{
  "title": {
    "en": "Our Mission",
    "fr": "Nos missions"
  },

  "hook": {
    "en": "Research. Innovation. Collaboration. Inspiration.",
    "fr": "Recherche. Innovation. Collaboration. Inspiration."
  },

  "body": {
    "en": "<figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201803-065-9\" title=\"View on CDS\"><img alt=\"diversity,women in science,Portrait,AD,women\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201803-065-9/file?size=medium\"/></a><figcaption>Katarzyna Dyga of IT department measuring the TETRA network coverage and quality of voice calls in the AD during the end of year technical stop 2017/2018 assuring that the TETRA service is reliable. (Image: CERN)</figcaption></figure><p dir=\"ltr\">At CERN, our work helps to uncover what the universe is made of and how it works. We do this by providing a unique range of particle accelerator facilities to researchers, to advance the boundaries of human knowledge.</p><p dir=\"ltr\">The Laboratory,<a href=\"https://home.cern/about/who-we-are/our-history\"> </a><a href=\"https://home.cern/about/who-we-are/our-history\">established in 1954</a>, has become a prime example of international collaboration.</p><p dir=\"ltr\">Our mission is to:</p><ul class=\"column-right image-align\"><li dir=\"ltr\">provide a unique range of particle accelerator facilities that enable research at the forefront of human knowledge.</li><li dir=\"ltr\">perform world-class research in fundamental physics.</li><li dir=\"ltr\">unite people from all over the world to push the frontiers of science and technology, for the benefit of all.</li></ul><h2 class=\"text-align-center\">Our Goals</h2><h3>We want to:</h3><ul><li dir=\"ltr\">use our world-class accelerator, the LHC, to its maximum potential during its high-luminosity phase;</li><li dir=\"ltr\">provide maintain and continually update a diverse, complementary scientific programme serving a broad community, including contributing to long-baseline neutrino projects outside Europe;</li><li dir=\"ltr\">prepare for a post-LHC high-energy accelerator project through design studies (CLIC and FCC) and a vigorous accelerator R&amp;D programme (AWAKE and others).</li></ul><h3>Beyond science, we also aim to:</h3><ul><li dir=\"ltr\">be a politically neutral voice for science, advocating investment in fundamental research and evidence-based policy;</li><li dir=\"ltr\">build further links with industry in terms of the transfer of knowledge from CERN to industry;</li><li dir=\"ltr\">train a new generation of scientists and engineers;</li><li dir=\"ltr\">inspire and nurture scientific awareness in all citizens.</li></ul><p>Â </p><a href=\"https://home.cern/resources/annual-report/cern/annual-reports\" title=\"How do we fulfil our mission each year? Read our annual report\">How do we fulfil our mission each year? Read our annual report</a>",

    "fr": "<figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201803-065-9\" title=\"View on CDS\"><img alt=\"diversity,women in science,Portrait,AD,women\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201803-065-9/file?size=medium\"/></a><figcaption>Katarzyna Dyga, du département IT, durant l'arrêt technique de fin d'année 2017/2018. Katarzyna évalue la couverture du réseau TETRA et la qualité des appels vocaux dans le Décélérateur d'antiprotons, afin de vérifier la fiabilité du service TETRA. (Image : CERN)</figcaption></figure><p dir=\"ltr\">Au CERN, notre travail vise à mieux comprendre de quoi est fait l'Univers et comment il fonctionne. Pour cela, nous mettons à la disposition des scientifiques un complexe unique au monde d'accélérateurs de particules leur permettant de repousser les limites de la connaissance humaine.</p><p dir=\"ltr\"><a href=\"https://home.cern/about/who-we-are/our-history\">Fondé en 1954</a>, le Laboratoire est devenu un remarquable exemple de collaboration internationale.</p><p dir=\"ltr\">Notre mission consiste à :</p><ul class=\"column-right image-align\"><li dir=\"ltr\">mettre à disposition un complexe unique d'accélérateurs de particules permettant de mener des recherches à la pointe de la connaissance humaine ;</li><li dir=\"ltr\">mener des recherches de calibre mondial en physique fondamental ;</li><li dir=\"ltr\">rassembler des personnes du monde entier dans le but de repousser les limites de la science et de la technologie, dans l'intérêt de tous.</li></ul><h2 class=\"text-align-center\">Nos missions</h2><h3>Ce que nous voulons faire :</h3><ul><li dir=\"ltr\">utiliser notre accélérateur unique au monde, le LHC, au maximum de son potentiel durant sa phase de haute luminosité ;</li><li dir=\"ltr\">mettre en œuvre et actualiser en permanence un programme scientifique complémentaire diversifié au service d’une large communauté, incluant une contribution aux projets neutrino longue distance réalisés en dehors de l’Europe ;</li><li dir=\"ltr\">préparer un projet d’accélérateur de haute énergie post-LHC en menant des études techniques (CLIC et FCC) et un vigoureux programme de R&amp;D sur les accélérateurs (AWAKE et autres).</li></ul><h3>Mais aussi :</h3><ul><li dir=\"ltr\">contribuer au débat scientifique tout en restant neutres sur le plan politique, promouvoir l’investissement dans la recherche fondamentale et encourager l'élaboration de politiques reposant sur des données factuelles ;</li><li dir=\"ltr\">renforcer les liens avec l'industrie par un transfert de connaissances du CERN vers celle-ci ;</li><li dir=\"ltr\">former une nouvelle génération de scientifiques et d'ingénieurs ;</li><li dir=\"ltr\">susciter et encourager une sensibilisation aux questions scientifiques au sein de la société.</li></ul><a href=\"https://home.cern/resources/annual-report/cern/annual-reports\" title=\"Comment remplissons-nous notre mission chaque année ? Lisez notre rapport annuel\">Comment remplissons-nous notre mission chaque année ? Lisez notre rapport annuel</a>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/Screen%20Shot%202018-07-09%20at%2013.00.15.png",
  "oda_tags": [],
  "id": "about/who-we-are/our-mission"
}
