{
  "title": {
    "en": "Our Member States",
    "fr": "États membres"
  },

  "hook": {
    "en": "CERN is run by 23 Member States, and many non-European countries are involved in different ways",
    "fr": "Le CERN compte vingt-trois États membres et de nombreux pays non européens participent également à ses activités"
  },

  "body": {
    "en": "<p>The <strong>CERN convention was signed in 1953 by the 12 founding states</strong> Belgium, Denmark, France, the Federal Republic of Germany, Greece, Italy, the Netherlands, Norway, Sweden, Switzerland, the United Kingdom and Yugoslavia, and entered into force on <strong>29 September 1954</strong>. The Organization was subsequently joined by Austria (1959), Spain (1961-1969, re-joined 1983), Portugal (1985), Finland (1991), Poland (1991), Czechoslovak Republic (1992), Hungary (1992), Bulgaria (1999), Israel (2014), Romania (2016) and Serbia (2019). The Czech Republic and Slovak Republic re-joined CERN after their mutual independence in 1993. Yugoslavia left CERN in 1961.</p><h3>What does membership mean?</h3><p>Member States have special duties and privileges. They make a contribution to the <strong>capital and operating costs </strong>of CERN’s programmes, and are represented in the <strong>Council</strong>, responsible for all important decisions about the Organization and its activities.</p><h3>Who are our Member States?</h3><p>Today<strong> CERN has 22 Member States</strong>: Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Israel, Italy, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland and United Kingdom.</p><p>Cyprus, Serbia and Slovenia are Associate Member States in the pre-stage to Membership. India, Lithuania, Pakistan, Turkey and Ukraine are Associate Member States.</p><h3>Who has Observer status?</h3><p>The European Union, Japan, JINR, the Russian Federation, UNESCO and the United States of America currently have Observer status.</p><p>Over 600 institutes and universities around the world <strong>use CERN’s facilities</strong>. Funding agencies from both Member and Non-Member States are <strong>responsible for the financing, construction and operation of the experiments </strong>on which they collaborate. CERN spends much of its budget on building machines such as the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> and it only partially contributes to the cost of the experiments.</p><h3>Can non-members join CERN?</h3><p>Non-Member States with <strong>co-operation agreements</strong> with CERN include Albania, Algeria, Argentina, Armenia, Australia, Azerbaijan, Bangladesh, Belarus, Bolivia, Brazil, Canada, Chile, China, Colombia, Costa Rica, Croatia, Ecuador, Egypt, Estonia, Former Yugoslav Republic of Macedonia (FYROM), Georgia, Iceland, Iran, Jordan, Korea, Malta, Mexico, Mongolia, Montenegro, Morocco, New Zealand, Peru, Saudi Arabia, South Africa, United Arab Emirates and Vietnam.</p><p>CERN also has <strong>scientific contacts</strong> with Cuba, Ghana, Ireland, Latvia, Lebanon, Madagascar, Malaysia, Mozambique, Palestinian Authority, Philippines, Qatar, Rwanda, Singapore, Sri Lanka, Taiwan, Thailand, Tunisia, Uzbekistan.</p><a href=\"https://international-relations.web.cern.ch/stakeholder-relations\">Learn more about CERN's international relations here</a>",

    "fr": "<p>La convention du CERN a été signée en 1953 par les 12 États fondateurs du CERN, la Belgique, le Danemark, la France, la Grèce, l'Italie, la Norvège, les Pays-Bas, la République fédérale d'Allemagne, le Royaume-Uni, la Suède, la Suisse et la Yougoslavie. L'Organisation a ensuite accueilli l'Autriche (1959), l'Espagne (1961-1969, puis à nouveau en 1983), le Portugal (1985), la Finlande (1991), la Pologne (1991), la République tchécoslovaque (1992), la Hongrie (1992), la Bulgarie (1999), Israël (2014), la Roumanie (2016) et la Serbie (2019). La République tchèque et la République slovaque sont devenues deux États membres en 1993, après leur indépendance. La Yougoslavie a quitté le CERN en 1961. Aujourd'hui, le CERN compte vingt-deux États membres.</p><p>En dehors, des États membres, de nombreux autres pays participent à ses activités, sous des formes diverses.</p><p>La Serbie, Chypre et la Slovénie sont États membres associés en phase préalable à l’adhésion. La Turquie, l'Ukraine, le Pakistan, la Lituanie et l'Inde sont États membres associés.</p><p>Les États membres ont des devoirs et des privilèges. Ils contribuent au budget et aux frais de fonctionnement des programmes du CERN ; ils sont représentés au Conseil, chargé des décisions importantes sur l'Organisation et ses activités.</p><p>Certains États (ou organisations internationales) qui, de façon permanente ou temporaire, ne peuvent pas devenir membres du CERN, ont le statut d’observateur. Ce statut permet aux États non‑membres d'assister aux réunions du Conseil et de recevoir les documents du Conseil, sans prendre part aux décisions de l'Organisation.</p><p>Des scientifiques de quelque 600 instituts et universités du monde entier utilisent les installations du CERN.</p><p>Les physiciens et leurs organismes de financement, qu’ils soient d'États membres ou non, sont responsables du financement, de la réalisation et de l'exploitation des expériences auxquelles ils collaborent. Le CERN investit une part importante de son budget dans la construction de nouveaux accélérateurs, tels que le Grand collisionneur de hadrons LHC, et il ne peut contribuer que partiellement au coût des expériences.</p><p>Les États et les organisations ayant le statut d’observateur sont la Commission européenne, le Japon, la Fédération de Russie, l'UNESCO et les États‑Unis d’Amérique.</p><p>Les États non-membres qui ont des accords de coopération avec le CERN sont l'Albanie, l'Afrique du Sud, l'Arabie Saoudite, l'Algérie, l'Argentine, l'Arménie, l'Australie, l'Azerbaïdjan, le Bangladesh, le Bélarus, la Bolivie, le Brésil, le Canada, le Chili, la Chine, la Colombie, la Corée, le Costa Rica, la Croatie, l'Equateur, l'Egypte, les Emirats Arabes Unis, l'Estonie, l'Ex-république yougoslave de Macédoinela, la Géorgie, l'Iran, l'Islande, la Jordanie, Malte, le Maroc, le Mexique, la Mongolie, le Monténégro, la Nouvelle Zélande, le Pérou et le Vietnam. </p><p>Le CERN a également des contacts scientifiques avec: l’Autorité palestinienne, Cuba, le Ghana, l’Irlande, la Lettonie, le Liban, Madagascar, la Malaisie, le Mozambique, l’Ouzbékistan, les Philippines, le Qatar, le Rwanda, Singapour, le Sri Lanka, Taiwan, la Thaïlande et la Tunisie.</p><p><a href=\"https://international-relations.web.cern.ch/\">Pour en savoir plus sur les relations internationales du CERN, cliquez ici</a></p>"
  },

  "image_url": "https://cds.cern.ch/record/2668763/files/Map_2019_EN.png",
  "oda_tags": [],
  "section_id": 2,
  "id": "about/who-we-are/our-governance/member-states"
}
