{
  "title": {
    "en": "Who we are",
    "fr": "Qui sommes-nous ?"
  },

  "hook": {
    "en": null,
    "fr": null
  },

  "body": {
    "en": "<a href=\"https://home.cern/about/who-we-are/our-mission\" title=\"What is CERN's mission?\">What is CERN's mission?</a><p>At CERN, our work helps to <strong>uncover what the universe is made of</strong> and how it works. We do this by providing a unique range of particle accelerator facilities to researchers, to <strong>advance the boundaries of human knowledge</strong>.</p><a href=\"https://home.cern/about/who-we-are/our-history\" title=\"Why was CERN built?\">Why was CERN built? </a><p>At the end of the Second World War, European science was no longer world-class but <strong>a handful of visionary scientists imagined creating a European atomic physics laboratory</strong>. Founded in 1954, the CERN laboratory sits astride the Franco-Swiss border near Geneva.</p><a href=\"https://home.cern/about/who-we-are/our-people\" title=\"Who are the people that make CERN?\">Who are the people that make CERN?</a><p>CERN employs about<strong> 2500 people from nationalities all around the world</strong>, working in every area of the Organization, from physicists to computer scientists to chefs.</p><a href=\"https://home.cern/about/who-we-are/our-governance\" title=\"How is CERN is governed and organised?\">How is CERN is governed and organised?</a><p>CERN is run by <strong>22 Member States</strong>, each of which has two official delegates to the CERN Council. The <strong>CERN Council is the highest authority of the Organization</strong> and has responsibility for all-important decisions. It controls CERN’s activities in scientific, technical and administrative matters.</p>",

    "fr": "<a href=\"https://home.cern/about/who-we-are/our-mission\" title=\"Quelle est la mission du CERN ?\">Quelle est la mission du CERN ? </a><p>Au CERN, notre travail vise à <strong>mieux comprendre de quoi est fait l'Univers </strong>et comment il fonctionne. Pour cela, nous mettons à la disposition des scientifiques un complexe unique au monde d'accélérateurs de particules leur permettant de <strong>repousser les limites de la connaissance humaine</strong>.</p><a href=\"https://home.cern/about/who-we-are/our-history\" title=\"Pourquoi le CERN a-t-il été construit ?\">Pourquoi le CERN a-t-il été construit ?</a><p>À la fin de la Deuxième Guerre mondiale, la science européenne n’était plus d’envergure internationale, mais <strong>une poignée de scientifiques visionnaires ont imaginé créer un laboratoire européen de physique atomique</strong>. Fondé en 1954, le CERN est situé de part et d’autre de la frontière franco-suisse, près de Genève.</p><a href=\"https://home.cern/about/who-we-are/our-people\" title=\"Qui sont les gens qui font le CERN ?\">Qui sont les gens qui font le CERN ?</a><p>Le CERN emploie environ<strong> 2500 personnes issues du monde entier</strong> et travaillant dans tous les domaines de l’Organisation, de la physique à l’informatique en passant par le management.</p><a href=\"https://home.cern/about/who-we-are/our-governance\" title=\"Comment le CERN est-il dirigé et structuré ?\">Comment le CERN est-il dirigé et structuré ?</a><p>Le CERN compte <strong>22 États membres</strong>, chacun représenté par deux délégués officiels au Conseil du CERN. Le Conseil du CERN est <strong>l'autorité suprême de l’Organisation</strong>. Il est responsable de toutes les décisions importantes. Le Conseil détermine la politique de l'Organisation dans les domaines scientifique, technique et administratif.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-61074162-1/file?size=large",
  "oda_tags": [],
  "id": "about/who-we-are"
}
