{
  "title": {
    "en": "Our Governance",
    "fr": "Notre gouvernance"
  },

  "hook": {
    "en": "How is CERN is governed and organised?\nFind out about its Council, Member States and departments.",
    "fr": "Comment le CERN est-il dirigé et structuré ?\nEn savoir plus sur son Conseil, ses États membres et ses départements."
  },

  "body": {
    "en": "<p>The <strong><a href=\"http://council.web.cern.ch/en\">CERN Council</a> is the highest authority of the Organization</strong> and has responsibility for all-important decisions. It controls CERN’s activities in scientific, technical and administrative matters. It <strong>approves programmes of activity, adopts the budgets and reviews expenditure</strong>. The Council is assisted by the Scientific Policy Committee and the Finance Committee. The <strong>Director-General, appointed by the Council, manages the CERN Laboratory</strong>. The Director-General is assisted by a directorate and runs the Laboratory through a structure of departments.</p><h3><strong>Council</strong></h3><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201709-234-9\"><img alt=\"Council,CERN council,Life at CERN\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201709-234-9/file?size=medium\"/></a><figcaption>Council meeting in June 2018 (Image: CERN)</figcaption></figure><p>CERN is run by <strong>22 <a href=\"https://home.cern/about/who-we-are/our-governance/member-states\">Member States</a></strong>, each of which has two official delegates to the CERN Council. One represents his or her government’s administration; the other represents national scientific interests. <strong>Each Member State has a single vote and most decisions require a simple majority,</strong> although in practice the Council aims for a consensus as close as possible to unanimity.</p><h3>Scientific Policy Committee</h3><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201806-140-8\"><img alt=\"Council,Scientific,Personalities and History of CERN\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201806-140-8/file?size=medium\"/></a><figcaption>Scientific Policy Committee in February 2018 (Image: CERN)</figcaption></figure><p>The <strong>Scientific Policy Committee evaluates the scientific merit of activities</strong> proposed by physicists and makes recommendations on CERN’s scientific programme. Its members are scientists elected by their colleagues on the committee and appointed by Council on the basis of scientific eminence without reference to nationality. Some members are also elected from Non-Member States.</p><h3>Finance Committee</h3><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201612-324-11\"><img alt=\"Personalities and History of CERN\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201612-324-11/file?size=medium\"/></a><figcaption>Three-hundred-and-fifty-eighth meeting of the Finance Committee, in December 2016, chaired by Ms Charlotte Jamieson (Image: CERN)</figcaption></figure><p>The Finance Committee is composed of representatives from national administrations and deals with<strong> all issues relating to financial contributions</strong> by the Member States and to the Organization’s budget and expenditure.</p>",

    "fr": "<p>Le <a href=\"http://council.web.cern.ch/fr\">Conseil du CERN</a> est <strong>l'autorité suprême de l’Organisation</strong>. Il est responsable de toutes les décisions importantes. Le Conseil détermine la politique de l'Organisation dans les domaines scientifique, technique et administratif. Il <strong>approuve le programme d'activités, adopte les budgets et contrôle les dépenses</strong>. Le Conseil est assisté dans sa tâche par le Comité des directives scientifiques et le Comité des finances. <strong>Le directeur général, nommé par le Conseil, administre le CERN</strong>. Il est assisté dans sa tâche par un Directoire et dirige le Laboratoire par l'intermédiaire de départements.</p><h3><strong>Le Conseil</strong></h3><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201709-234-9\"><img alt=\"Council,CERN council,Life at CERN\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201709-234-9/file?size=medium\"/></a><figcaption>Session du Conseil de juin 2018 (Image : CERN)</figcaption></figure><p>Le CERN compte <strong>22 États membres</strong>, chacun représenté par deux délégués officiels au Conseil du CERN, dont l'un représente les autorités de son pays et l'autre les milieux scientifiques nationaux. <strong>Chaque État membre dispose d'une seule voix et la plupart des décisions se prennent à la majorité simple</strong>, même si, en pratique, le Conseil cherche à atteindre un consensus aussi proche que possible de l'unanimité.</p><h3>Le Comité des directives scientifiques</h3><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201806-140-8\" title=\"View on CDS\"><img alt=\"Council,Scientific,Personalities and History of CERN\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201806-140-8/file?size=large\"/></a><figcaption>Le Comité des directives scientifiques en juin 2018 (Image : CERN)</figcaption></figure><p>Le <strong>Comité des directives scientifiques évalue l’intérêt scientifique des activités</strong> proposées par les physiciens et formule des recommandations sur le programme scientifique du CERN. Ses membres sont des scientifiques choisis par le Comité et nommés par le Conseil pour leurs compétences scientifiques, indépendamment de leur nationalité. Le Comité des directives scientifiques compte également des ressortissants d'États non-membres.</p><h3 class=\"clearboth text-align-center\"> </h3><h3 class=\"clearboth\">Le Comité des finances</h3><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201612-324-11\"><img alt=\"Personalities and History of CERN\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201612-324-11/file?size=medium\"/></a><figcaption>Trois cent cinquante-huitième réunion du Comité des finances, en décembre 2016, présidée par Mme Charlotte Jamieson (Image : CERN)</figcaption></figure><p>Le Comité des finances réunit des représentants des autorités nationales et traite de toutes les questions relatives aux contributions financières des États membres, ainsi qu'au budget et aux dépenses de l'Organisation.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201809-249-15/file?size=large",
  "oda_tags": [],
  "id": "about/who-we-are/our-governance"
}
