{
  "title": {
    "en": "What we do",
    "fr": "Quelles sont nos recherches ?"
  },

  "hook": {
    "en": null,
    "fr": null
  },

  "body": {
    "en": "<a href=\"https://home.cern/about/what-we-do/our-research\">What are our areas of research?</a><p>CERN's main focus is particle physics – the study of the fundamental constituents of matter – but the physics programme at the laboratory is much broader, ranging from nuclear to high-energy physics, from studies of antimatter to the possible effects of cosmic rays on clouds.</p><p>Have we reached the end of the road in understanding nature? Far from it. There is still much to learn about the Higgs boson, and many other puzzles remain about how and why matter in the Universe is the way it is.</p><a href=\"https://home.cern/about/what-we-do/our-impact\">How do we help society?</a><p>The scientific advancements of CERN push the frontiers of technology, which has a positive impact on society globally. Although the core mission of the Laboratory is fundamental research in particle physics, it also has a remit to train the next generation of scientists and to bring nations together.</p><p>The transfer of CERN technologies and expertise to society is an integral part of these activities, providing novel solutions in many fields.</p>",

    "fr": "<a href=\"https://home.cern/about/what-we-do/our-research\">Quels sont nos domaines de recherche ?</a><p>La physique des particules est la raison d’être du CERN, mais le programme de physique du Laboratoire est beaucoup plus large, allant de la physique nucléaire à celle des hautes énergies, en passant par les études sur l'antimatière et les effets des rayons cosmiques sur la formation des nuages.</p><p>Sommes-nous arrivés au bout du chemin dans notre compréhension de la Nature ? Loin de là. Il reste encore beaucoup à apprendre sur le boson de Higgs, et beaucoup d’énigmes à résoudre pour comprendre comment et pourquoi la matière est ce qu’elle est.</p><a href=\"https://home.cern/about/what-we-do/our-impact\">Notre contribution à la société</a><p>Les avancées scientifiques du CERN permettent de repousser les frontières de la technologie et ont par conséquent des retombées positives sur la société à l'échelle mondiale. Bien que le Laboratoire ait pour mission principale de se consacrer à la recherche fondamentale en physique des particules, il a également pour mandatde former la prochaine génération de scientifiques et de rassembler les nations.</p>"
  },

  "image_url": "https://cds.cern.ch/record/1603717/files/C1C-030.jpg",
  "oda_tags": [],
  "section_id": 3,
  "id": "about/what-we-do"
}
