{
  "title": {
    "en": "Our education programmes",
    "fr": "Nos programmes éducatifs"
  },

  "hook": {
    "en": "Training tomorrow's scientists and engineers",
    "fr": "Former les scientifiques et les ingénieurs de demain"
  },

  "body": {
    "en": "<p>The founding Convention recognised the important role that CERN could play in training Europe’s scientists and engineers. The Laboratory offers a unique environment for training – a rich and stimulating melting pot of people and ideas giving its young people an exceptional opportunity to hone their communication and analytical skills.</p><p>As a large accelerator laboratory, CERN relies on expertise in many engineering subjects, all of which feature in the recruitment and training programmes. There are opportunities for students in applied physics, engineering and computing to learn on the job at CERN and for technicians to train in fields at the cutting edge of technology. The comprehensive range of training schemes and fellowships attracts many talented young scientists and engineers to the Laboratory. Many go on to find careers in industry, where their experience of working in a high-tech, multi-national environment is highly valued.</p><p>Moreover, CERN’s education and outreach programmes cover all ages from high-school students to university students. Specifically, CERN offers the tailor-made High-School Students Internship Programme several times per year and the Beamline for Schools Competition, challenging high-school students from around the world to propose an experiment to carry out at a real research laboratory. Indeed, of the 100 000 visitors who come to CERN each year, the majority are high-school students who also participate in a hands-on workshop in CERN’s S’Cool LAB.</p><p>The Laboratory also runs residential programmes for high-school teachers from around the world and a summer programme for undergraduate students. For professionals further on in their careers, CERN organises highly regarded schools in particle physics, computing and accelerators.</p>",

    "fr": "<p>La Convention constitutive du CERN a reconnu le rôle primordial que le CERN pouvait jouer dans la formation des scientifiques et des ingénieurs en Europe. Le Laboratoire est un environnement unique pour l’apprentissage - un melting-pot riche et stimulant de personnes et d’idées offrant aux jeunes une chance unique d’aiguiser leurs facultés de communication et d’analyse.</p><p>Le CERN est un laboratoire utilisant des installations d’accélération complexes. Il a besoin d’experts dans de nombreuses disciplines scientifiques, une pluridisciplinarité que reflètent ses programmes de formation et de recrutement. Physique appliquée, ingénierie ou informatique, les possibilités pour les étudiants sont nombreuses. Les techniciens, eux, peuvent se former sur des technologies de pointe. Un éventail complet de programmes de formation et de bourses attire au Laboratoire de nombreux et talentueux jeunes scientifiques et ingénieurs. Beaucoup poursuivent ensuite leur carrière dans l’industrie, où avoir acquis une expérience dans un environnement international et de haute technologie s’avère précieux.</p><p>Les programmes d’éducation et de sensibilisation du CERN sont destinés aux jeunes de tous âges, des lycéens aux universitaires. Le CERN propose ainsi plusieurs fois par an un programme de stages pour les élèves du secondaire et le concours « Ligne de faisceau pour les écoles » qui incite les lycéens du monde entier à proposer une expérience à réaliser dans un véritable laboratoire de recherche. Sur les 100 000 visiteurs qui se rendent au CERN chaque année, la majorité sont des lycéens qui participent également à un atelier pratique organisé dans le cadre du programme S’Cool LAB du CERN.</p><p>Le Laboratoire anime aussi sur son domaine un programme pour les enseignants du secondaire, ainsi qu’un programme d’été pour les étudiants dans leurs premières années d’études. Pour les étudiants plus avancés, le CERN organise des écoles de grande renommée sur la physique des particules, l’informatique et les accélérateurs.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-11/201809-239_41.jpg",
  "oda_tags": [],
  "id": "about/what-we-do/our-educational-programmes"
}
