{
  "title": {
    "en": "UA9",
    "fr": "UA9"
  },

  "hook": {
    "en": "The UA9 experiment is investigating how crystals could help to steer particle beams in high-energy colliders",
    "fr": "L’expérience UA9 étudie la possibilité d’orienter des faisceaux de particules de haute énergie à l’aide de cristaux."
  },

  "body": {
    "en": "<p>The <a href=\"http://ua9.web.cern.ch/\">UA9 collaboration</a> is investigating how tiny bent crystals could improve how beams are collimated in modern hadron colliders such as the LHC.</p><p>The planes in crystalline solids can constrain the directions that charged particles take as they pass through. Physicists can use this “channelling” property of crystals to steer particle beams. In a bent crystal, for example, channelled particles follow the bend and can change their direction.</p><p>In high-energy hadron colliders, particles surrounding the beam core can be lost, damaging sensitive areas of the <a href=\"https://home.cern/science/accelerators\">accelerator</a>. Multi-stage collimation systems are usually used to absorb this beam halo. These systems are composed of massive collimators and absorbers very close to the beam. Using a tiny bent crystal as a primary collimator could deflect halo particles coherently at large angles and direct them into a secondary collimator-absorber. In this way, the massive collimator-absorber could be placed at an increased distance from the beam, reducing the complexity of the system.</p><p>The UA9 collaboration has been testing this idea since 2009, using beams from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> to do experiments on the collimation efficiency of silicon crystals.</p>",

    "fr": "<p>La <a href=\"http://ua9.web.cern.ch/\">collaboration UA9</a> étudie comment de minuscules cristaux pourraient orienter des faisceaux dans des collisionneurs tels que le Grand collisionneur de hadrons LHC.</p><p>Les plans cristallins peuvent infléchir les directions prises par les particules chargées lors de leur passage. Les physiciens pourraient utiliser cette propriété de “canalisation” des cristaux pour orienter les faisceaux de particules. Dans un cristal courbé, les particules suivent ainsi la courbure et peuvent changer de direction.</p><p>Dans les collisionneurs de hadrons de haute énergie, des particules peuvent s’éloigner de la trajectoire et endommager des équipements de <a href=\"https://home.cern/science/accelerators\">l’accélérateur</a>. Ces particules rebelles forment un halo autour du faisceau. Des collimateurs, sortes de mâchoires qui se resserrent autour du faisceau, et des absorbeurs sont utilisés pour absorber ce halo. Un minuscule cristal  courbé pourrait jouer le rôle de collimateur en déviant les particules du halo et en les dirigeant vers un absorbeur. De cette manière, l’absorbeur pourrait être placé à une distance plus grande du faisceau, réduisant ainsi la complexité du système.</p><p>La collaboration UA9 teste cette idée depuis 2009, en utilisant des faisceaux du<a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\"> Super synchrotron à protons</a> pour tester l’efficacité de cristaux de silicium.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/ua9_1.jpg",
  "oda_tags": ["ua9", "experiments", "synchrocyclotron"],
  "section_id": 8,
  "id": "science/experiments/ua9"
}
