{
  "title": {
    "en": "The Proton Synchrotron Booster",
    "fr": "Le Booster du Synchrotron à protons"
  },

  "hook": {
    "en": "Four superimposed synchrotron rings receive protons from the linear accelerator, boost them to 800 MeV and inject them into the Proton Synchrotron",
    "fr": "Quatre anneaux synchrotron superposés reçoivent des protons de l'accélérateur linéaire, les accélèrent jusqu’à 800 MeV, puis les injectent dans le PS"
  },

  "body": {
    "en": "<p>The Proton Synchrotron Booster is made up of four superimposed synchrotron rings that receive beams of protons from the linear accelerator Linac 2 at 50 MeV and accelerate them to 1.4 GeV for injection into the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> (PS).</p><p>Before the Booster received its first beams on 26 May 1972, protons were injected directly from the linac into the PS, where they were accelerated to 26 GeV. The low injection energy of 50 MeV limited the number of protons the PS could accept. The Booster allows the PS to accept over 100 times more protons, which greatly enhances the beam's use for experiments.</p>",

    "fr": "<p>Le Booster du Synchrotron à protons est constitué de quatre anneaux synchrotron superposés qui reçoivent des faisceaux de protons de l’accélérateur linéaire Linac 2 à une énergie de 50 MeV et les accélèrent jusqu’à 1,4 GeV avant de les injecter dans le <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a> (PS).</p><p>Avant que le Booster ait reçu ses premiers faisceaux le 26 mai 1972, les protons étaient injectés directement du linac dans le PS, où ils étaient accélérés pour atteindre une énergie de 26 GeV. La faible énergie d'injection - 50 MeV - limitait le nombre de protons que le PS pouvait recevoir. Le Booster permet au PS d’accepter cent fois plus de protons, ce qui améliore considérablement les possibilités d’utilisation du faisceau pour les expériences.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2014/05/cern-photo-201405-098-60_compressed.jpg",
  "oda_tags": ["accelerator"],
  "section_id": 7,
  "id": "science/accelerators/proton-synchrotron-booster"
}
