{
  "title": {
    "en": "Subatomic particles",
    "fr": "Les particules subatomiques"
  },

  "hook": {
    "en": "CERN scientists are probing the fundamental structure of the universe to find out what the elementary particles are and how they interact",
    "fr": "Les scientifiques du CERN étudient la structure fondamentale de l'Univers pour mieux comprendre les particules élémentaires et la manière dont elles interagissent entre elles."
  },

  "body": {
    "en": "<p>Scientists at CERN are trying to find out what the smallest building blocks of matter are.</p><p>Normal matter is made of molecules, which are themselves made of atoms. Inside the atoms, there are electrons spinning around the nucleus. The nucleus itself is generally made of protons and neutrons but even these are composite objects. Inside the protons and neutrons, we find the quarks, but these appear to be indivisible, just like the electrons.</p><p>Quarks and electrons are some of the elementary particles we study at CERN and in other laboratories. But physicists have found more of these elementary particles in various experiments, so many in fact that researchers needed to organize them, just like Mendeleev did with his periodic table.</p><p>This is summarised in a concise theoretical model called the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>. Today, we have a very good idea of what matter is made of, how it all holds together and how these particles interact with each other.</p>",

    "fr": "<p>Les scientifiques du CERN tentent de déterminer les plus petits éléments constitutifs de la matière.</p><p>La matière normale est formée de molécules, elles-mêmes constituées d’atomes. Les atomes sont composés d’un noyau autour duquel gravitent des électrons. Le noyau est lui-même constitué de protons et de neutrons. Ceux-ci sont également des objets composites: ils sont formés de quarks. Les quarks comme les électrons semblent indivisibles.</p><p>Les quarks et les électrons sont des particules élémentaires que nous étudions au CERN et dans d’autres laboratoires. Mais les chercheurs ont trouvé d’autres particules élémentaires en réalisant des expériences. Ils les ont organisées, tout comme Mendeleïev l’a fait avec son tableau périodique.</p><p>Les particules et les forces sont répertoriées au sein d’un modèle théorique concis appelé <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>. Aujourd’hui, nous avons une bonne idée des particules qui composent la matière et de la manière dont elles interagissent.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-EX-9207077-1/file?size=large",
  "oda_tags": ["standard-model", "electron", "nucleus", "physics", "quark"],
  "section_id": 4,
  "id": "science/physics/subatomic-particles"
}
