{
  "title": {
    "en": "nTOF",
    "fr": "nTOF"
  },

  "hook": {
    "en": "The neutron time-of-flight facility (nTOF) studies neutron-nucleus interactions for neutron energies ranging from a few meV to several GeV",
    "fr": "nTOF étudie les interactions entre neutron et noyau pour des énergies allant de quelques MeV à plusieurs GeV"
  },

  "body": {
    "en": "<p>The <a href=\"https://ntof-exp.web.cern.ch/ntof-exp/\">neutron time-of-flight facility</a>, nTOF, has been operating at CERN since 2001. nTOF is a pulsed neutron source coupled to a 200-metre flight path. It is designed to study neutron-nucleus interactions for neutron energies ranging from a few meV to several GeV. The wide energy range and high-intensity neutron beams produced at nTOF are used to make precise measurements of neutron-related processes.</p><p>To produce neutrons, a pulsed beam of protons from the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> (PS) is directed at a lead target. When the beam hits, every proton yields about 300 neutrons. The initially fast neutrons are slowed down, first by a lead target, and then by a slab containing water. Some neutrons slow more than others as they pass through the targets, which creates a range of neutron energies (a \"neutron spectrum\") from the meV region up to the GeV region.</p><p>These neutrons are guided through an evacuated beam pipe to an experimental area 185 metres from the target. In a typical experiment, a sample is placed in the neutron beam and the reaction products detected. This allows the team to reconstruct the reaction probability as a function of the incident neutron energy.</p><p>Neutron time-of-flight measurements contribute in an important way to understanding nuclear data. Only a few time-of-flight facilities exist worldwide, each with its own characteristics. The strength of nTOF is the large energy range it can cover, and the high number of neutrons per pulse.</p><p>Data produced by nTOF are used in astrophysics to study stellar evolution and supernovae. Intense neutron beams are also important in hadrontherapy (the treatment of tumors with beams of hadrons) and studies of how to incinerate radioactive nuclear waste.</p>",

    "fr": "<p>L’<a href=\"https://ntof-exp.web.cern.ch/ntof-exp/\">installation de mesure du temps de vol des neutrons</a> (nTOF) fonctionne au CERN depuis 2001. Il s’agit d’une source de neutrons pulsés associée à une trajectoire de 200 mètres qui a été conçue pour étudier les interactions noyau - neutron pour des énergies de neutron allant de quelques MeV à plusieurs GeV. Cette vaste gamme d’énergie et les faisceaux de neutrons d'intensité élevée produits à nTOF sont utilisés pour effectuer des mesures précises des processus liés aux neutrons.</p><p>Pour produire des neutrons, un faisceau pulsé de protons du <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a> (PS) est dirigé sur une cible en plomb. Lorsque le faisceau frappe la cible, chaque paquet de protons produit environ 300 neutrons. Les neutrons, à l’origine rapides, sont ralentis, tout d’abord par la cible en plomb, puis par une plaque contenant de l’eau. Certains neutrons ralentissent plus que d’autres lorsqu’ils passent à travers les cibles, ce qui fait que la gamme d'énergie des neutrons (le « spectre des neutrons ») va du domaine du MeV à celui  du GeV.</p><p>Ces neutrons sont guidés par un tube de faisceau évidé jusqu’à une zone d’expérimentation située à 185 mètres de la cible. Normalement, dans une expérience, un échantillon est placé dans le faisceau de neutrons et les produits de la réaction sont détectés. Cela permet à l’équipe de reconstituer la probabilité de réaction en fonction de l’énergie du neutron incident.</p><p>Les mesures du temps de vol des neutrons contribuent considérablement à comprendre les données sur le noyau. Il n’existe actuellement que peu d’installations de mesure du temps de vol dans le monde et elles ont toutes leurs propres caractéristiques. La force de nTOF est l’étendue de sa gamme d’énergie et le nombre élevé de neutrons par impulsion.</p><p>Les données produites par nTOF sont utilisées en astrophysique pour l’étude de l’évolution des étoiles et des supernovas. Les faisceaux de neutrons intenses jouent également un rôle important en hadron-thérapie (le traitement de tumeurs à l’aide de faisceaux de hadrons) et des études sur le processus d’incinération des déchets nucléaires radioactifs.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/nTOF_1.jpg",
  "oda_tags": ["supernova", "experiments", "ntof", "neutron"],
  "id": "science/experiments/ntof"
}
