{
  "title": {
    "en": "CERN Neutrino Platform",
    "fr": "La plateforme neutrino du CERN"
  },

  "hook": {
    "en": "The Neutrino Platform is CERN’s undertaking to foster and contribute to fundamental research in neutrino physics at particle accelerators worldwide",
    "fr": "La plateforme représente l’engagement que le CERN a pris pour contribuer à la recherche fondamentale dans le domaine de la physique des neutrinos"
  },

  "body": {
    "en": "<p>The <a href=\"http://cenf.web.cern.ch/\">CERN Neutrino Platform</a> is CERN’s undertaking to foster and contribute to fundamental research in neutrino physics at particle accelerators worldwide, as recommended by the 2013 European Strategy for Particle Physics. It includes the provision of a facility at CERN to allow the global community of neutrino experts to develop and prototype the next generation of neutrino detectors. The CERN Neutrino Platform is CERN’s main contribution to a globally coordinated programme of neutrino research.</p><p>Understanding the neutrino sector is a worldwide priority promising physics beyond the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>. Neutrino research at particle accelerators is complementary to studies made in cosmology and provides crucial input to knowledge of the universe. Future measurements could cast light on outstanding questions concerning, for example, the nature of <a href=\"https://home.cern/science/physics/dark-matter\">dark matter</a> and the <a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">matter/antimatter imbalance</a> in the universe. The experiments at accelerators will also have the ability to observe neutrinos from supernovae.</p><p>The CERN Neutrino Platform’s R&amp;D facility is located in a test-beam hall on CERN’s Prévessin site. It will also support state-of-the-art technologies in the fields of <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">cryogenics</a>, <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">magnets</a> and beam lines, as well as integration and assembly techniques.</p><p>The CERN Neutrino Platform marks a new direction in CERN’s neutrino’s research. In the 1970s, neutrino beams at the laboratory allowed the discovery of neutral currents with the <a href=\"https://home.cern/science/experiments/gargamelle\">Gargamelle bubble chamber</a>. The most recent neutrino beam produced at CERN went through the Earth to the INFN’s <a href=\"https://www.lngs.infn.it/en\">Gran Sasso National Laboratory</a> in Italy, from July 2006 to December 2012.</p>",

    "fr": "<p>La plateforme neutrino du CERN représente l’engagement que l’Organisation a pris pour contribuer à la recherche fondamentale dans le domaine de la physique des neutrinos auprès d’accélérateurs de particules du monde entier, conformément aux recommandations de la stratégie européenne pour la physique des particules de 2013. Il s’agit de mettre en place au CERN une installation qui permette à la communauté internationale des spécialistes des neutrinos de développer la prochaine génération de détecteurs de neutrinos. La plateforme neutrino du CERN est la contribution principale de l’Organisation à un programme coordonné à l’échelle planétaire pour la recherche sur les neutrinos.</p><p>Comprendre le domaine des neutrinos est une priorité mondiale qui laisse présager une physique au-delà du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>. Les recherches sur les neutrinos menées auprès des accélérateurs de particules complètent les études réalisées en cosmologie et apportent des informations cruciales pour notre compréhension de l’Univers. En effet, de futures mesures pourraient faire la lumière sur des questions qui restent sans réponse, telles que la nature de la <a href=\"https://home.cern/science/physics/dark-matter\">matière noire</a> et la <a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">disproportion entre matière et antimatière</a> dans l’Univers. Les expériences menées auprès des accélérateurs seront aussi en mesure d'observer les neutrinos issus des supernovas.</p><p>L’installation de R&amp;D que constitue la plateforme neutrino du CERN est située dans un hall pour faisceaux d'essai, sur le site de Prévessin du CERN. Elle offrira aussi un appui au développement de technologies de pointe dans les domaines de la <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">cryogénie</a>, des <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">aimants</a> et des lignes de faisceau, ainsi que de techniques d’intégration et d’assemblage.</p><p>Avec sa plateforme neutrino, le CERN donne une nouvelle direction à son programme de recherche sur les neutrinos. Dans les années 1970, des faisceaux de neutrinos produits au Laboratoire ont permis de découvrir les courants neutres au moyen de la chambre à bulles <a href=\"https://home.cern/science/experiments/gargamelle\">Gargamelle</a>. Le faisceau de neutrinos le plus récent produit au CERN a traversé l'écorce terrestre pour rejoindre le Laboratoire national du Gran Sasso de l’Institut de physique nucléaire <a href=\"https://www.lngs.infn.it/en\">INFN</a>, en Italie, de juillet 2006 à décembre 2012.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/experiment/2015/11/cenf.jpg",
  "oda_tags": ["experiments", "neutrino", "neutrino-platform", "cenf", "cern-neutrino-platform"],
  "id": "science/experiments/cern-neutrino-platform"
}
