{
  "title": {
    "en": "W boson: Sunshine and stardust",
    "fr": "Boson W : soleils et poussières d’étoiles"
  },

  "hook": {
    "en": "The W boson carries the weak force. It changes the character of particles of matter—allowing the Sun to burn and new elements to form",
    "fr": "Le boson W est porteur de la force faible, l’une des quatre interactions fondamentales. Cette force peut changer la nature de particules de matière"
  },

  "body": {
    "en": "<p>Discovered in 1983, the W boson is a fundamental particle. Together with the Z boson, it is responsible for the weak force, one of <a href=\"https://home.cern/science/physics/standard-model\">four fundamental forces </a>that govern the behaviour of matter in our universe. Particles of matter interact by exchanging these bosons, but only over short distances.</p><p>The W boson, which is electrically charged, changes the very make up of particles. It switches protons into neutrons, and vice versa, through the weak force, triggering nuclear fusion and letting stars burn. This burning also creates heavier elements and, when a star dies, those elements are tossed into space as the building blocks for planets and even people.</p><p>The weak force was combined with the electromagnetic force in theories of a unified electroweak force in the 1960s, in an effort to make the basic physics mathematically consistent. But the theory called for the force-carrying particles to be massless, even though scientists knew the theoretical W boson had to be heavy to account for its short range. Theorists accounted for the mass of the W by introducing another unseen mechanism. This became known as the Higgs mechanism, which calls for the existence of a <a href=\"https://home.cern/science/physics/higgs-boson\">Higgs boson</a>.</p><p>As <a href=\"https://home.cern/news/news/physics/higgs-within-reach\">announced in July of 2012</a> at CERN, scientists have discovered a boson that looks much like the particle predicted by Peter Higgs, among others. While this boson is not yet confirmed as the Higgs boson predicted to make sense of the electroweak force, the W boson had a large part in its discovery.</p><p>In March 2012, scientists at <a href=\"http://www.fnal.gov/\">Fermilab</a> in the US confirmed the most precise measurement of the W boson’s mass to date, at 80.385 +/- 0.016 GeV/c<sup>2</sup>. According to the predictions of the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>, which takes into account electroweak theory and the theory of the Higgs mechanism, the W boson at that mass should point to the Higgs boson at a mass of less than 145 GeV. Both the <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a> collaborations place the mass of the new Higgs-like boson at about 125 GeV, well within range.</p>",

    "fr": "<p>Découvert en 1983, le boson W est une particule fondamentale. Avec le boson Z, il est le vecteur de la force faible, l’une des <a href=\"https://home.cern/science/physics/standard-model\">quatre forces fondamentales</a> qui régissent le comportement de la matière dans notre univers. Les particules de matière interagissent en échangeant ces bosons, mais cette interaction a une faible portée.</p><p>Le boson W, qui a une charge électrique, change la nature même des particules. Il transforme les protons en neutrons, et vice-versa, par la force faible, c’est-à-dire la force qui déclenche la fusion nucléaire et permet aux étoiles de brûler. Cette combustion crée des éléments plus lourds et, quand une étoile meurt, ces éléments sont projetés dans l’espace, constituant ainsi des matériaux de construction pour les planètes, et même les êtres vivants.</p><p>Dans les années 1960, la force faible a été combinée avec la force électromagnétique dans les théories électrofaibles unifiées, qui visaient à assurer une cohérence mathématique au cadre de base de la physique. Toutefois, la théorie supposait que les particules porteuses de force soient dépourvues de masse, alors même que les scientifiques savaient que le boson W devait avoir une masse importante, expliquant la courte portée de l’interaction. Pour expliquer la masse du W, les théoriciens ont alors introduit un autre mécanisme non observé,  qui sera appelé par la suite mécanisme de Higgs et qui suppose l’existence d’un boson spécifique, le boson de Higgs.</p><p>Comme cela a été <a href=\"https://home.cern/news/news/physics/higgs-within-reach\">annoncé en juillet 2012</a> au CERN, les physiciens ont désormais découvert un boson qui ressemble fortement à la particule prédite par, entre autres, Peter Higgs. Il n’est pas encore confirmé que cette particule soit bien le boson prédit pour rendre cohérente la théorie de la force électrofaible, mais on peut déjà dire que le boson W a joué un rôle majeur dans sa découverte.  </p><p>En mars 2012, des physiciens du <a href=\"http://www.fnal.gov/\">Laboratoire Fermi</a> ont confirmé la mesure la plus précise à ce jour de la masse du boson W, soit 80.385 +/- 0.016 GeV/c<sup>2</sup>. D’après les prédictions du Modèle standard, intégrant à la fois la théorie électrofaible et la théorie du mécanisme de Higgs, ce résultat indique logiquement que le boson de Higgs doit avoir une masse inférieure à 145 GeV. Justement, les collaborations <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> et <a href=\"https://home.cern/science/experiments/cms\">CMS</a> situent toutes deux la masse du nouveau boson à environ 125 GeV.</p>"
  },

  "image_url": null,
  "oda_tags": ["weak-force", "w-boson", "physics"],
  "id": "science/physics/w-boson-sunshine-and-stardust"
}
