{
  "title": {
    "en": "ISOLDE",
    "fr": "ISOLDE"
  },

  "hook": {
    "en": "ISOLDE studies the properties of atomic nuclei, with further applications in fundamental studies, astrophysics, material and life sciences",
    "fr": "ISOLDE étudie les propriétés des noyaux atomiques pour des applications en recherche fondamentale, astrophysique, sciences des matériaux et de la vie"
  },

  "body": {
    "en": "<p>The Isotope mass Separator On-Line facility (<a href=\"http://isolde.web.cern.ch/\">ISOLDE</a>) is a unique source of low-energy beams of radioactive nuclides, those with too many or too few neutrons to be stable. The facility fulfils in fact the old alchemical dream of changing one element into another. It permits the study of the vast territory of atomic nuclei, including the most exotic species.</p><p>The high intensity proton beam from the Proton Synchrotron Booster (PSB) is directed into specially developed thick targets, yielding a large variety of atomic fragments. Different devices are used to ionize, extract and separate nuclei according to their mass, forming a low-energy beam that is delivered to various experimental stations.</p><p>This beam can be further accelerated, allowing various studies on nuclear reactions. Commissioned in October 2015, the new <span>linear accelerator </span><a href=\"https://home.cern/news/news/experiments/upgraded-nuclear-physics-facility-starts\">HIE-ISOLDE</a> (High Intensity and Energy ISOLDE) brings the energy of the radioactive beams up to <span>7.5 MeV/nucleon</span>. The new facility will ultimately accelerate the nuclei up to 10 MeV/nucleon. The accelerated beams are then sent to the <a href=\"http://isolde.web.cern.ch/experiments/miniball\">Miniball</a> station, a gamma array of high purity germanium detectors.</p><p>The ISOLDE facility has gathered unique expertise in research with radioactive beams. Over 1300 isotopes of more than 70 elements have been used in a wide range of research domains, from cutting edge nuclear structure studies, through atomic physics, nuclear astrophysics, fundamental interactions, to solid state and life sciences. Presently more than 450 researchers are active at ISOLDE, working on about 90 experiments. About 50 experiments take data every year. </p><p>See a list of <a href=\"http://isolde.web.cern.ch/experimental-setups\">experimental setups</a> or <a href=\"http://isolde.web.cern.ch/active-experiments\">active ISOLDE experiments</a>. </p>",

    "fr": "<p>L’installation <a href=\"http://isolde.web.cern.ch/\">ISOLDE</a>, unique en son genre, produit des faisceaux de basse énergie de nucléides radioactifs, dont l’instabilité est due soit à un excédent, soit à un déficit de neutrons. En fait, l’installation réalise le vieux rêve des alchimistes : la transmutation d’un élément en un autre. Elle permet ainsi l’étude des noyaux atomiques, y compris les espèces les plus exotiques.</p><p>Le faisceau de protons de haute intensité issu du Booster du Synchrotron à protons (PSB) est dirigé sur des cibles spécialement conçues, très épaisses, produisant ainsi des fragments atomiques très variés. Différents systèmes sont utilisés pour ioniser, extraire et séparer les noyaux selon leur masse, ce qui permet de produire des faisceaux de basse énergie qui sont ensuite livrés à plusieurs stations d’expérimentation.</p><p>Les noyaux peuvent être également post-accélérés, permettant des études de réactions nucléaires variées. Mis en service en octobre 2015, un nouvel accélérateur, <a href=\"http://hie-isolde-project.web.cern.ch/hie-isolde\">HIE-ISOLDE</a>, porte l'énergie des faisceaux radioactifs jusqu’à <span>7,5 MeV par nucléon</span>. A terme, l'installation pourra accélérer les noyaux jusqu'à 10 MeV par nucléon. Les faisceaux ainsi accélérés sont ensuite envoyés sur la station <a href=\"http://isolde.web.cern.ch/experiments/miniball\">Miniball</a>, un détecteur de rayons gamma utilisant des cristaux de germamium de grande pureté. </p><p>L’installation ISOLDE a acquis un savoir-faire unique dans le domaine des faisceaux radioactifs.</p><p>Plus de 700 isotopes de plus de 70 éléments ont été utilisés dans une grande variété de domaines de recherche : des études de pointe sur la structure nucléaire, physique atomique, astrophysique nucléaire, interactions fondamentales, mais aussi physique du solide et sciences de la vie. À l’heure actuelle, plus de 450 chercheurs travaillent sur les quelque 90 expériences auprès de l’installation ISOLDE. Chaque année, une cinquantaine de ces expériences procèdent à une prise de données. </p><p>Voir la liste des <a href=\"http://isolde.web.cern.ch/experimental-setups\">dispositifs d’expérimentation</a> ou des <a href=\"http://isolde.web.cern.ch/active-experiments\">expériences actives d’ISOLDE</a>.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/Miniball_1.jpg",
  "oda_tags": ["experiments", "isolde"],
  "id": "science/experiments/isolde"
}
