{
  "title": {
    "en": "The matter-antimatter asymmetry problem",
    "fr": "L’énigme de l’asymétrie matière-antimatière"
  },

  "hook": {
    "en": "The Big Bang should have created equal amounts of matter and antimatter. So why is there far more matter than antimatter in the universe?",
    "fr": "Le Big Bang devrait avoir créé des quantités égales de matière et d’antimatière"
  },

  "body": {
    "en": "<p>The Big Bang should have created equal amounts of matter and antimatter in the early universe. But today, everything we see from the smallest life forms on Earth to the largest stellar objects is made almost entirely of matter. Comparatively, there is not much antimatter to be found. Something must have happened to tip the balance. One of the greatest challenges in physics is to figure out what happened to the antimatter, or why we see an asymmetry between matter and antimatter.</p><p>Antimatter particles share the same mass as their matter counterparts, but qualities such as electric charge are opposite. The positively charged positron, for example, is the antiparticle to the negatively charged electron. Matter and antimatter particles are always produced as a pair and, if they come in contact, annihilate one another, leaving behind pure energy. During the first fractions of a second of the <span>Big Bang</span>, the hot and dense universe was buzzing with particle-antiparticle pairs popping in and out of existence. If matter and antimatter are created and destroyed together, it seems the universe should contain nothing but leftover energy.</p><p>Nevertheless, a tiny portion of matter – about one particle per billion – managed to survive. This is what we see today. In the past few decades, particle-physics experiments have shown that the laws of nature do not apply equally to matter and antimatter. Physicists are keen to discover the reasons why. Researchers have observed spontaneous transformations between particles and their antiparticles, occurring millions of times per second before they decay. Some unknown entity intervening in this process in the early universe could have caused these \"oscillating\" particles to decay as matter more often than they decayed as antimatter.</p><p>Consider a coin spinning on a table. It can land on its heads or its tails, but it cannot be defined as \"heads\" or \"tails\" until it stops spinning and falls to one side. A coin has a 50-50 chance of landing on its head or its tail, so if enough coins are spun in exactly the same way, half should land on heads and the other half on tails. In the same way, half of the oscillating particles in the early universe should have decayed as matter and the other half as antimatter.</p><p>However, if a special kind of marble rolled across a table of spinning coins and caused every coin it hit to land on its head, it would disrupt the whole system. There would be more heads than tails. In the same way, some unknown mechanism could have interfered with the oscillating particles to cause a slight majority of them to decay as matter. Physicists may find hints as to what this process might be by studying the subtle differences in the behaviour of matter and antimatter particles created in high-energy proton collisions at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a>. Studying this imbalance could help scientists paint a clearer picture of why our universe is matter-filled.</p>",

    "fr": "<p>Le <a href=\"https://home.cern/science/physics/early-universe\">Big Bang</a> devrait avoir créé autant d’antimatière que de matière dans l’Univers primordial. Pourtant, aujourd’hui, tout ce que nous percevons, depuis la plus petite forme de vie terrestre jusqu’aux objets stellaires les plus grands, est constitué presque intégralement de matière. Comparativement, il n’y a pas beaucoup d’antimatière à observer. Quelque chose a probablement fait pencher la balance. L’un des plus grands défis de la physique est de déterminer ce qui est arrivé à l’antimatière ou, en d’autres termes, d’expliquer l’asymétrie entre la matière et l’antimatière.</p><p>Les particules d’antimatière ont la même masse que leurs homologues de matière, mais des caractéristiques opposées, notamment la charge électrique. Ainsi, le positon, chargé positivement, est l’antiparticule de l’électron, chargé négativement. Les particules de matière et d'antimatière sont toujours produites par paire et, lorsqu'elles entrent en contact l’une avec l’autre, elles s'annihilent mutuellement, ne laissant derrière elles que de l’énergie pure. Au cours des premières fractions de seconde qui ont suivi le Big Bang, l’Univers dense et chaud était en effervescence : des paires particule-antiparticule ne cessaient d'apparaître et de disparaître. Si la matière et l’antimatière sont créées et détruites ensemble, l'Univers ne devrait contenir que de l'énergie résiduelle.</p><p>Néanmoins, une minuscule partie de la matière – environ une particule sur un milliard – a réussi à survivre. C’est la matière que nous observons aujourd’hui. Au cours des dernières décennies, des expériences de physique des particules ont montré que les lois de la nature ne s’appliquaient pas de la même manière pour la matière et pour l’antimatière. Les physiciens aimeraient découvrir pourquoi. Des chercheurs ont observé qu’une particule et une antiparticule se transformaient spontanément l’une dans l’autre des millions de fois par seconde avant de se désintégrer. Du fait de l’intervention d’un facteur encore inconnu au cours de ce processus dans l’Univers primordial, les particules en oscillation pourraient s’être désintégrées plus souvent sous forme de matière que d'antimatière.</p><p>Imaginons une pièce de monnaie tournant comme une toupie sur une table. Elle peut retomber du côté face ou du côté pile, mais personne ne peut déterminer ce qu’il adviendra avant qu’elle ne soit retombée. La probabilité que la pièce retombe d’un côté est de 50 %. Donc, si l’on fait tourner suffisamment de pièces sans favoriser un côté, la moitié d’entre elles devraient retomber du côté pile et l’autre du côté face. De la même façon, la moitié des particules en oscillation dans l’Univers primordial devraient s’être désintégrées sous forme de matière, et l'autre sous forme d'antimatière.</p><p>Mais imaginons que nous fassions rouler sur la table une bille spéciale qui ferait retomber toutes les pièces du côté face ; le système serait alors complètement perturbé. Il y aurait plus de côtés face que de côtés pile. De même, un mécanisme inconnu pourrait avoir interféré avec les particules en oscillation, de façon à amener une légère majorité d’entre elles à se désintégrer sous forme de matière. Les physiciens espèrent entrevoir un début d’explication en étudiant les subtiles différences de comportement entre les particules de matière et les particules d’antimatière créées lors des collisions proton-proton de haute énergie au <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">LHC</a>. Cette étude pourrait leur permettre de mieux comprendre pourquoi notre univers est rempli de matière.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/crab-nebula-nasa3_1.jpg",
  "oda_tags": ["physics", "antimatter"],
  "id": "science/physics/matter-antimatter-asymmetry-problem"
}
