{
  "title": {
    "en": "The Antiproton Decelerator",
    "fr": "Le Décélérateur d’antiprotons"
  },

  "hook": {
    "en": "Not all accelerators increase a particle's speed. The AD slows down antiprotons so they can be used to study antimatter",
    "fr": "Not all accelerators increase a particle's speed. The AD slows down antiprotons so they can be used to study antimatter"
  },

  "body": {
    "en": "<p> </p><p> </p><p>The Antiproton Decelerator (AD) is a unique machine that produces low-energy antiprotons for studies of antimatter, and “creates” antiatoms. The Decelerator produces antiproton beams and sends them to the different experiments.</p><p>A proton beam that comes from the PS (<a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a>) is fired into a block of metal. These collisions create a multitude of secondary particles, including lots of antiprotons. These antiprotons have too much energy to be useful for making antiatoms. They also have different energies and move randomly in all directions. The job of the AD is to tame these unruly particles and turn them into a useful, low-energy beam that can be used to produce antimatter.</p><p>The antiprotons, which emerge from the block at diverging angles, are focused before they reach the AD. Only a fraction of them have the right energy to be injected into and stored in the AD.</p><p>The AD is a ring composed of bending and focussing magnets that keep the antiprotons on the same track, while strong electric fields slow them down. The spread in energy of the antiprotons and their deviation from their track is reduced by a technique known as “cooling”. Antiprotons are subjected to several cycles of cooling and deceleration until they are slowed down to around a tenth of the speed of light. They are then ready to be ejected into the antimatter experiments.</p><p>ELENA (Extra Low ENergy Antiproton) is a new deceleration ring that will soon be commissioned. Coupled with the AD, this synchrotron, with a circumference of 30 metres, will slow the antiprotons even more, reducing their energy by a factor of 50, from 5.3 MeV to just 0.1 MeV. An electron cooling system will increase the beam density. The number of antiprotons that can be trapped will be increased by a factor of 10 to 100, improving the efficiency of the experiments and paving the way for new experiments.</p><p><a href=\"https://home.cern/news/press-release/cern/start-cerns-new-antimatter-factory\">Installed in 2000,</a> the AD made the headlines in 2002 when large numbers of antihydrogen atoms were produced for the first time. Initial attempts were made to store antiatoms for a long enough time to be able to measure their characteristics. In 2011, an experiment <a href=\"https://home.cern/news/press-release/cern/cern-experiment-traps-antimatter-atoms-1000-seconds\">announced that it had produced and trapped antihydrogen atoms for sixteen minutes</a>, which was long enough to be able to study their properties in detail. The following year, the <a href=\"https://home.cern/news/press-release/cern/cern-experiment-makes-spectroscopic-measurement-antihydrogen\">first measurement of the antihydrogen spectrum</a> was published. Since 2010, the AD experiments have published numerous measurements of antimatter characteristics, comparing them to those of matter.</p><p>Currently the AD serves several experiments that are studying antimatter and its properties <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>, <a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a>, <a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a> and <a href=\"https://home.cern/science/experiments/base\">BASE</a>. Two other experiments, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a> and <a href=\"https://gbar.web.cern.ch/GBAR/public/\">GBAR</a>, are preparing to study the effects of gravity on antimatter. GBAR will be the first experiment to use antiprotons prepared by ELENA, the new decelerator.</p>",

    "fr": "<p> </p><p> </p><p>Le Décélérateur d’antiprotons (AD), machine unique en son genre, produit des antiprotons de basse énergie pour étudier l’antimatière et « fabriquer » des atomes d’antimatière. Le Décélérateur produit des faisceaux d’antiprotons et les envoie vers les différentes expériences.</p><p>Un faisceau de protons issu du PS (<a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a>) frappe une cible métallique. Ces collisions produisent une multitude de particules secondaires, dont beaucoup d’antiprotons. Ces derniers sont trop énergétiques pour être directement utilisables dans la production d’antiatomes. Par ailleurs, ils ont des énergies différentes et se déplacent de façon désordonnée. C’est grâce au Décélérateur que ces particules rebelles sont domptées et transformées en faisceaux de basse énergie, utilisables par la suite dans la production d'antimatière.</p><p>Les antiprotons sortant de la cible avec des angles divergents sont focalisés avant de parvenir à l’AD. Une fraction de ces antiprotons ont une énergie adéquate pour être injectés et stockés dans AD.</p><p>L’AD est un anneau formé d’aimants de courbure et de focalisation qui maintiennent les antiprotons sur la même trajectoire tandis que des champs électriques puissants les ralentissent. La dispersion des énergies des antiprotons et les déviations de leurs trajectoires sont réduites grâce à la technique du « refroidissement ». Les antiprotons subissent plusieurs phase de refroidissement et de décélération jusqu’à être ralentis à environ un dixième de la vitesse de la lumière. Les antiprotons sont ensuite éjectés vers les expériences sur l’antimatière.</p><p>Un nouvel anneau de décélération, ELENA (Extra Low ENergy Antiproton), va bientôt être mis en service. Couplé à l’AD, ce synchrotron de 30 mètres de circonférence va ralentir encore les antiprotons, pour réduire leur énergie d’un facteur 50, de 5,3 MeV à seulement 0,1 MeV. Un système de refroidissement par électron augmentera la densité de faisceau. Le nombre d’antiprotons pouvant être piégés sera accru d’un facteur 10 à 100, améliorant l’efficacité des expériences et ouvrant la voie à de nouvelles expériences.</p><p><a href=\"https://home.cern/fr/news/press-release/general-cern/start-cerns-new-antimatter-factory\">Mis en service en 2000</a>, l’AD était le lieu en 2002 d’une grande première scientifique : pour la première fois de grandes quantités d'atomes d’antihydrogène étaient produites. Les tentatives débutaient pour stocker des antiatomes pendant un laps de temps suffisant pour en mesurer les caractéristiques. En 2011, une expérience <a href=\"https://home.cern/fr/news/press-release/general-cern/cern-experiment-traps-antimatter-atoms-1000-seconds\">annonçait avoir produit et capturé des atomes d’antihydrogène pendant seize minutes</a>, un temps suffisamment long pour pouvoir étudier leurs propriétés en détail. L’année suivante, la première mesure du spectre de l'antihydrogène était publiée. Depuis 2010, les expériences sur l’AD ont publié de nombreuses mesures des caractéristiques de l’antimatière, les comparant avec celles de la matière.  </p><p>L’AD est aujourd’hui utilisé dans le cadre de plusieurs expériences qui étudient l’antimatière et ses propriétés : <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>, <a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a>, <a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a> et BASE. Deux autres expériences, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a> et <a href=\"https://gbar.web.cern.ch/GBAR/public/\">GBAR</a> s’apprêtent à étudier l’effet de la gravité sur l’antimatière. GBAR sera la première expérience à exploiter les antiprotons préparés par le nouveau décélérateur ELENA.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-11/CERN-EX-1105131-10_0.jpg",
  "oda_tags": ["accelerators"],
  "id": "science/accelerators/antiproton-decelerator"
}
