{
  "title": {
    "en": "The Worldwide LHC Computing Grid (WLCG)",
    "fr": "La Grille de calcul mondiale pour le LHC (WLCG)"
  },

  "hook": {
    "en": "Dealing with the LHC data deluge",
    "fr": "Gérer le déluge de données du LHC"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<p>The mission of the <a href=\"http://wlcg-public.web.cern.ch/\">Worldwide LHC Computing Grid (WLCG)</a> is to provide global computing resources for the storage, distribution and analysis of the data generated by the LHC.</p>\n<p>WLCG combines the computing resources of about 800,000 computer cores from over 170 sites in 42 countries, producing a massive distributed computing infrastructure that provides more than 17 000 physicists around the world with near real-time access to LHC data, and the power to process it.</p>\n<p>It runs over 2 million tasks per day and the last two years global transfer rates have regularly exceeded 35 GB/s.</p>\n<p>These numbers will increase as time goes on and as computing resources and new technologies become ever more available across the world.</p>\n<p>CERN provides about 20% of the resources of WLCG.</p>\n</div><div class=\"text-component-text cern_full_html\">\n\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p>Le rôle de la <a href=\"http://wlcg-public.web.cern.ch/\">Grille de calcul mondiale pour le LHC (WLCG)</a> est de fournir les ressources informatiques nécessaires pour stocker, distribuer et analyser les données produites par le LHC.</p>\n<p>La Grille WLCG combine les ressources informatiques d'environ 800 000 cœurs de processeurs provenant de plus de 170 sites répartis dans 42 pays. Cette immense infrastructure informatique distribuée fournit à plus de 17 000 physiciens du monde entier un accès en temps quasi réel aux données du LHC, ainsi que le pouvoir de les traiter.</p>\n<p>Elle exécute plus de 2 millions de calculs complexes par jour et les taux de transfert globaux ont régulièrement dépassé 35 Go/s ces deux dernières années.</p>\n<p>Ces chiffres augmenteront avec le temps et à mesure que les ressources informatiques et les nouvelles technologies seront plus accessibles dans le monde.</p>\n<p>Le CERN fournit environ 20% des ressources de la Grille WLCG.</p>\n</div><div class=\"text-component-text cern_full_html\">\n\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-CO-1008294-05/file?size=large",
  "oda_tags": ["computing"],
  "id": "science/computing/grid"
}
