{
  "title": {
    "en": "UA1",
    "fr": "UA1"
  },

  "hook": {
    "en": "The detector at Underground Area 1 scoured a billion proton-antiproton collisions from the Super Proton Synchrotron for traces of W and Z particles",
    "fr": "Le détecteur UA1 a passé au crible un milliard de collisions proton-antiproton au SPS, à la recherche de traces des particules W et Z"
  },

  "body": {
    "en": "<p>UA1 (Underground Area 1) was a <a href=\"https://home.cern/science/experiments/how-detector-works\">particle detector</a> at the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS). It ran from 1981 until 1990, when the SPS was used as a proton-antiproton collider, searching for traces of W and Z particles in collisions.</p><p>Two moveable detectors – UA1 and <a href=\"https://home.cern/science/experiments/ua2\">UA2</a> – were custom built around the SPS beam pipe for use during proton-antiproton running. They could be rolled back after periods of collision data taking, so that the SPS could revert to fixed-target operation.</p><p>The central detector of UA1 was a six-chambered cylinder, 5.8 metres long and 2.3 metres in diameter. It was the largest imaging drift chamber of its day. Charged particles passing through the detector would ionise molecules in the argon-ethane gas mixture inside, releasing electrons. The electrons drifted along an electric field shaped by 170,00 field wires and were collected on 6125 sense wires. The geometric arrangement of these wires allowed UA1 physicists to reconstruct collision events in three dimensions.</p><p>UA1 recorded the tracks of charged particles curving in a 0.7 Tesla magnetic field, measuring their momentum, the sign of their electric charge and their rate of energy loss. An 800-tonne conventional electromagnet provided the field using thin aluminium coils enclosing a region of 85 cubic metres. Around the central detector and inside the magnet were 48 electromagnetic subdetectors. Made from layers of lead, their boat-like shape earned them the nickname \"gondolas\".</p><p>Outside the magnet were the calorimeters – detectors that measured the energy particles lost as they passed through. The electromagnetic calorimeter measured the energy of electrons and photons while the hadronic calorimeter sampled the energy of hadrons (particles containing quarks, such as protons and neutrons).</p><p>One type of particle, the muon, interacts very little with matter – it can travel through metres of dense material before it is stopped. For this reason, muon chambers – tracking devices specialized for detecting muons – usually make up the outermost layer of a detector. The UA1 detector was no exception: The slab-like arrays of muon chambers that covered the outside of UA1 required some 30 kilometres of extruded aluminium.</p><p>The discovery of the W boson in January 1983 was a highlight of the UA1 detector's life. UA1 later informed the design of the multipurpose, “hermetic” detectors developed for the <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Large Electron Positron Collider</a> and the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a>.</p><p><em>You can see UA1's central detector at the </em><a href=\"http://visit.cern/\">Microcosm</a><em> exhibit at CERN</em></p>",

    "fr": "<p>Le détecteur UA1 (<em>Underground Area 1</em>) était un détecteur de particules auprès du <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Supersynchrotron à protons</a> (SPS). De 1981 à 1990, alors que le SPS servait de collisionneur proton-antiproton, UA1 recherchait les traces des particules W et Z issues des collisions.</p><p>Les deux détecteurs mobiles, UA1 et <a href=\"https://home.cern/science/experiments/ua2\">UA2</a>, ont été construits autour du tube de faisceau du SPS tout spécialement pour être utilisés lors de l’exploitation en mode proton-antiproton. Ils pouvaient être écartés facilement après les périodes d’acquisition de données de collisions, ce qui permettait au SPS de reprendre son fonctionnement en mode cible fixe.</p><p>Le détecteur central d’UA1 était un cylindre composé de six chambres et mesurait 5,8 mètres de long et 2,3 mètres de diamètre. À l’époque, c’était la plus grande chambre à dérive à imagerie. Lorsque les particules chargées pénétraient dans la chambre remplie d’un mélange argon-éthane, elles ionisaient les molécules de gaz, arrachant ainsi des électrons. Les électrons dérivaient alors le long des 170 000 fils du champ et étaient recueillis par 6 125 fils capteurs. La disposition des fils permettait aux physiciens d’UA1 de reconstituer les collisions en trois dimensions.</p><p>UA1 enregistrait la trajectoire des particules chargées s’incurvant sous l’influence d’un champ magnétique de 0,7 teslas, mesurant leur impulsion, le signe de leur charge électrique et leur perte d’énergie. Un électro-aimant résistif de 800 tonnes assurait un champ magnétique grâce à de fins anneaux d’aluminium définissant un espace de 85 mètres cubes. Quarante-huit sous-détecteurs électromagnétiques étaient disposés autour du détecteur central et à l'intérieur de l'aimant. Composés de plusieurs couches de plomb, ils étaient surnommés « gondoles » à cause de leur forme.</p><p>À l’extérieur de l’aimant se trouvaient les calorimètres – les détecteurs dont la fonction est de mesurer l’énergie perdue par les particules lors de leur passage. Le calorimètre électromagnétique mesurait l’énergie des électrons et des photons alors que le calorimètre hadronique mesurait l’énergie des hadrons (particules contenant des quarks, telles que protons et neutrons).</p><p>Les muons sont des particules qui interagissent très peu avec la matière. Ils peuvent ainsi traverser plusieurs mètres de matériau dense avant de s’arrêter. C’est pour cette raison que les chambres à muons, des trajectographes servant à détecter les muons, constituent généralement la couche la plus extérieure du détecteur. UA1 ne faisait pas exception : trente kilomètres d’aluminium extrudé ont été nécessaires à la fabrication des nombreuses chambres à muons qui recouvraient l’extérieur d’UA1 en une plaque épaisse.</p><p>La découverte du boson W en janvier 1983 a été l’un des temps forts du détecteur UA1. La conception des détecteurs « hermétiques » et polyvalents développée pour le <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Grand collisionneur électron-positon</a> (LEP) et le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur à hadrons</a> (LHC) s’inspire de celle d’UA1.</p><p><em>Le détecteur central UA1 est exposé au </em><a href=\"http://visit.cern/\">Microcosm</a> au CERN</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/ua1_1.jpg",
  "oda_tags": ["z-boson", "ua1", "super-proton-synchrotron", "antiproton", "experiments", "w-boson"],
  "section_id": 8,
  "id": "science/experiments/ua1"
}
