{
  "title": {
    "en": "The Low Energy Antiproton Ring",
    "fr": "L’Anneau d’antiprotons de basse énergie"
  },

  "hook": {
    "en": "LEAR decelerated and stored antimatter from 1982 until 1996, when it was replaced by the Low Energy Ion Ring",
    "fr": "LEAR decelerated and stored antimatter from 1982 until 1996, when it was replaced by the Low Energy Ion Ring"
  },

  "body": {
    "en": "<p>The Low Energy Antiproton Ring (LEAR) decelerated and stored antiprotons for experiments. It was built in 1982 and operated until 1996, when it was converted into the <a href=\"https://home.cern/science/accelerators/low-energy-ion-ring\">Low Energy Ion Ring</a> (LEIR), which provides lead-ion injection for the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC).</p><p>Under the LEAR programme, four machines – the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> (PS), the Antiproton Collector (AC), the Antiproton Accumulator (AA), and LEAR – worked together to collect, cool and decelerate antiprotons for use in experiments. Protons from the PS created antiprotons in collisions with a fixed target. Then the AC and the AA worked to catch antiprotons in sufficient numbers, and LEAR, the final element in the chain, passed the antiprotons on to experiments.</p><p>When the antiproton machines were closed down in 1996 to free resources for the LHC, a number of researchers wished to continue their experiments with slow antiprotons. The CERN council asked the PS division to investigate a low-cost way to provide the necessary low-energy beams. The resulting design report for a new machine – the <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> (AD) – was approved on 7 February 1997. The AD started operation in 2000 and is still the main provider of antiparticles at CERN today.</p>",

    "fr": "<p>L’Anneau d'antiprotons de basse énergie (<em>Low Energy Antiproton Ring</em> – LEAR) était utilisé pour décélérer et stocker  des antiprotons pour les expériences.  Construit en 1982, il fut exploité jusqu’en 1996 ; il sera par la suite date transformé et deviendra l’Anneau d'ions de basse énergie (<em>Low Energy Ion Ring</em> – LEIR), qui injecte des ions plomb dans le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC).</p><p>Dans le cadre du programme LEAR, quatre machines – le <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a> (PS), le Collecteur d’antiprotons (AC), l’Accumulateur d’antiprotons (AA) et le LEAR – fonctionnaient ensemble pour collecter, refroidir et décélérer des antiprotons destinés à être utilisés par des expériences.  Les protons venant du PS créaient des antiprotons en entrant en collision avec une cible fixe. L’AC et l’AA capturaient un nombre suffisant d’antiprotons, et le LEAR, dernier maillon de la chaîne, les livraient aux expériences.</p><p>Lorsque les machines à antiprotons furent mises hors service en 1996 afin de libérer des ressources pour le LHC, un certain nombre de chercheurs ont poursuivi leurs expériences avec des antiprotons lents. Le Conseil du CERN demanda à la division PS de trouver une solution peu onéreuse pour fournir les faisceaux de basse énergie requis. Le rapport de conception d’une nouvelle machine, le Décélérateur d'antiprotons (AD), fut approuvé le 7 février 1997. L’AD, mis en service en 2000, reste à ce jour le principal fournisseur d’antiparticules au CERN. </p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/lear.jpg",
  "oda_tags": ["accelerators", "low-energy-antiproton-ring"],
  "id": "science/accelerators/low-energy-antiproton-ring"
}
