{
  "title": {
    "en": "How an accelerator works",
    "fr": "Mode d'emploi d’un accélérateur"
  },

  "hook": {
    "en": "Electric fields and radiofrequency cavities accelerate particles inside accelerators, while powerful magnets focus or steer the particle beams",
    "fr": "Comment fonctionne un accélérateur de particules ?"
  },

  "body": {
    "en": "<p>Accelerators were invented in the 1930s to provide energetic particles to investigate the structure of the atomic nucleus. Since then, they have been used to investigate many aspects of particle physics. Their job is to speed up and increase the energy of a beam of particles by generating electric fields that accelerate the particles, and magnetic fields that steer and focus them.</p><p>An accelerator comes either in the form of a ring (a circular accelerator), where a beam of particles travels repeatedly round a loop, or in a straight line (a linear accelerator), where the particle beam travels from one end to the other. At CERN <a href=\"https://home.cern/science/accelerators\">a number of accelerators are joined together in sequence</a> to reach successively higher energies.</p><p>The type of particle used depends on the aim of the experiment. The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) accelerates and collides protons, and also heavy lead ions. One might expect the LHC to require a large source of particles, but protons for beams in 27-kilometre ring come from a single bottle of hydrogen gas, replaced only twice per year to ensure that it is running at the correct pressure.</p><p>In the first part of the accelerator, an electric field strips hydrogen nuclei (consisting of one proton and one electron) of their electrons. Electric fields along the accelerator switch from positive to negative at a given frequency, pulling charged particles forwards along the accelerator. CERN engineers control the frequency of the change to ensure the particles accelerate not in a continuous stream, but in closely spaced “bunches”.</p><p>These are specially designed metallic chambers, spaced at intervals along the accelerator – are shaped to resonate at specific frequencies, allowing radio waves to interact with passing particle bunches. Each time a beam passes the electric field in an RF cavity, some of the energy from the radio waves is transferred to the particles, nudging them forwards.</p><p>It’s important that the particles do not collide with gas molecules on their journey through the accelerator, so the beam is contained in an ultrahigh vacuum inside a metal pipe – the beam pipe.</p><h3><a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">Radiofrequency (RF) cavities</a></h3><p>These serve different functions around a circular accelerator. Dipole magnets, for example, bend the path of a beam of particles that would otherwise travel in a straight line. The more energy a particle has, the greater the magnetic field needed to bend its path. Quadrupole magnets act likes lenses to focus a beam, gathering the particles closer together. </p><p>Collisions at accelerators can occur either against a fixed target, or between two beams of particles.</p><h3><a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">Pulling together: Superconducting electromagnets</a></h3><p>These are placed around the collision point to record and reveal the particles that emerge from the collisions.</p><h3><a href=\"https://home.cern/science/experiments/how-detector-works\">How a detector works</a></h3>",

    "fr": "<p>Les accélérateurs ont été inventés pour produire des particules énergétiques permettant de sonder la structure du noyau des atomes. Depuis, ils ont été utilisés pour explorer divers aspects de la physique des particules. Leur fonction est d’accélérer des faisceaux de particules pour en augmenter l’énergie, au moyen de champs électriques, et de guider et de focaliser ces faisceaux, au moyen de champs magnétiques.</p><p>Un accélérateur peut être en forme d’anneau (accélérateur circulaire), ou en ligne droite (accélérateur linéaire). Dans le premier cas, les faisceaux circulent en boucle, dans le deuxième, ils vont d’une extrémité à l’autre. Plusieurs accélérateurs d’énergie croissante peuvent être reliés, de façon à former une chaîne : c’est le cas du <a href=\"https://home.cern/science/accelerators\">complexe d’accélérateurs du CERN</a>.</p><p>In the first part of the accelerator, an electric field strips hydrogen nuclei (consisting of one proton and one electron) of their electrons. Electric fields along the accelerator switch from positive to negative at a given frequency, pulling charged particles forwards along the accelerator. CERN engineers control the frequency of the change to ensure the particles accelerate not in a continuous stream, but in closely spaced “bunches”.</p><p> </p><p>Les cavités radiofréquence (RF) et les champs électriques, qui accélèrent le faisceau de particules. Les cavités RF sont situées à des points précis, le long du tube de faisceau. Chaque fois qu’un faisceau traverse le champ électrique à l’intérieur d’une cavité RF, une partie de l’énergie de l’onde radio est transmise aux particules.</p><h3><a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">Les cavités radiofréquence (RF)</a></h3><p>Les aimants, qui sont de plusieurs types et remplissent des fonctions différentes. Les aimants dipoles, par exemple, sont généralement utilisés pour courber la trajectoire des particules. Plus une particule est énergétique, plus le champ magnétique servant à courber sa trajectoire doit être puissant. Les aimants quadripolaires sont utilisés pour focaliser un faisceau, rapprochant ainsi toutes les particules entre elles, tout comme des lentilles servent à focaliser un faisceau de lumière.</p><h3><a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">Guider et focaliser: les aimants et la suprac...</a></h3><p>Les collisions à l’intérieur d’un accélérateur peuvent se produire soit entre un faisceau et une cible fixe, soit entre deux faisceaux. Des <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs de particules</a> sont placés autour du point de collision et enregistrent les événements, révélant les particules qui émergent des collisions.</p><h3><a href=\"https://home.cern/science/experiments/how-detector-works\">Mode d'emploi d'un détecteur</a></h3>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201802-048-8/file?size=large",
  "oda_tags": ["accelerators"],
  "id": "science/accelerators/how-accelerator-works"
}
