{
  "title": {
    "en": "CLOUD",
    "fr": "CLOUD"
  },

  "hook": {
    "en": "Could there be a link between galactic cosmic rays and cloud formation? An experiment at CERN is using the cleanest box in the world to find out",
    "fr": "Y a-t-il un lien entre les rayons cosmiques et la formation des nuages? Une expérience au CERN étudie un lien possible avec une chambre à brouillard"
  },

  "body": {
    "en": "<p>The <a href=\"http://cloud.web.cern.ch/cloud\">Cosmics Leaving Outdoor Droplets</a> (CLOUD) experiment uses a special cloud chamber to study the possible link between galactic cosmic rays and cloud formation. Based at the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron </a>(PS) at CERN, this is the first time a high-energy physics accelerator has been used to study atmospheric and climate science. The results should contribute much to our fundamental understanding of aerosols and clouds, and their affect on climate.</p><h2>What can cosmic rays tell us about climate?</h2><p><a href=\"https://home.cern/science/physics/cosmic-rays-particles-outer-space\">Cosmic rays</a> are charged particles that bombard the Earth's atmosphere from outer space. Studies suggest they may influence cloud cover either through the formation of new aerosols (tiny particles suspended in the air that can grow to form seeds for cloud droplets) or by directly affecting clouds themselves. Clouds exert a strong influence on the Earth’s energy balance; changes of only a few per cent have an important effect on the climate. However, despite its importance for climate, aerosol formation is poorly understood. Measuring the underlying microphysics in controlled laboratory conditions is important for a better understanding of atmospheric aerosol and is the key to unravelling the possible connection between cosmic rays and clouds.</p><h2>What does the CLOUD experiment do?</h2><p>The CLOUD experiment involves an interdisciplinary team of scientists from 17 institutes in nine countries, comprising atmospheric physicists and chemists, and cosmic-ray and particle physicists. The Proton Synchrotron provides an artificial source of “cosmic rays” that simulates natural conditions between ground level and the stratosphere. A beam of particles is passed through the cloud chamber and its effects on aerosol production or on liquid or ice clouds inside the chamber are recorded and analysed.</p><p>The experiment includes an advanced <a href=\"https://home.cern/news/news/experiments/how-make-your-own-cloud-chamber\">cloud chamber</a> equipped with a wide range of external instrumentation to monitor and analyse its contents. The temperature conditions anywhere in the atmosphere can be recreated within the chamber. All experimental conditions can be controlled and measured, including the “cosmic ray” intensity and the trace atmospheric vapours in the chamber, which are set to levels of only a few molecules per trillion.</p><h2>What has CLOUD shown us about our world?</h2><p>In 2014 CERN’s  CLOUD  experiment <a href=\"https://home.cern/news/news/experiments/cern-experiment-sheds-new-light-cloud-formation\">made a huge discovery</a> when it showed that biogenic vapours emitted by trees and oxidised in the atmosphere have a significant impact on the formation of clouds, thus helping to cool the planet.</p>",

    "fr": "<p>L’expérience CLOUD (<a href=\"http://cloud.web.cern.ch/cloud\">Rayons cosmiques produisant des gouttelettes extérieures</a>) exploite une chambre à brouillard pour étudier un lien possible entre les rayons cosmiques galactiques et la formation des nuages. Elle est alimentée par le <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a> du CERN, qui est ainsi le premier accélérateur de particules utilisé pour étudier la science des climats et de l'atmosphère. Les résultats pourraient considérablement modifier notre compréhension des nuages et du climat.</p><p>Les rayons cosmiques sont des particules chargées qui bombardent l'atmosphère de la Terre depuis l'espace extra-atmosphérique. Des études suggèrent qu'ils pourraient avoir une influence sur l’épaisseur de la couverture nuageuse de par la formation de nouveaux aérosols (minuscules particules en suspension dans l'air qui constituent le germe des gouttelettes des nuages). Ces études sont étayées par des mesures prises par satellite révélant la possibilité d’une corrélation entre l'intensité des rayons cosmiques et l’épaisseur de la couverture nuageuse à basse altitude. Les nuages exercent une forte influence sur l'équilibre énergétique de la Terre; des changements d'à peine quelques pour-cent ont une incidence considérable sur le climat. Comprendre la microphysique sous-jacente dans des conditions de laboratoire contrôlées pourrait contribuer à révéler la relation entre les rayons cosmiques et les nuages.</p><p>L'expérience CLOUD est menée par une équipe interdisciplinaire de scientifiques provenant de 18 instituts de 9 pays. Elle comprend des physiciens de l'atmosphère, des physiciens du Soleil, ainsi que des physiciens des rayons cosmiques et des particules. Le PS constitue une source artificielle de rayons cosmiques qui permet de simuler les conditions naturelles. Un faisceau de particules est envoyé dans une chambre de réaction ; ses effets sur la production d'aérosols sont ensuite analysés.</p><p>La phase initiale de l'expérience fait intervenir un détecteur prototype, mais l'expérience CLOUD complète comprendra une chambre à brouillard et une chambre de réaction de dernière génération, équipées d’une vaste palette d’équipements extérieurs pour contrôler et analyser leur contenu. Les conditions de température et de pression de n’importe quel endroit de l'atmosphère peuvent être recréées dans les chambres et toutes les conditions expérimentales peuvent être contrôlées et mesurées, y compris l'intensité des « rayons cosmiques » et le contenu des chambres.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/cloud.jpeg",
  "oda_tags": ["experiments", "proton-synchrotron", "cosmic-rays", "cloud", "cloud-chamber"],
  "id": "science/experiments/cloud"
}
