{
  "title": {
    "en": "AEGIS",
    "fr": "AEGIS"
  },

  "hook": {
    "en": "AEGIS uses a beam of antiprotons from the Antiproton Decelerator to measure the value of Earth's gravitational acceleration",
    "fr": "AEGIS utilise un faisceau d’antihydrogène pour mesurer l’effet de la gravitation terrestre sur l’antimatière"
  },

  "body": {
    "en": "<p>The primary scientific goal of the Antihydrogen Experiment: Gravity, Interferometry, Spectroscopy (<a href=\"http://aegis.web.cern.ch/aegis/home.html\">AEGIS</a>) is the direct measurement of the Earth's gravitational acceleration, g, on antihydrogen.</p><p>AEGIS is a collaboration of physicists from all over Europe. In the first phase of the experiment, the AEGIS team is using antiprotons from the <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> to make a beam of antihydrogen atoms. They then pass the antihydrogen beam through an instrument called a Moire deflectometer coupled to a position-sensitive detector to measure the strength of the gravitational interaction between matter and antimatter to a precision of 1%.</p><p>A system of gratings in the deflectometer splits the antihydrogen beam into parallel rays, forming a periodic pattern. From this pattern, the physicists can measure how much the antihydrogen beam drops during its horizontal flight. Combining this shift with the time each atom takes to fly and fall, the AEGIS team can then determine the strength of the gravitational force between the Earth and the antihydrogen atoms.</p><p>The AEGIS experiment will represent the first direct measurement of a gravitational effect on an antimatter system.</p>",

    "fr": "<p>Le but scientifique premier de l'expérience AEGIS (<em>Antihydrogen Experiment: Gravity, Interferometry, Spectroscopy</em>) est de mesurer directement l'accélération de l'antihydrogène due à la gravitation terrestre (g).</p><p>AEGIS est une collaboration rassemblant des physiciens de toute l'Europe. Lors de la première phase de l’expérience, les membres de l’équipe d’AEGIS utilisent des antiprotons du <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Décélérateur d’antiprotons</a> pour produire un faisceau d’atomes d’antihydrogène. Ils envoient ensuite ce faisceau d'antihydrogène dans un dispositif appelé déflectomètre de moiré qui, associé à un détecteur de position, leur permet de mesurer l'ampleur de l'interaction gravitationnelle entre la matière et l'antimatière avec une précision de 1 %.</p><p>Le déflectomètre est doté d'un système de grilles qui divise le faisceau d'antihydrogène en faisceaux parallèles, créant ainsi une structure périodique. À partir de cette structure, les physiciens peuvent mesurer la déflexion du faisceau d'antihydrogène au cours de son vol horizontal. En combinant cette mesure avec le temps de vol de chaque atome, l'équipe d'AEGIS peut alors déterminer la force gravitationnelle qui s’exerce entre la Terre et les atomes d'antihydrogène.</p><p>L'expérience AEGIS apportera la première mesure directe d'un effet gravitationnel sur un système d'antimatière.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/Aegis_1.jpg",
  "oda_tags": ["antihydrogen", "experiments", "aegis", "gravity"],
  "id": "science/experiments/aegis"
}
