{
  "title": {
    "en": "Pulling together: Superconducting electromagnets",
    "fr": "L’union fait la force : les aimants supraconducteurs"
  },

  "hook": {
    "en": "Particles zipping round the LHC at close to the speed of light must follow precise paths. Powerful magnets keep the beams stable, accurate and safe",
    "fr": "Les particules filant presque à la vitesse de la lumière dans le LHC doivent suivre des trajectoires précises et stables. Pour cela il faut des aimant"
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) is currently operating at the energy of 6.5 TeV per beam. At this energy, the trillions of particles circle the collider's 27-kilometre tunnel 11,245 times per second. Before they reach the LHC, the particles are sped up in <a href=\"https://home.cern/science/accelerators\">a series of interconnected linear and circular accelerators</a>: once they reach the maximum speed that one part of the accelerator chain can achieve, they are shot into the next. Without any other force involved, the particles would drift apart and their momentum would carry them in a straight line. More than 50 types of magnets are needed to send them along complex paths without their losing speed.</p><p>All the magnets on the LHC are electromagnets. The main dipoles generate powerful 8.3 tesla magnetic fields – more than 100,000 times more powerful than the Earth’s magnetic field. The electromagnets use a current of 11,080 amperes to produce the field, and a <a href=\"https://home.cern/science/engineering/superconductivity\">superconducting </a>coil allows the high currents to flow without losing any energy to electrical resistance.</p><h2>Lattice magnets</h2><p>Thousands of \"lattice magnets\" on the LHC bend and tighten the particles’ trajectory. They are responsible for keeping the beams stable and precisely aligned.</p><p>Dipole magnets, one of the most complex parts of the LHC, are used to bend the paths of the particles. There are 1232 main dipoles, each 15 metres long and weighing in at 35 tonnes. If normal magnets were used in the 27 km-long LHC instead of superconducting magnets, the accelerator would have to be 120 kilometres long to reach the same energy. Powerful magnetic fields generated by the dipole magnets allow the beam to handle tighter turns.</p><p>When particles are bunched together, they are more likely to collide in greater numbers when they reach the LHC <a href=\"https://home.cern/science/experiments/how-detector-works\">detectors</a>. Quadrupoles help to keep the particles in a tight beam. They have four magnetic poles arranged symmetrically around the beam pipe to squeeze the beam either vertically or horizontally. </p><p>Dipoles are also equipped with sextupole, octupole and decapole magnets, which correct for small imperfections in the magnetic field at the extremities of the dipoles.</p><h2>Insertion magnets</h2><p>When the particle beams enter the detectors, insertion magnets take over. Particles must be squeezed closer together before they enter a detector so that they collide with particles coming from the opposite direction. Three quadrupoles are used to create a system called an inner triplet. There are eight inner triplets, two of which are located at each of the four large LHC detectors, <a href=\"https://home.cern/science/experiments/alice\">ALICE</a>, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a> and <a href=\"https://home.cern/science/experiments/lhcb\">LHCb</a>. Inner triplets tighten the beam, making it 12.5 times narrower – from 0.2 millimetres down to 16 micrometres across.</p><p>After the beams collide in the detector, enormous magnets aid the measurement of particles. For example, physicists look at how charged particles bend in the magnetic field to determine their identity. Charged particles are deflected by the magnetic field in the detector, and their momentum can be calculated from the amount of deflection.</p><p>After colliding, the particle beams are separated again by dipole magnets. Other magnets minimize the spread of the particles from the collisions. When it is time to dispose of the particles, they are deflected from the LHC along a straight line towards the beam dump. A \"dilution\" magnet reduces the beam intensity by a factor of 100,000 before the beam collides with a block of concrete and graphite composite for its final stop.</p><p>Insertion magnets are also responsible for beam cleaning, which ensures that stray particles do not come in contact with the LHC’s most sensitive components.</p>",

    "fr": "<p>Le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) fonctionne actuellement à une énergie de 6,5 TeV par faisceau. À cette énergie, les milliers de milliards de particules parcourent les 27 km de tunnel du collisionneur 11 245 fois par seconde. Avant d’atteindre le LHC, les particules sont accélérées dans une série d’accélérateurs linéaires et circulaires reliés entre eux. Dès qu’elles atteignent l’énergie maximale produite par l’un de ces accélérateurs, elles sont injectées dans l’accélérateur suivant. Laissées à elles-mêmes, les particules se disperseraient et poursuivraient leur trajectoire en ligne droite. Ainsi, 50 aimants différents sont nécessaires pour les maintenir le long de trajectoires complexes, sans perte d’énergie.</p><p>Tous les aimants du LHC sont des électro-aimants. Les dipôles principaux génèrent de puissants champs magnétiques de 8,3 teslas, c’est-à-dire 100 000 fois plus que le champ magnétique de la Terre. Les électro-aimants produisent ce champ magnétique grâce à un courant de 11 080 ampères, et le matériau supraconducteur permet aux courants de haute intensité de circuler sans perdre de l’énergie du fait de la résistance électrique.</p><h2>Les aimants de la maille</h2><p>Des milliers d’aimants constituant des « mailles » incurvent et resserrent la trajectoire des particules dans le LHC. Grâce à ces aimants, les faisceaux sont stables et alignés avec précision.</p><p>Les aimants dipôles, qui comptent parmi les éléments les plus complexes du LHC, servent à incurver la trajectoire des particules. Il y a 1232 dipôles principaux, chacun mesurant 15 mètres de longueur et pesant 35 tonnes. Si on avait utilisé des aimants ordinaires à la place d’aimants supraconducteurs, le LHC, qui mesure 27 km de longueur, aurait dû mesurer 120 km pour pouvoir atteindre la même énergie. De puissants champs magnétiques générés par les aimants dipôles permettent aux faisceaux de prendre les virages.</p><p>Lorsque les particules restent bien groupées, elles ont plus de chances d’entrer en collision une fois qu’elles atteignent les détecteurs. Les quadripôles permettent de resserrer le faisceau. Grâce à leurs quatre pôles magnétiques disposés symétriquement autour du tube de faisceau, les quadripôles peuvent comprimer le faisceau verticalement ou horizontalement.</p><p>Les dipôles sont aussi équipés d'aimants sextupolaires, octupolaires et décapolaires, qui corrigent les petites imperfections du champ magnétique aux extrémités des dipôles.</p><h2>Les aimants d’insertion</h2><p>Lorsque les faisceaux de particules pénètrent dans les détecteurs, les aimants d’insertion prennent le relais. Les particules doivent être une fois de plus focalisées avant de pénétrer dans un détecteur pour faciliter leur collision avec les particules venant dans le sens opposé. Trois quadripôles forment un système appelé « triplet interne ». Le LHC compte huit triplets internes, deux pour chacun des quatre grands détecteurs, ALICE, ATLAS, CMS et LHCb. Les triplets internes resserrent les faisceaux, les rendant 12,5 fois plus fins, leur largeur passant de 0,2 millimètres à 16 micromètres.</p><p>Après la collision des faisceaux, d'énormes aimants dans le détecteur facilitent les procédures de mesure des particules. Par exemple, les physiciens observent de quelle façon s’infléchit la trajectoire des particules chargées dans le champ magnétique pour déterminer leur identité. En effet, les particules chargées sont déviées par le champ magnétique du détecteur, et leur impulsion peut être alors calculée d’après leur trajectoire.</p><p>Après le point de collision, les faisceaux de particules sont à nouveau séparés par des dipôles, et d’autres aimants limitent leur dispersion. Lorsqu’il est temps de se débarrasser des particules, celles-ci sont extraites du LHC et acheminées en ligne droite jusqu’à l’absorbeur de faisceau. Rendus 100 000 moins intenses par un « aimant de dilution », les faisceaux viennent s’écraser contre un bloc en composite de béton et de graphite.</p><p>Les aimants d’insertion ont aussi pour fonction de « nettoyer » les faisceaux pour éviter que des particules égarées n’entrent en contact avec les pièces les plus sensibles du LHC.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/atlas_magnets_1.jpeg",
  "oda_tags": ["magnet", "engineering", "lhc", "superconductivity"],
  "id": "science/engineering/pulling-together-superconducting-electromagnets"
}
