{
  "title": {
    "en": "ACE",
    "fr": "ACE"
  },

  "hook": {
    "en": "ACE brought together an international team of physicists, biologists and medics to study the biological effects of antiprotons",
    "fr": "Des antiprotons pour lutter contre les cellules cancéreuses"
  },

  "body": {
    "en": "<p>The Antiproton Cell Experiment (ACE) started in 2003 and was completed in 2013. It aimed to assess fully the effectiveness and suitability of antiprotons for cancer therapy. The experiment brought together a team of experts in physics, biology and medicine from 10 institutes around the world who were the first to study the biological effects of antiprotons.</p><p>To date, particle-beam therapy has used mainly protons to destroy cancer cells. The particles are sent into a patient’s body with a pre-determined amount of energy, just enough that they stop when they reach the specific depth of a tumour. When such a beam of heavy, charged particles enters a human body, it initially inflicts very little damage. Only in the last few millimetres of the journey, as the beam ends its gradual slow-down and comes to an abrupt stop does significant damage occur. Unfortunately, although the beam destroys the cancer it does affect healthy cells along its path, so the damage to healthy tissues increases with repeat treatments.</p><p>The ACE experiment tested the idea of using antiprotons as an alternative treatment, by directly comparing the effectiveness of cell irradiation using protons and antiprotons. When matter (in this case, the tumour cells) and <a href=\"https://home.cern/science/physics/antimatter\">antimatter</a> (the antiprotons) meet, they annihilate (destroy each other), transforming their mass into energy. The aim is to make use of this effect, allowing an antiproton to annihilate with part of the nucleus of an atom in a cancer cell. The energy released by the annihilation should blow the nucleus apart and project the fragments into adjacent cancer cells, which should in turn be destroyed.</p><p>In the experimental set up, tubes were filled with cells suspended in gelatin to simulate a cross-section of tissue inside a body. The researchers sent a beam of protons or antiprotons with a range of 2 centimetres in water into one end of the tube, and evaluated how the fraction of surviving cells varied with the depth in the target. Initial results showed that four times fewer antiprotons than protons were needed to inflict the same level of cell damage. In treatment, this would mean significantly reduced damage to the healthy tissues.</p><p>ACE is an excellent example of how research in particle physics can bring innovative solutions with potential medical benefits. However, the validation process for any new medical treatment is lengthy. Even if this research continued, it could take several years for the first clinical application to appear.</p>",

    "fr": "<p>ACE (Antiproton Cell Experiment : expérience antiprotons/cellule) est une expérience pionnière qui a démarré en 2003 pour s'achever 10 ans plus tard. Elle avait pour but d’évaluer l'interêt et l’efficacité des antiprotons pour traiter le cancer. Cette expérience inédite sur les effets biologiques des antiprotons regroupait au sein d’une équipe pluridisciplinaire des spécialistes de la physique, de la biologie et de la médecine provenant de dix instituts dans le monde.</p><p>Les thérapies par faisceau de particules ont jusqu'à présent surtout utilisé des protons pour détruire les cellules cancéreuses. Les protons sont envoyés dans le corps du patient. Une quantité d’énergie prédéfinie leur permet de s’arrêter précisément lorsqu’ils atteignent la tumeur. Quand le faisceau de particules pénètre dans le corps humain, il cause tout d’abord très peu de dommages. Il n’entraîne de lésion importante que sur les derniers millimètres de son parcours, lorsque le faisceau ralentit et s’arrête brutalement. Malheureusement, si le faisceau détruit efficacement la tumeur, il détruit également des cellules saines sur son passage, de sorte que les tissus sains sont davantage exposés lors de traitements à répétition.</p><p>L’expérience ACE a testé l’utilisation des antiprotons comme traitement de substitution, en comparant directement l’efficacité de l’irradiation des cellules à l’aide de protons et d’antiprotons. Quand de la matière (en l’occurrence les cellules cancéreuses) et de l’antimatière (des antiprotons) se rencontrent, elles s’annihilent et transforment leur masse en énergie. L’objectif est d’exploiter cet effet pour amener un antiproton à s’annihiler avec une partie du noyau d’un atome de cellule cancéreuse. L’énergie ainsi dégagée devrait faire exploser le noyau et projeter ses fragments dans les cellules cancéreuses adjacentes, les détruisant à leur tour.</p><p>Dans le dispositif expérimental, des tubes étaient remplis de cellules vivantes en suspension dans de la gélatine pour simuler une section de tissu à l’intérieur d’un corps. À l’une des extrémités du tube, des faisceaux de protons ou d’antiprotons étaient envoyés, parcourant 2 cm dans l’eau. La proportion de cellules ayant survécu à l’irradiation était evaluée en fonction de la profondeur de la cible. Les premiers résultats ont montré que, pour obtenir le même niveau de dégradation des cellules, il suffisait de quatre fois moins d’antiprotons que de protons. Lors d’un traitement, cela permettrait de réduire considérablement la lésion des tissus sains.</p><p>ACE est un excellent exemple des solutions novatrices que la recherche en physique des particules peut potentiellement amener au profit de la médecine. La validation de tout nouveau traitement médical est cependant un long processus. Même si cette piste est poursuivie, la première application clinique n’apparaîtra que dans plusieurs années.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/ace.png",
  "oda_tags": ["medicine", "experiments", "ace"],
  "id": "science/experiments/ace"
}
