{
  "title": {
    "en": "COMPASS",
    "fr": "COMPASS"
  },

  "hook": {
    "en": "COMPASS investigates how quarks and gluons interact to give the particles we observe",
    "fr": "COMPASS étudie les liens complexes entre les quarks et les gluons qui leur permettent de donner naissance aux particules observables"
  },

  "body": {
    "en": "<p>The <a href=\"http://wwwcompass.cern.ch/\">Common Muon and Proton Apparatus for Structure and Spectroscopy</a> (COMPASS) experiment is a multipurpose experiment at CERN’s <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS).</p><p>The experiment looks at the complex ways in which the elementary quarks and gluons work together to give the particles we observe, from the humble proton to the huge variety of more exotic particles.</p><p>A major aim is to discover more about how the property called spin arises in protons and neutrons, in particular how much is contributed by the gluons that bind the quarks together via the strong force. To do this the COMPASS team fire muons (particles that are like heavy electrons) at a polarized target.</p><p>Another important aim is to investigate the hierarchy or spectrum of particles that quarks and gluons can form. To do this the experiment uses a beam of particles called pions. In these studies, the researchers will also look for \"glueballs\" - particles made only of gluons.</p><p>About 240 physicists from 11 countries and 28 institutions work on the COMPASS experiment. The results will help physicists to gain a better understanding of the complex world inside protons and neutrons.</p>",

    "fr": "<p><a href=\"http://wwwcompass.cern.ch/\">COMPASS</a> est une expérience polyvalente qui fait partie du programme du Supersynchrotron à protons du CERN.</p><p>Elle étudie les liens complexes qui se tissent entre les quarks et les gluons et qui leur permettent de donner naissance aux particules observables, depuis le proton jusqu'à la vaste palette des particules plus complexes.</p><p>L’un des objectifs majeurs de l’expérience est d’étudier l’origine du spin des protons et des neutrons. Il s’agit en particulier de voir quel est le rôle à cet égard des gluons qui lient les quarks entre eux grâce à la force forte. À cet effet, COMPASS envoie des « électrons lourds » (des particules appelées muons) contre une cible « polarisée ».</p><p>COMPASS vise également à déterminer la hiérarchie ou le « spectre » des particules que peuvent former les quarks et les gluons. Dans ce but, l’expérience emploie un faisceau de particules appelées pions. Un autre objectif est de détecter les « boules de glu », particules constituées uniquement de gluons.</p><p>Dans le cadre de l'expérience COMPASS, quelque 240 physiciens issus de 11 pays et provenant de 28 institutions conjuguent leurs efforts afin de mieux connaître le monde complexe qui se cache à l'intérieur des protons et des neutrons.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/compass.jpeg",
  "oda_tags": ["experiments", "quark", "gluon", "neutron", "compass"],
  "id": "science/experiments/compass"
}
