{
  "title": {
    "en": "The early universe",
    "fr": "L’Univers primordial"
  },

  "hook": {
    "en": "All matter in the universe was formed in one explosive event 13.7 billion years ago – the Big Bang",
    "fr": "Toute la matière de l’Univers s’est formée il y a 13,7 milliards d’années, lors d’un événement explosif, le Big Bang"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<h2>The Big Bang</h2>\n<p>In 1929 the American astronomer Edwin Hubble discovered that the distances to far-away galaxies were proportional to their redshifts. Redshift occurs when a light source moves away from its observer: the light's apparent wavelength is stretched via the Doppler effect towards the red part of the spectrum. Hubble’s observation implied that distant galaxies were moving away from us, as the furthest galaxies had the fastest apparent velocities. If galaxies are moving away from us, reasoned Hubble, then at some time in the past, they must have been clustered close together.</p>\n<p>Hubble’s discovery was the first observational support for Georges Lemaître’s Big Bang theory of the universe, proposed in 1927. Lemaître proposed that the universe expanded explosively from an extremely dense and hot state, and continues to expand today. Subsequent calculations have dated this Big Bang to approximately 13.7 billion years ago. In 1998 two teams of astronomers working independently at Berkeley, California observed that supernovae – exploding stars – were moving away from Earth at an accelerating rate. This earned them the <a href=\"https://www.nobelprize.org/prizes/physics/2011/summary/\">Nobel prize in physics in 2011</a>. Physicists had assumed that matter in the universe would slow its rate of expansion; gravity would eventually cause the universe to fall back on its centre. Though the Big Bang theory cannot describe what the conditions were at the very beginning of the universe, it can help physicists describe the earliest moments after the start of the expansion.</p>\n<h2>Origins</h2>\n<p>In the first moments after the Big Bang, the universe was extremely hot and dense. As the universe cooled, conditions became just right to give rise to the building blocks of matter – the quarks and electrons of which we are all made. A few millionths of a second later, quarks aggregated to produce protons and neutrons. Within minutes, these protons and neutrons combined into nuclei. As the universe continued to expand and cool, things began to happen more slowly. It took 380,000 years for electrons to be trapped in orbits around nuclei, forming the first atoms. These were mainly helium and hydrogen, which are still by far the most abundant elements in the universe. 1.6 million years later, gravity began to form stars and galaxies from clouds of gas. Heavier atoms such as carbon, oxygen and iron, have since been continuously produced in the hearts of stars and catapulted throughout the universe in spectacular stellar explosions called supernovae.</p>\n<p>But stars and galaxies do not tell the whole story. Astronomical and physical calculations suggest that the visible universe is only a tiny amount (4%) of what the universe is actually made of. A very large fraction of the universe, in fact 26%, is made of an unknown type of matter called \"<a href=\"https://home.cern/science/physics/dark-matter\">dark matter</a>\". Unlike stars and galaxies, dark matter does not emit any light or electromagnetic radiation of any kind, so that we can detect it only through its gravitational effects. </p>\n<p>An even more mysterious form of energy called “dark energy” accounts for about 70% of the mass-energy content of the universe. Even less is known about it than dark matter. This idea stems from the observation that all galaxies seems to be receding from each other at an accelerating pace, implying that some invisible extra energy is at work.</p>\n</div>",

    "fr": "<h2>Le Big Bang</h2><p>En 1929, l’astronome américain Edwin Hubble découvrit que la distance des galaxies à la Terre était proportionnelle à leur décalage spectral. Il y a décalage spectral lorsqu’une source de lumière s’éloigne de son observateur. La longueur d’onde apparente de la lumière est étirée par effet Doppler vers la partie rouge du spectre. L’observation de Hubble signifiait que les galaxies distantes s'éloignaient de l'observateur, les galaxies les plus lointaines ayant les vitesses apparentes les plus rapides. Si les galaxies s'éloignent de nous aujourd’hui, en conclut Hubble, dans le passé, à un certain moment, elles devaient être très rapprochées les unes des autres.</p><p>La découverte de Hubble constitua le premier élément d’observation à l’appui de la théorie de l’expansion de l’Univers proposée en 1927 par Georges Lemaître. Selon Lemaître, l’Univers primitif très dense et chaud serait entré en expansion de façon explosive, et cette expansion se poursuit aujourd’hui. Des calculs permirent par la suite d’estimer l’âge de l’Univers à environ 13,7 milliards d’années. En 1998, deux équipes indépendantes d’astronomes du Laboratoire de Berkeley, aux États-Unis, observèrent que les supernovas – des étoiles en explosion – s’éloignaient de la Terre de façon accélérée. Cette découverte leur valut <a href=\"https://www.nobelprize.org/prizes/physics/2011/summary/\">le prix Nobel de physique en 2011</a>. Les physiciens supposaient que l’apparition de matière dans l’Univers aurait pour effet de ralentir l’expansion, et qu’à terme l’Univers se replierait sur lui-même sous l’effet de la gravité. Si la théorie ne peut décrire les conditions qui prévalaient au tout début de l'Univers, elle peut aider les physiciens à décrire les premiers instants qui ont suivi le début de l’expansion.</p><h2>Les origines</h2><p>Dans les tout premiers instants après le Big Bang, l'Univers était extrêmement chaud et dense. Lorsque l’Univers commença à se refroidir, les conditions permirent aux constituants de base de la matière – les quarks et les électrons, dont nous sommes tous constitués – de faire leur apparition. Quelques millionièmes de seconde plus tard, les quarks se sont assemblés pour produire des protons et des neutrons, lesquels se sont regroupés en quelques minutes pour constituer les noyaux des futurs atomes. Au fur et à mesure que l’Univers poursuivait son expansion et son refroidissement, le rythme s’est ralenti. Il a ainsi fallu 380 000 ans pour que les électrons soient capturés dans l'orbite des noyaux, donnant naissance aux premiers atomes. Il s’agissait essentiellement d’hélium et d’hydrogène, qui sont encore aujourd’hui, et de loin, les éléments les plus répandus dans l’Univers. Quelque 1,6 million d’années plus tard, les nuages de gaz se sont effondrés sous l’effet de la gravité, formant les étoiles et les galaxies. Désormais, des atomes plus lourds, tels que le carbone, l’oxygène et le fer, sont produits sans cesse au cœur des étoiles et sont projetés dans tout l'Univers lors d'explosions stellaires spectaculaires appelées supernovas.</p><p>Mais les étoiles et les galaxies ne forment qu’une partie de l’Univers. Les calculs astronomiques et physiques montrent que l'Univers visible ne représente qu’une petite quantité (4 %) de l’ensemble. L’Univers est composé en grande partie (26 %) d’un type inconnu de matière appelé « <a href=\"https://home.cern/science/physics/dark-matter\">matière noire</a> ». Contrairement aux étoiles et galaxies, la matière noire n’émet aucune source de lumière ou de rayonnement électromagnétique. Elle ne peut donc être détectée que par ses effets gravitationnels.</p><p>Autre élément invisible, encore plus mystérieux, l’ « énergie noire », qui représente environ 70 % de l’ensemble masse-énergie de l’Univers. Toutes les galaxies semblent s’éloigner les unes des autres à un rythme accéléré, ce qui suppose qu’une énergie invisible, l’énergie noire, entre également en jeu.</p>"
  },

  "image_url": "None",
  "oda_tags": ["supernova", "astronomy", "physics", "big-bang"],
  "id": "science/physics/early-universe"
}
