{
  "title": {
    "en": "Cosmic rays: particles from outer space",
    "fr": "Rayons cosmiques : particules de l'espace"
  },

  "hook": {
    "en": "Earth is subject to a constant bombardment of subatomic particles that can reach energies far higher than the largest machines",
    "fr": "La Terre est constamment bombardée de particules subatomiques qui peuvent atteindre des énergies plus élevées que les plus grandes machines"
  },

  "body": {
    "en": "<figure><img src=\"https://home.cern/sites/home.web.cern.ch/files/inline-images/emulsion.png\"/><figcaption>A photomicrograph shows where high-energy electrons blazed through a film emulsion located in a spectrometer outside the target chamber for the petawatt laser tests. The tracks are slightly curved from the emulsion being slightly curved in its holder  (Image: NASA/Marshall Space Flight Center and the University of Alabama in Huntsville)</figcaption></figure><p>In August 1912, Austrian physicist Victor Hess <a href=\"https://home.cern/news/news/physics/cosmic-rays-discovered-100-years-ago\">made a historic balloon flight</a> that opened a new window on matter in the universe. As he ascended to 5300 metres, he measured the rate of ionisation in the atmosphere and found that it increased to some three times that at sea level. He concluded that penetrating radiation was entering the atmosphere from above. He had discovered cosmic rays.</p><p>These high-energy particles arriving from outer space are mainly (89%) protons – nuclei of hydrogen, the lightest and most common element in the universe – but they also include nuclei of helium (10%) and heavier nuclei (1%), all the way up to uranium. When they arrive at Earth, they collide with the nuclei of atoms in the upper atmosphere, creating more particles, mainly pions. The charged pions can swiftly decay, emitting particles called muons. Unlike pions, these do not interact strongly with matter, and can travel through the atmosphere to penetrate below ground. The rate of muons arriving at the surface of the Earth is such that about one per second passes through a volume the size of a person’s head.</p><h2>A new world of particles</h2><p>Studies of cosmic rays opened the door to a world of particles beyond the confines of the atom: the first particle of <a href=\"https://home.cern/science/physics/antimatter\">antimatter</a>, the positron (the antielectron) was discovered in 1932, the muon in 1937, followed by the pion, the kaon and several more. Until the advent of high-energy particle accelerators in the early 1950s, this natural radiation provided the only way to investigate the growing particle \"zoo\". Indeed, when CERN was founded in 1954, its convention included cosmic rays in the list of scientific interests. But even though accelerators came to provide the best hunting ground for new particles, the physics of cosmic rays is still widely studied.</p><p></p><p>The energies of the primary cosmic rays range from around 1 GeV – the energy of a relatively small particle accelerator – to as much as 10<sup>8</sup> TeV, far higher than the beam energy of the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a>. The rate at which these particles arrive at the top of the atmosphere falls off with increasing energy, from about 10 000 per square metre per second at 1 GeV to less than one per square kilometre per century for the highest energy particles. The very high-energy cosmic rays generate huge showers of up to 10 billion secondary particles or more, which can be picked up by particle detectors when they are spread over areas as large as 20 square kilometres on the surface of the Earth.</p><h2>Cosmic accelerators</h2><p>Just how do cosmic rays reach such high energies? Where are the natural accelerators? The lowest energy cosmic rays arrive from the Sun in a stream of charged particles known as the solar wind, but pinning down the origin of the higher-energy particles is made difficult as they twist and turn in the magnetic fields of interstellar space.</p><p>Clues have come through studying high-energy gamma rays from outer space. These are far fewer than the charged cosmic rays, but being electrically neutral they are not influenced by magnetic fields. They generate showers of secondary particles that can be detected on Earth and that point back towards the point of origin of the gamma rays. Sources of the highest energy gamma rays in our own galaxy, the Milky Way, include the remnants of supernovae, such as the famous <a href=\"https://www.nasa.gov/multimedia/imagegallery/image_feature_567.html\">Crab Nebula</a>; the shock waves from these stellar explosions have long been proposed as possible natural accelerators. Other sources of ultra-high-energy gamma rays lie in other galaxies, where exotic objects such as supermassive black holes may drive the acceleration. There is also evidence that the highest energy charged cosmic rays also have similar origins in other galaxies.</p><h2>Cosmic-ray experiments at CERN</h2><figure><a href=\"https://cds.cern.ch/images/CERN-EX-0911185-11\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2009/0911185/0911185_11/0911185_11-A4-at-144-dpi.jpg\"/></a><figcaption>View inside the chamber of the CLOUD experiment at CERN (Image: Maximilien Brice/CERN)</figcaption></figure><p>Could there be a link between galactic cosmic rays and cloud formation? An experiment at CERN is using the cleanest box in the world to find out.<br/>Read more about the <a href=\"https://home.cern/science/experiments/cloud\">CLOUD experiment</a>.</p>",

    "fr": "<figure><img src=\"https://home.cern/sites/home.web.cern.ch/files/inline-images/emulsion.png\"/><figcaption>Une microphotographie montre les impacts d'électrons à haute énergie sur une émulsion photographique située dans un spectromètre. (Image : NASA/Marshall Space Flight Center et Université d'Alabama, Huntsville)</figcaption></figure><p>En août 1912, le physicien autrichien Victor Hess fit un vol en montgolfière historique, qui a ouvert de nouvelles perspectives pour l’étude de la matière dans l’Univers. En montant à une altitude de 5 300 mètres, il mesura le taux d’ionisation dans l’atmosphère et découvrit que celui-ci était trois fois plus élevé qu’au niveau de la mer. Il en conclut qu’un rayonnement pénétrant entrait dans l’atmosphère depuis le ciel. En fait, il avait découvert les rayons cosmiques.</p><p>Ces particules de haute énergie qui arrivent de l’espace intersidéral sont en majeure partie des protons (89 %) – des noyaux d’hydrogène, l’élément le plus léger et le plus courant dans l’atmosphère – mais il y a aussi des noyaux d’hélium (10 %) et des noyaux plus lourds (1 %) de divers éléments, jusqu’à l’uranium. Lorsqu’ils arrivent près de la Terre, ces rayons entrent en collision avec les noyaux d’atomes situés aux confins de l’atmosphère, créant ainsi de nouvelles particules, principalement des pions. Ces pions chargés peuvent se désintégrer rapidement, et ils émettent alors des particules appelées muons. Contrairement aux pions, les muons n’interagissent pas fortement avec la matière, et ils peuvent donc traverser l’atmosphère et pénétrer sous terre. La quantité de muons arrivant à la surface de la Terre est telle qu’un volume équivalent à la tête d’une personne est traversé chaque seconde par un muon.</p><h2>Un nouveau monde de particules</h2><p>L'étude des rayons cosmiques a ouvert de nouvelles perspectives pour l'étude des particules, au-delà des limites de l'atome : la première particule d’antimatière, un positon (ou antiélectron), a été découverte en 1932, le muon en 1937, puis cela a été le tour du pion, du kaon et de plusieurs autres. Jusqu’à l’avènement des accélérateurs de particules de haute énergie, au début des années 1950, ce rayonnement naturel constituait le seul moyen d’étudier ce « zoo » de particules en pleine expansion. Quand le CERN a été fondé, en 1954, les rayons cosmiques figuraient dans la liste des domaines d’intérêt scientifique inscrite dans la Convention de l’Organisation. Et même si les accélérateurs sont devenus le meilleur terrain de chasse pour les nouvelles particules, les rayons cosmiques sont toujours largement étudiés en physique.</p><p></p><p>L’énergie des rayons cosmiques primaires va d’environ 1 GeV, soit l’énergie produite par un accélérateur de particules relativement petit, à 108 Tev, soit bien plus que l’énergie des faisceaux du Grand collisionneur de hadrons. La fréquence à laquelle ces particules arrivent aux confins de l’atmosphère diminue avec l’augmentation de leur énergie : d’environ 10 000 particules à 1 GeV par mètre carré et par seconde, à moins d’une particule à l’énergie la plus élevée par kilomètre carré et par siècle. Les rayons cosmiques de très haute énergie engendrent d’immenses gerbes pouvant contenir 10 milliards de particules secondaires, voire plus ; celles-ci se répandent sur des zones pouvant atteindre 20 kilomètres carrés à la surface de la Terre, et elles peuvent alors être observées par des détecteurs.</p><h2>Des accélérateurs cosmiques</h2><p>Mais comment les rayons cosmiques atteignent-ils de telles énergies ? Où sont les accélérateurs naturels ? Les rayons cosmiques ayant l’énergie la plus faible viennent du Soleil, en un flux de particules chargées appelé vent solaire. L’origine des particules plus énergétiques est par contre difficile à découvrir, car leur trajectoire est détournée par les champs magnétiques de l’espace interstellaire.</p><p>Des indices nous sont parvenus grâce à l’étude des rayons gamma de haute énergie provenant de l’espace intersidéral. Ceux-ci sont bien moins nombreux que les rayons cosmiques électriquement chargés mais, comme ils sont neutres, ils ne sont pas influencés par les champs magnétiques. Ils engendrent des gerbes de particules secondaires qui peuvent être détectées sur la Terre, ce qui permet de remonter jusqu’au lieu d’origine des rayons gamma. Les résidus de supernovas, comme la célèbre nébuleuse du Crabe, sont dans notre galaxie, la Voie lactée, une des sources des rayons gamma les plus énergétiques ; les ondes de choc causées par ces explosions stellaires sont depuis longtemps considérées comme de possibles accélérateurs naturels. Il existe d’autres sources de rayons gamma de très haute énergie dans d’autres galaxies, où des objets exotiques tels que des trous noirs supermassifs pourraient agir comme des accélérateurs. Il y a également des indices selon lesquels les rayons cosmiques chargés les plus énergétiques ont aussi des origines semblables dans d’autres galaxies.</p><h2>Les expériences sur les rayons cosmiques menées au CERN</h2><figure><a href=\"https://cds.cern.ch/images/CERN-EX-0911185-11\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2009/0911185/0911185_11/0911185_11-A4-at-144-dpi.jpg\"/></a><figcaption>L'intérieur de la chambre à brouillard de l'expérience CLOUD, au CERN. (Image : Maximilien Brice/CERN)</figcaption></figure><p>Pourrait-il y avoir un lien entre les rayons cosmiques galactiques et la formation des nuages ? Une expérience du CERN utilise la « boîte » la plus propre du monde pour le découvrir.</p><p><br/>Pour en savoir plus sur <a href=\"https://home.cern/science/experiments/cloud\">l'expérience CLOUD</a>.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CMS-PHO-GEN-2017-008-1/file?size=large",
  "oda_tags": ["physics", "cosmic-rays"],
  "section_id": 4,
  "id": "science/physics/cosmic-rays-particles-outer-space"
}
