{
  "title": {
    "en": "The Large Hadron Collider",
    "fr": "Grand collisionneur de hadrons"
  },

  "hook": {
    "en": "The Large Hadron Collider (LHC) is the world’s largest and most powerful particle accelerator. It consists of a 27-kilometre ring of superconducting magnets with a number of accelerating structures to boost the energy of the particles along the way.",
    "fr": "Le LHC est l’accélérateur de particules le plus grand et le plus puissant du monde. C'est un anneau de 27 kilomètres de circonférence, formé de milliers d'aimants supraconducteurs et doté de structures accélératrices pour accroitre l'énergie des particules à chaque passage."
  },

  "body": {
    "en": "<p>The Large Hadron Collider (LHC) is the world’s largest and most powerful <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">particle accelerator</a>. It first started up on 10 September 2008, and remains the latest addition to CERN’s <a href=\"https://home.cern/science/accelerators\">accelerator complex</a>. The LHC consists of a 27-kilometre ring of superconducting magnets with a number of accelerating structures to boost the energy of the particles along the way.</p><section class=\"blurb\"><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201401-013-24\" title=\"View on CDS\"><img alt=\"LS1,LHC\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201401-013-24/file?size=medium\"/></a><figcaption>(Image: Anna Pantelia/CERN)</figcaption></figure><p>Inside the accelerator, two high-energy particle beams travel at close to the speed of light before they are made to collide. The beams travel in opposite directions in separate beam pipes – two tubes kept at <a href=\"https://home.cern/science/engineering/vacuum-empty-interstellar-space\">ultrahigh vacuum</a>. They are guided around the accelerator ring by a strong magnetic field maintained by <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">superconducting electromagnets</a>. The electromagnets are built from coils of special electric cable that operates in a superconducting state, efficiently conducting electricity without resistance or loss of energy. This requires chilling the magnets to ‑271.3°C – <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">a temperature colder than outer space</a>. For this reason, much of the accelerator is connected to a distribution system of liquid helium, which cools the magnets, as well as to other supply services.</p><figure><a href=\"https://cds.cern.ch/images/CERN-HI-1308206-20\" title=\"View on CDS\"><img alt=\"LS1,Magnets,TI2,PMI2,LHC,dipole,descent,replacement\" src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2013/1308206/1308206_20/1308206_20-A4-at-144-dpi.jpg\"/></a><figcaption>Replacing one of the LHC's dipole magnets (Image: Maximilien Brice/CERN)</figcaption></figure><p> </p></section><p>Thousands of magnets of different varieties and sizes are used to direct the beams around the accelerator. These include 1232 dipole magnets 15 metres in length which bend the beams, and 392 quadrupole magnets, each 5–7 metres long, which focus the beams. Just prior to collision, another type of magnet is used to \"squeeze\" the particles closer together to increase the chances of collisions. The particles are so tiny that the task of making them collide is akin to firing two needles 10 kilometres apart with such precision that they meet halfway.</p><p>All the controls for the accelerator, its services and technical infrastructure are housed under one roof at the CERN Control Centre. From here, the beams inside the LHC are made to collide at four locations around the accelerator ring, corresponding to the positions of four <a href=\"https://home.cern/science/experiments/how-detector-works\">particle detectors</a> – <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, <a href=\"https://home.cern/science/experiments/alice\">ALICE</a> and <a href=\"https://home.cern/science/experiments/lhcb\">LHCb.</a></p><h3><a href=\"https://home.cern/science/accelerators/large-hadron-collider/safety-lhc\" title=\"The Safety of the LHC\">               The Safety of the LHC            </a></h3><p><a href=\"https://op-webtools.web.cern.ch/vistar/vistars.php\"><img src=\"https://vistar-capture.web.cern.ch/vistar-capture/lhc1.png\" width=\"100%\"/></a></p>",

    "fr": "<p>Le LHC est l’<a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accélérateur de particules</a> le plus grand et le plus puissant du monde. Il a démarré le 10 septembre 2008 et est le dernier maillon du <a href=\"https://home.cern/science/accelerators/accelerator-complex\">complexe d’accélérateurs</a> du CERN. Il consiste en un anneau de 27 kilomètres de circonférence formé d’aimants supraconducteurs et de structures accélératrices qui augmentent l’énergie des particules qui y circulent.</p><section class=\"blurb\"><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201401-013-24\" title=\"View on CDS\"><img alt=\"LS1,LHC\" src=\"https://cds.cern.ch/images/CERN-PHOTO-201401-013-24/file?size=medium\"/></a><figcaption>(Image: Anna Pantelia/CERN)</figcaption></figure><p>À l’intérieur de l’accélérateur, deux faisceaux de particules circulent à des énergies très élevées et à une vitesse proche de celle de la lumière avant de rentrer en collision l’un avec l’autre. Les faisceaux circulent en sens opposé, dans des tubes distincts placés sous un <a href=\"https://home.cern/science/engineering/vacuum-empty-interstellar-space\">vide très poussé (ultravide)</a>. Ils sont guidés le long de l’anneau de l’accélérateur par un puissant champ magnétique, généré par des <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">électroaimants supraconducteurs</a>. Ces derniers sont composés de bobines d’un câble électrique spécial fonctionnant à l'état supraconducteur, c’est-à-dire conduisant l’électricité sans résistance ni perte d’énergie. Pour cela, les aimants doivent être refroidis à -271°C, <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">une température plus froide que celle de l’espace intersidéral</a>. C’est la raison pour laquelle une grande partie de l’accélérateur est reliée à un système de distribution d’hélium liquide qui refroidit les aimants ainsi que d’autres systèmes annexes.</p><figure><a href=\"https://cds.cern.ch/images/CERN-HI-1308206-20\" title=\"View on CDS\"><img alt=\"LS1,Magnets,TI2,PMI2,LHC,dipole,descent,replacement\" src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2013/1308206/1308206_20/1308206_20-A4-at-144-dpi.jpg\"/></a><figcaption>Replacing one of the LHC's dipole magnets (Image: Maximilien Brice/CERN)</figcaption></figure><p> </p></section><p>Des milliers d’aimants de types et de tailles différents sont utilisés pour diriger les faisceaux le long de l’accélérateur. Parmi eux, les aimants principaux, dont 1234 aimants dipolaires de 15m de long utilisés pour courber la trajectoire des faisceaux, et 392 aimants quadripolaires de 5 à 7m de long qui concentrent les faisceaux. Juste avant la collision, un autre type d’aimant est utilisé pour “coller” les particules les unes aux autres, de façon à augmenter les probabilités d’une collision. Ces particules sont si minuscules que les faire entrer en collision revient à lancer deux aiguilles éloignés de 10km, l’une contre l’autre.</p><p>Tous les systèmes de contrôle de l’accélérateur et de leur infrastructure technique sont regroupés au Centre de contrôle du CERN. C’est depuis ce Centre que sont déclenchées les collisions des faisceaux au centre des quatre <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs de particules</a> : <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, <a href=\"https://home.cern/science/experiments/alice\">ALICE</a> et <a href=\"https://home.cern/science/experiments/lhcb\">LHCb</a>.</p><h3><a href=\"https://home.cern/science/accelerators/large-hadron-collider/safety-lhc\" title=\"The Safety of the LHC\">               The Safety of the LHC            </a></h3><p><a href=\"https://op-webtools.web.cern.ch/vistar/vistars.php\"><img src=\"https://vistar-capture.web.cern.ch/vistar-capture/lhc1.png\" width=\"100%\"/></a></p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201802-030-10/file?size=large",
  "oda_tags": ["accelerators"],
  "id": "science/accelerators/large-hadron-collider"
}
