{
  "title": {
    "en": "Storing antihydrogen",
    "fr": "Stocker l’antihydrogène"
  },

  "hook": {
    "en": "Because antimatter annihilates in a flash of energy when it interacts with regular matter, storing it presents a challenge",
    "fr": "Comme la mise en présence d’antimatière et de matière ordinaire aboutit à l'annihilation des deux, son stockage n'est pas facile"
  },

  "body": {
    "en": "<p>In 1928 the physicist Paul Dirac proposed that every particle of matter should have an antimatter counterpart. But shortly after the big bang, most of the <a href=\"https://home.cern/science/physics/antimatter\">antimatter</a> disappeared, leaving behind the tiny portion of matter that constitutes the universe we live in today. What happened to swing the balance away from antimatter is one of the greatest puzzles in physics.</p><p>Astronomers search for antimatter in space, but it’s hard to come by on Earth. So in order to study it, physicists have to make it themselves. And because antimatter annihilates in a flash of energy when it interacts with regular matter, storing it presents a challenge.</p><h2>Creating Antihydrogen</h2><p>The antimatter counterpart to the simplest atom, hydrogen, is a neutral antihydrogen atom, which consists of a positively charged positron orbiting a negatively charged antiproton.</p><p>In 1995, physicists at CERN announced that they had <a href=\"https://home.cern/news/press-release/cern/first-atoms-antimatter-produced-cern\">successfully created the first atoms of antihydrogen</a> at the <a href=\"https://home.cern/science/accelerators/low-energy-antiproton-ring\">Low Energy Antiproton Ring</a> (LEAR). The researchers allowed antiprotons circulating inside LEAR to collide with atoms of a heavy element. Any antiprotons passing close enough to heavy atomic nuclei could create an electron-positron pair; in a tiny fraction of cases, the antiproton would bind with the positron to make an atom of antihydrogen. The antiparticles were highly energetic; each one travelled at nearly the speed of light over a path of 10 metres and then annihilated with ordinary matter after about forty billionths of a second. While creating the antihydrogen was a major achievement, the atoms were too energetic — too “hot”— and didn’t lend themselves to easy study.</p><p>In order to understand antimatter atoms, CERN physicists needed more time to interact with them. So they developed techniques to capture and trap antihydrogen for longer periods. The <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> established at CERN in the late 1990s began providing slower moving, lower-energy antiprotons for antimatter experiments such as ATHENA, <a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a> and <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>.</p><p>In these experiments, electric and magnetic fields hold the antiprotons separate from positrons in a near-perfect vacuum that keeps them away from regular matter. The antiprotons pass through a dense electron gas, which slows them down further.</p><p>When the energy is low enough, ALPHA physicists use the electric potential to nudge the antiprotons into a cloud of positrons suspended within the vacuum. The two types of charged antiparticles combine into low-energy antihydrogen atoms. Since antihydrogen atoms don’t have an electric charge, the electric field can no longer hold them in place. So instead, two superconducting magnets generate a strong magnetic field that takes advantage of the antihydrogen’s magnetic properties. If the antihydrogen atoms have a low enough energy, they can stay in this magnetic “bottle” for a long time.</p><p>Currently the only way to know whether antimatter was actually trapped is to let it annihilate with regular matter. When the magnets are switched off, the antihydrogen atoms escape their trap and quickly annihilate with the sides of the trap. Silicon detectors pick up the energetic flare to pinpoint the antiatom’s position. Only then can the physicists be sure that they had trapped antihydrogen.</p><h2>Trapping antimatter at CERN</h2><p>In June 2011, ALPHA reported that it had <a href=\"https://home.cern/news/press-release/cern/cern-experiment-traps-antimatter-atoms-1000-seconds\">succeeded in trapping antimatter atoms for over 16 minutes</a>. On the scale of atomic lifetimes, this was a very long time — long enough to begin to study their properties in detail. By precise comparisons of hydrogen and antihydrogen, several experimental groups hope to study the properties of antihydrogen and see if it has the same spectral lines as hydrogen. One group, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a>, will even attempt to measure g, the gravitational acceleration constant, as experienced by antihydrogen atoms.</p><p>The longer these experiments can trap antihydrogren, the more accurately they can measure it, and physicist will be closer to demystifying antimatter. A new facility called ELENA will enable all experiments working at the Antiproton Decelerator to get lower energy and more abundant antiproton beams, making it even easier to produce antihydrogen in large quantities.</p>",

    "fr": "<p>En 1928, le physicien Paul Dirac émettait l’hypothèse qu’à chaque particule de matière correspondait une particule <a href=\"https://home.cern/science/physics/antimatter\">d’antimatière</a>. L’année suivante, Carl Anderson confirmait l’existence de l’antimatière, avec la découverte du positon. Cependant, l’antimatière est rare. Aujourd’hui, tout ce que nous percevons, depuis la plus petite forme de vie sur la Terre jusqu’aux astres les plus massifs, est constitué presque intégralement de matière. Juste après le Big Bang, la plus grande partie de l’antimatière a disparu, laissant derrière elle la petite portion de matière qui constitue l’Univers dans lequel nous vivons aujourd’hui.</p><p>Les astronomes cherchent de l’antimatière dans l’espace, mais cette antimatière est difficile à trouver sur Terre. C’est pourquoi, afin de l’étudier, les physiciens doivent la fabriquer eux-mêmes. Mais comme la mise en présence d’antimatière et de matière ordinaire aboutit à l'annihilation des deux, avec une grande production d'énergie, son stockage n'est pas facile.</p><h2>Fabriquer de l’antihydrogène</h2><p>L’atome le plus simple, l’hydrogène, a un équivalent en antimatière, l’atome d’antihydrogène, de charge nulle, constitué d’un positon (chargé positivement) associé à un antiproton (chargé négativement).</p><p>En 1995, les physiciens du CERN annonçaient qu’ils avaient réussi à <a href=\"https://home.cern/fr/news/press-release/general-cern/first-atoms-antimatter-produced-cern\">fabriquer les premiers atomes d’antihydrogène</a> au <a href=\"https://home.cern/science/accelerators/low-energy-antiproton-ring\">LEAR</a> (l’anneau d’antiprotons de basse énergie du CERN où l’antihydrogène a été découvert). Les chercheurs ont amené des antiprotons circulant dans le LEAR à entrer en collision avec des atomes d’un élément lourd. Tout antiproton passant suffisamment près de noyaux atomiques lourds était susceptible d’y faire apparaître une paire électron-positon ; dans un tout petit pourcentage des cas, l’antiproton se liait au positon pour créer un atome d’antihydrogène. Ces antiparticules étaient fortement énergétiques, chacune parcourant 10 m à une vitesse proche de la vitesse de la lumière, puis s’annihilant au contact de la matière ordinaire après un intervalle d’environ 40 milliardièmes de seconde. Réussir à fabriquer de l’antihydrogène était une grande avancée, mais les atomes produits étaient trop énergétiques (trop « chauds »), ce qui les rendait très difficiles à étudier.</p><p>Afin de pouvoir mieux comprendre les atomes d’antimatière, les physiciens du CERN ont besoin de disposer de plus de temps pour interagir avec eux. C’est pourquoi ils ont mis au point des techniques permettant de capturer et de piéger l’antihydrogène pour des périodes plus longues. Le Décélérateur d’antiprotons installé au CERN à la fin des années 1990 a commencé à produire des antiprotons de plus faible énergie, moins agités, pour les expériences d’antimatière telles qu’ATHENA, ATRAP et <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>.</p><p>Dans ces expériences, des champs électriques et magnétiques maintiennent les antiprotons séparés des positons, dans un vide presque parfait, qui les tient à l’écart de la matière ordinaire. Les antiprotons passent à travers un gaz d’électrons dense, qui les ralentit encore.</p><p>Lorsque l’énergie est suffisamment basse, les physiciens d’ALPHA utilisent le potentiel électrique pour pousser les antiprotons dans un nuage de positons maintenus dans le vide. Les deux types d'antiparticules chargées se combinent en atomes d'antihydrogène de basse énergie. Comme les atomes d’antihydrogène n’ont pas de charge électrique, le champ électrique ne peut plus les maintenir en place. On utilise donc deux aimants supraconducteurs produisant un fort champ magnétique qui tire parti des propriétés magnétiques de l’antihydogène. Si les atomes d’antihydrogène ont une énergie suffisamment basse, ils peuvent rester dans cette « bouteille » magnétique pendant longtemps.</p><p>Actuellement, la seule façon de savoir si on a effectivement piégé de l’antimatière est de laisser celle-ci s’annihiler avec de la matière. Lorsque les aimants sont désactivés, les atomes d’antihydrogène s’échappent du piège et s’annihilent rapidement avec les parois du piège. Des détecteurs au silicium enregistrent le dégagement d’énergie, permettant d'établir précisément la position de l’antiatome quand il est annihilé. Ce n’est qu’à ce moment-là que les physiciens peuvent être sûrs qu’ils ont piégé l’antihydrogène.</p><h2>Piéger l’antimatière au CERN</h2><p>En juin 2011, l’expérience ALPHA a annoncé qu’elle avait réussi à piéger des atomes d’antimatière pendant plus de 16 minutes. À l’échelle atomique, c’est une durée de vie très longue – suffisamment longue pour que l’on commence à étudier en détail les propriétés de ces antiatomes. Par des comparaisons précises entre hydrogène et antihydrogène, plusieurs équipes espèrent arriver à étudier les propriétés de l'antihydrogène , et notamment à déterminer si celui-ci présente les mêmes raies spectrales que l’hydrogène. L’une des expériences, AEGIS, s’efforcera même de mesurer la valeur de g, la constante d’accélération gravitationnelle, pour les atomes d’antihydrogène.</p><p>Plus les expériences pourront piéger longtemps l’antihydrogène, plus les mesures seront précises, ce qui permettra aux physiciens de mieux explorer les mystères de l'antimatière. Le décélérateur ELENA permettra à toutes les expériences menées au Décélérateur d’antiprotons d’obtenir des faisceaux d’antiprotons plus abondants et de plus basse énergie, ce qui facilitera la production de grandes quantités d’antihydrogène.</p>"
  },

  "image_url": null,
  "oda_tags": ["physics", "antimatter"],
  "section_id": 4,
  "id": "science/physics/antimatter/storing-antihydrogen"
}
