{
  "title": {
    "en": "CERN Neutrinos to Gran Sasso",
    "fr": "Neutrinos du CERN vers le Gran Sasso"
  },

  "hook": {
    "en": "To unravel some of the mysteries surrounding neutrinos, CERN sent a beam through 732 kilometres of solid rock to the CNGS project in Italy",
    "fr": "Le projet Neutrinos du CERN vers le Gran Sasso (CNGS) visait à percer certains des mystères qui entourent les neutrinos"
  },

  "body": {
    "en": "<p>The <a href=\"http://proj-cngs.web.cern.ch/proj-cngs/\">CERN Neutrinos to Gran Sasso</a> (CNGS) project aimed to unravel some of the mysteries surrounding neutrinos - light, neutral particles that hardly interact with matter. Three types or \"flavours\" of neutrino exist: the electron neutrino, the muon neutrino and the tau neutrino. But it seems that neutrinos are the chameleons of the particle world: they can change from one flavour into another. This phenomenon, called “oscillation”, occurs as neutrinos travel long distances through matter. The process is directly related to the neutrinos' tiny mass.</p><p>From July 2006 to December 2012, the CNGS project sent muon neutrinos from CERN to the <a href=\"https://www.lngs.infn.it/en\">Gran Sasso National Laboratory</a> (LNGS), 732 kilometres away in Italy. Neutrinos interact so weakly with other particles that they pass easily through the intervening rock. At Gran Sasso, two experiments, <a href=\"http://operaweb.lngs.infn.it/\">OPERA</a> and <a href=\"http://icarus.lngs.infn.it/\">ICARUS</a>, wait to find out if any of the muon neutrinos have transformed into tau neutrinos.</p><p>To create the neutrino beam, a beam of protons from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> at CERN was directed onto a graphite target. The collisions created particles called pions and kaons, which were fed into a system of two magnetic lenses that focused the particles into a parallel beam in the direction of Gran Sasso. The pions and kaons then decayed into muons and muon neutrinos in a 1-kilometre tunnel. At the end of the tunnel, a block of graphite and metal 18 metres thick absorbed protons as well as pions and kaons that did not decay. Muons were stopped by the rock beyond, but the muon neutrinos remained to streak through the rock on their journey to Italy.</p>",

    "fr": "<p>Le projet <a href=\"http://proj-cngs.web.cern.ch/proj-cngs/\">Neutrinos du CERN vers le Gran Sasso</a> (CNGS) visait à percer certains des mystères qui entourent les neutrinos, ces particules légères et neutres qui interagissent très peu avec la matière. Il existe trois types ou « saveurs » de neutrinos : le neutrino électronique, le neutrino muonique et le neutrino tauique. Mais les neutrinos sont, semble-t-il, les caméléons du monde subatomique car ils peuvent passer d’une saveur à l’autre. Ce phénomène, appelé « oscillation », se produit lorsque les neutrinos parcourent de longues distances à travers la matière. Il est directement lié à la masse infime de ces particules.</p><p>Entre juillet 2006 et décembre 2012, le projet CNGS consistait à envoyer des neutrinos muoniques depuis le CERN vers le <a href=\"https://www.lngs.infn.it/en\">laboratoire du Gran Sasso</a> (LNGS) situé en Italie, à une distance de 732 kilomètres. Les neutrinos interagissent tellement peu avec les autres particules qu’ils passent aisément à travers la roche. Au Gran Sasso, les expériences <a href=\"http://operaweb.lngs.infn.it/\">OPERA</a> et <a href=\"http://icarus.lngs.infn.it/\">ICARUS</a> tentaient d’identifier les neutrinos tauiques issus des neutrinos muoniques.</p><p>Pour produire le faisceau de neutrinos, un faisceau de protons du SPS du CERN était envoyé sur une cible en graphite. La collision produisait des particules appelées pions et kaons, qu’un système composé de deux lentilles magnétiques focalisait pour former un faisceau unique dans lequel ces deux types de particules se déplacaient parallèlement jusqu’au Gran Sasso. Les pions et kaons se désintègraient ensuite en muons et en neutrinos muoniques dans un tunnel d’un kilomètre de long. À la sortie de ce tunnel, un bloc de graphite et de métal de 18 mètres d’épaisseur absorbait les protons, les pions et les kaons qui n'étaient pas désintégrés. Comme la roche bloque le passage des muons, seuls les neutrinos muoniques poursuivaient leur voyage souterrain jusqu’au laboratoire du Gran Sasso.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/cngs_0.jpg",
  "oda_tags": ["gran-sasso", "accelerator", "opera", "speed-light", "neutrino"],
  "id": "science/accelerators/cern-neutrinos-gran-sasso"
}
