{
  "title": {
    "en": "NA62",
    "fr": "NA62"
  },

  "hook": {
    "en": "Rare kaon decays can give insights into how top quarks decay – and help to check the consistency of the Standard Model",
    "fr": "Comprendre ces désintégrations aidera les physiciens à vérifier certaines prédictions du modèle standard concernant les interactions à courte distance"
  },

  "body": {
    "en": "<p>The main aim of the <a href=\"http://na62.web.cern.ch/na62/\">NA62 experiment</a> is to study rare kaon decays. Understanding these decays will help physicists to check some of the predictions the Standard Model makes about short-distance interactions. Specifically, NA62 will measure the rate at which the charged kaon decays into a charged pion and a neutrino-antineutrino pair.</p><p>To make beams rich in kaons, the NA62 team fires high-energy protons from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS) into a stationary beryllium target. The collision creates a beam which transmits almost one billion particles per second, about 6% of which are kaons.</p><p>Before entering a large vacuum tank, each particle in the beam is measured by a silicon-pixel detector. A detector called CEDAR determines the types of particle from their Cherenkov radiation. Further detectors inside the tank look for decay particles: a magnetic spectrometer measures charged tracks from kaon decays and a ring imaging Cherenkov (RICH) detector tells the team the nature of each decay particle. A large system of photon and muon detectors reject unwanted decays.</p><p>In two years of data taking the experiment is expected to detect about 80 decay candidates if the Standard Model prediction for the rate of charged kaon decays is correct. This data will enable the NA62 team to determine the value of a quantity called |Vtd|, which defines the likelihood that top quarks decay to down quarks.</p><p>Understanding with precision the relations between quarks is one constructive way to check the consistency of the Standard Model.</p><figure><img src=\"https://home.cern/sites/home.web.cern.ch/files/image/inline-images/coluanai/na62.jpg\"/><figcaption>The NA62 experiment in CERN's North Area (Image: NA62/CERN)</figcaption></figure>",

    "fr": "<p>L'objectif principal de l'expérience NA62 est d'étudier les désintégrations rares du kaon. Comprendre ces désintégrations aidera les physiciens à vérifier certaines prédictions du modèle standard concernant les interactions à courte distance.</p><p>NA62 mesurera précisément le taux de désintégration du kaon chargé en un pion chargé et une paire neutrino-antineutrino.</p><p>Pour produire des faisceaux riches en kaons, l'équipe de NA62 utilise des protons de haute énergie en provenance du Supersynchrotron à protons (SPS) et les envoie sur une cible fixe en béryllium. La collision crée un faisceau qui véhicule près d'un milliard de particules par seconde, dont 6% environ sont des kaons.</p><p>Avant de pénétrer dans une grande enceinte à vide, la trajectoire de chaque particule du faisceau est mesurée par un détecteur à pixels au silicium tandis qu'un détecteur appelé CEDAR en détermine la nature à partir de son rayonnement Tchérenkov. Les autres détecteurs recherchent les particules issues de la désintégration des kaons: un spectromètre magnétique situé dans l'enceinte à vide mesure les traces chargées et un détecteur Tchérenkov à focalisation annulaire (RICH) permet de déterminer leur nature. Un système étendu de détecteurs de muons et de photons rejette les désintégrations qui ne sont pas étudiées.</p><p>En deux ans d'acquisition de données, l'expérience espère détecter environ 80 candidats de désintégration, si la prédiction du modèle standard est exacte.</p><p>Ces données permettront à l'équipe de NA62 de déterminer la valeur d'une quantité dite |V<sub>td</sub>|, laquelle définit la probabilité que les quarks top se désintègrent en quarks down.</p><p>Comprendre avec précision les relations entre les quarks est l'une des façons efficaces de vérifier la cohérence du modèle standard.</p><figure><img src=\"https://home.cern/sites/home.web.cern.ch/files/image/inline-images/coluanai/na62.jpg\"/><figcaption>L'expérience NA62 dans la zone nord du CERN (Image : NA62/CERN)</figcaption></figure>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/na62-cabling.jpg",
  "oda_tags": ["kaon", "quark", "cherenkov-radiation", "experiments", "standard-model", "na62"],
  "id": "science/experiments/na62"
}
