{
  "title": {
    "en": "Superconductivity",
    "fr": "Supraconductivité"
  },

  "hook": {
    "en": "Below a certain temperature, materials enter a superconducting state and offer no resistance to the passage of electrical current",
    "fr": "En dessous d’une certaine température dite critique, un matériau peut passer à l’état supraconducteur"
  },

  "body": {
    "en": "<p>In 1911, while studying the properties of matter at very low temperature, the Dutch physicist Heike Kamerlingh Onnes and his team discovered that the electrical resistance of mercury goes to zero below 4.2 K (-269°C).  This was the very first observation of the phenomenon of superconductivity.  The majority of chemical elements become superconducting at sufficiently low temperature.</p><h2>Superconducting heroes despite the zeroes</h2><p>Below a certain “critical” temperature, materials undergo transition into the superconducting state, characterized by two basic properties: firstly, they offer no resistance to the passage of electrical current. When resistance falls to zero, a current can circulate inside the material without any dissipation of energy. Secondly, provided they are sufficiently weak, external magnetic fields will not penetrate the superconductor, but remain at its surface. This field expulsion phenomenon is known as the Meissner effect, after the physicist who first observed it in 1933.</p><h2>Three names, three letters and an incomplete theory</h2><p>Conventional physics does not adequately explain the superconducting state and neither does the elementary quantum theory of the solid state, which treats the behaviour of the electrons separately from that  of the ions in the crystalline lattice. It was only in 1957 that three American researchers - John <strong>B</strong>ardeen, Leon <strong>C</strong>ooper and John <strong>S</strong>chrieffer - established the microscopic theory of superconductivity.  According to their “BCS” theory, electrons group into pairs through interaction with vibrations of the lattice (so-called “phonons”), thus forming “Cooper pairs” which move around inside the solid without friction. The solid can be seen as a lattice of positive ions immersed in a cloud of electrons. As an electron passes through this lattice, the ions move slightly, attracted by the electron’s negative charge. This movement generates an electrically positive area which, in turn, attracts another electron. The energy of the electron interaction is quite weak and the pairs can be easily broken up by thermal energy – this is why superconductivity usually occurs at very low temperature. However, the BCS theory offers no explanation for the existence of “high-temperature” superconductors around 80 K (-193°C) and above, for which other electron coupling mechanisms must be invoked.</p><h2>Type-I or Type-II, different states</h2><p>The superconducting state can be destroyed by a rise in temperature or in the applied magnetic field, which then penetrates the material and suppresses the Meissner effect. From this perspective, a distinction is made between two types of superconductors. Type-I materials remain in the superconducting state only for relatively weak applied magnetic fields. Above a given threshold, the field abruptly penetrates into the material, shattering the superconducting state. Conversely, Type-II superconductors tolerate local penetration of the magnetic field, which enables them to preserve their superconducting properties in the presence of intense applied magnetic fields. This behaviour is explained by the existence of a mixed state where superconducting and non-superconducting areas coexist within the material. Type-II superconductors have made it possible to use superconductivity in high magnetic fields, leading to the development<em>, </em>among other things, of <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">magnets</a> for particle <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accelerators</a>.</p>",

    "fr": "<p>En 1911, au cours d’une étude sur les propriétés de la matière à très basse température, le physicien néerlandais Heike Kamerlingh Onnes et son équipe découvrent que la résistance électrique du mercure devient nulle en dessous de 4,2 K (-269°C) : le phénomène de supraconductivité est observé pour la première fois. La plupart des éléments chimiques deviennent supraconducteurs à suffisamment basse température.</p><h2>Supraconducteurs, héros malgré des zéros</h2><p>En dessous d’une certaine température dite critique, un matériau peut passer à l’état supraconducteur, il se caractérise alors par deux propriétés spécifiques. Premièrement il n’oppose plus aucune résistance au passage d’un courant électrique. Sa résistivité tombe à zéro et le courant peut circuler dans le matériau sans dissipation d’énergie. Deuxièmement un champ magnétique extérieur suffisamment faible ne peut pas pénétrer à l’intérieur du supraconducteur, il reste seulement à sa surface. Ce phénomène d’expulsion est nommé effet Meissner, du nom du physicien qui l’observa la première fois en 1933.</p><h2>Trois noms, trois lettres, une théorie incomplète</h2><p>L’état supraconducteur ne peut pas être expliqué par la physique classique ni même par la théorie quantique élémentaire de l’état solide, qui traite séparément le comportement des électrons et des ions du réseau cristallin. C’est seulement en 1957 que trois chercheurs américains - John <strong>B</strong>ardeen, Leon <strong>C</strong>ooper et John <strong>S</strong>chrieffer  - établissent la théorie microscopique de la supraconductivité. D’après cette théorie nommée BCS, les électrons se regroupent par deux, par interaction avec les vibrations du réseau (les « phonons »), formant ainsi des « paires de Cooper » qui peuvent se déplacer sans frottement au sein du solide. De façon imagée, le matériau est constitué d’un réseau d’ions positifs baigné dans un gaz d’électrons. Au passage d’un électron, les ions se déplacent légèrement attirés par la charge négative de l’électron. Ce déplacement génère une zone électriquement positive qui attire à son tour un autre électron. L’interaction entre les électrons est faible et ne résiste pas à l’agitation thermique, c’est pourquoi de très basses températures sont nécessaires à la supraconductivité. Cependant la théorie BCS ne permet pas d’expliquer l’existence de supraconducteurs à « haute température » autour des 80 K (soit -193°C) et au-delà, pour lesquels d’autres mécanismes de couplage entre électrons doivent être invoqués.</p><h2>Type I ou II, différents états</h2><p>L’état supraconducteur peut être détruit par augmentation de la température et/ou du champ magnétique appliqué, qui pénètre dans le matériau en détruisant l’effet Meissner. De ce point de vue, il existe deux types de supraconducteurs. Les matériaux de type I restent à l’état supraconducteur uniquement pour des champs magnétiques appliqués relativement faibles. Au-delà d’une valeur limite, le champ pénètre brutalement et détruit la supraconductivité dans l’ensemble du matériau. À l’inverse les supraconducteurs de type II tolèrent une pénétration locale du champ magnétique, ce qui leur permet de conserver un caractère supraconducteur en présence de champs magnétiques intenses. Ce comportement s’explique par l’existence d’un état mixte, dans lequel le matériau peut présenter à la fois des zones supraconductrices et des zones normales. Les supraconducteurs de type II ont permis d’utiliser la supraconductivité à des champs magnétiques élevés, rendant possible, entre autres, la réalisation d’aimants pour les <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accélérateurs</a> de particules.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/superconduting_interconnects_1.jpg",
  "oda_tags": ["magnet", "engineering", "superconductivity"],
  "id": "science/engineering/superconductivity"
}
