{
  "title": {
    "en": "AMS",
    "fr": "AMS"
  },

  "hook": {
    "en": "The Alpha Magnetic Spectrometer looks for dark matter, antimatter and missing matter from a module on the International Space Station",
    "fr": "Le Spectromètre magnétique alpha, arrimé à la Station spatiale internationale, recherche la matière noire, l’antimatière et la matière manquante"
  },

  "body": {
    "en": "<p>The <a href=\"http://www.ams02.org/\">Alpha Magnetic Spectrometer</a> (AMS-02) is a particle-physics detector that looks for dark matter, antimatter and missing matter from a module attached to the outside of the <a href=\"https://www.nasa.gov/mission_pages/station/main/index.html\">International Space Station</a> (ISS). It also performs precision measurements of cosmic rays.</p><p>The AMS detector was assembled at CERN (see this <a href=\"http://www.ams02.org/vr_cern/00.html\">interactive image of the assembly area</a>). On its final flight on 16 May 2011 space shuttle <em>Endeavour </em>delivered the experiment to the ISS as part of <a href=\"https://www.nasa.gov/mission_pages/shuttle/shuttlemissions/sts134/main/index.html\">space shuttle mission STS-134</a>. AMS-02 was already sending data back to Earth by 19 May, and a year on some 17 billion cosmic-ray events had been collected. Data are received by NASA in Houston, and then relayed to the AMS Payload Operations Control Centre (POCC) at CERN for analysis. The experiment is run by a collaboration of 56 institutions. The detector, which measures 64 cubic metres and weighs 8.5 tonnes, was assembled at CERN.</p><p>STS-134 was crewed by commander <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/kellyme.html\">Mark Kelly</a>, pilot <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/johnson-gh.html\">Gregory Johnson</a>, mission specialists <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/chamitoff.html\">Gregory Chamitoff</a>, <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/fincke.html\">Michael Fincke</a>, <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/feustel-aj.html\">Andrew Feustel</a> and European Space Agency (ESA) astronaut <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/vittori.html\">Roberto Vittori</a>. The AMS detector's first year in space was a learning curve: the data were used to calibrate the detector and fully understand its performance in the extreme thermal conditions encountered in space.</p><h3>Find out more:</h3><ul><li><a href=\"https://www.youtube.com/watch?v=jcBTfTScl_M\">NASA: How long would it take to make an AMS? (video)</a></li></ul>",

    "fr": "<p>Le Spectromètre magnétique alpha (AMS-02) est un détecteur de physique des particules installé sur un module arrimé à la Station spatiale internationale (ISS) dont l’objectif est la recherche de matière noire, d’antimatière et de matière manquante. Il effectue des mesures de précision sur les rayons cosmiques.</p><p>Le 16 mai 2011, lors de son dernier vol, la navette spatiale <em>Endeavour</em> avait assuré le transport d’AMS jusqu'à la Station spatiale internationale dans le cadre de la mission STS-134. Dès le 19 mai, AMS-02 envoyait déjà des données à la Terre et, un an plus tard, quelque 17 milliards d’événements de rayons cosmiques avaient été enregistrés.</p><p>Les données sont reçues par la NASA, à Houston, puis transmises pour analyse au centre de contrôle des opérations (POCC) d’AMS au CERN. L’expérience est menée par une collaboration de 56 institutions. Le détecteur, qui mesure 64 mètres cubes et pèse 8,5 tonnes, a été assemblé au CERN.</p><p>L’équipage de la mission STS-134 était composé de <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/kellyme.html\">Mark Kelly</a>, commandant de bord, de <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/johnson-gh.html\">Gregory Johnson</a>, pilote, de <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/chamitoff.html\">Gregory Chamitoff</a>,  <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/fincke.html\">Michael Fincke</a> et <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/feustel-aj.html\">Andrew Feustel</a>, spécialistes de mission, et de <a href=\"https://www.jsc.nasa.gov/Bios/htmlbios/vittori.html\">Roberto Vittori</a>, astronaute de l’Agence spatiale européenne (ESA). La première année dans l’espace du détecteur AMS a constitué une phase d’apprentissage : les données ont été utilisées pour étalonner le détecteur et mieux comprendre son fonctionnement dans les conditions thermiques extrêmes rencontrées dans l'espace.</p><h3>Pour en savoir plus :</h3><ul><li><a href=\"http://www.ams02.org/\">Le Spectromètre magnétique alpha</a></li><li><a href=\"https://www.nasa.gov/mission_pages/station/main/index.html\">La Station spatiale internationale</a></li><li><a href=\"https://www.nasa.gov/mission_pages/shuttle/shuttlemissions/sts134/main/index.html\">La mission spatiale STS-134</a></li><li><a href=\"http://www.ams02.org/vr_cern/00.html\">Voir la zone d’assemblage d’AMS au CERN (photo panoramique interactive)</a></li><li><a href=\"https://www.youtube.com/watch?v=jcBTfTScl_M\">NASA : combien de temps faut-il pour construire un AMS ? (vidéo)</a></li></ul>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/ams_on_iss.jpeg",
  "oda_tags": ["experiments", "ams", "cosmic-rays", "international-space-station"],
  "id": "science/experiments/ams"
}
