{
  "title": {
    "en": "BASE",
    "fr": "BASE"
  },

  "hook": {
    "en": "BASE is aiming for the most precise measurements of the magnetic moments of protons and antiprotons – to compare matter with antimatter",
    "fr": "L’expérience BASE cherche à réaliser les mesures les plus précises du moment magnétique du proton et de l’antiproton afin de comparer matière et antimatière"
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> of particle physics describes all the known fundamental particles and the forces between them. A part of this Model – called CPT symmetry – implies that the fundamental properties of particles should be equal and partly opposite to those of their corresponding antiparticles. Any measured difference between the masses, charges, lifetimes or magnetic moments of matter and <a href=\"https://home.cern/science/physics/antimatter\">antimatter</a> could contribute to understanding <a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">why there is more matter than antimatter</a> in the universe.</p><p>The <a href=\"http://base.web.cern.ch/\">Baryon Antibaryon Symmetry Experiment</a> (BASE) at CERN will compare the magnetic moments of protons and antiprotons to look for differences between matter and antimatter.</p><p>Using an experimental set-up with two Penning traps – devices that hold particles in place with electromagnetic fields – the team aims to measure the antiproton magnetic moment to a hitherto unreachable part-per-billion precision.</p><p>A direct measurement of the magnetic moment requires the measurements of two frequencies: the Larmor frequency, which characterizes the precession of the spin of a particle, and the cyclotron frequency, which describes a charged particle’s oscillation in a magnetic field.</p><p>BASE’s double Penning trap separates the measurements of the Larmor as well as the cyclotron frequency from the spin-state analysis. Two traps are used for the measurements: the analysis trap, which will identify the spin state of the particle, and the precision trap, which will flip the spin of the particle while measuring the cyclotron frequency.</p><p>Two further traps are used. The monitor trap will check for any variance in the magnetic field caused by external sources, allowing the BASE team to make instant adjustments to the core traps while measurements are under way. The reservoir trap will store antiprotons for months on end, allowing the BASE collaboration to continue operating even without beam.</p><p>In June 2014 the BASE collaboration reported the first direct high-precision measurement of the proton magnetic moment with a fractional precision of 3.3 parts per billion. The team took new measurements of the antiproton magnetic moment at CERN’s <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> during beam time in 2014.</p>",

    "fr": "<p>Le <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a> de la physique des particules décrit toutes les particules fondamentales connues et les forces qui s’exercent entre elles. D’après la symétrie charge-parité, qui fait partie de ce modèle, les propriétés fondamentales des particules devraient être égales en valeur, et de signe opposé, à celles de leurs antiparticules correspondantes. Toute différence mesurée en ce qui concerne la masse, la charge, la durée de vie ou le moment magnétique entre matière et <a href=\"https://home.cern/science/physics/antimatter\">antimatière</a> pourrait permettre de comprendre <a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">pourquoi il y a davantage de matière que d’antimatière</a> dans l’Univers.</p><p>L’expérience BASE (<a href=\"http://base.web.cern.ch/\"><em>Baryon Antibaryon Symmetry Experiment</em></a>) au CERN comparera le moment magnétique du proton et de l’antiproton afin d’étudier les différences entre la matière et l’antimatière.</p><p>Le dispositif expérimental est constitué de deux pièges de Penning, lesquels maintiennent en place les particules au moyen de champs électromagnétiques. L’équipe a pour objectif de mesurer le moment magnétique de l’antiproton avec une précision encore inégalée de l’ordre du milliardième.</p><p>Mesurer directement le moment magnétique nécessite de mesurer deux fréquences : la fréquence Larmor, qui caractérise la précession du spin d’une particule, et la fréquence cyclotron, qui décrit l’oscillation d’une particule chargée soumise à un champ magnétique.</p><p>Le double piège de Penning de l’expérience BASE sépare les mesures de fréquence Larmor et de fréquence cyclotron de l’analyse de l’état du spin. Deux pièges sont utilisés pour les mesures : le piège d’analyse, qui permet de déterminer le spin de la particule, et le piège de précision, qui provoque un renversement du spin de la particule tout en mesurant la fréquence cyclotron.</p><p>Deux autres pièges sont également utilisés. Le piège de contrôle traquera d’éventuelles variations dans le champ magnétique causées par des sources extérieures, ce qui permettra à l’équipe BASE de réaliser des ajustements en temps réels des pièges principaux pendant la réalisation des mesures. Le piège réservoir, qui stockera des antiprotons pendant des mois d’affilée, permettant ainsi à la collaboration BASE de continuer à fonctionner même en l’absence de faisceau.</p><p>En juin 2014, la collaboration BASE a annoncé avoir réalisé la première mesure directe de haute précision du moment magnétique du proton, avec une précision de 3,3 milliardièmes. Durant les période exploitation avec faisceaux en 2014, l’équipe a réalisé de nouvelles mesures du moment magnétique de l’antiproton auprès du <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Décélérateur d’antiprotons</a> (AD) du CERN.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201701-012-4/file?size=large",
  "oda_tags": ["experiments", "base", "antimatter"],
  "section_id": 8,
  "id": "science/experiments/base"
}
