{
  "title": {
    "en": "Accelerating: Radiofrequency cavities",
    "fr": "Accélérer : les cavités radiofréquence"
  },

  "hook": {
    "en": "Metallic chambers along particle accelerators contain electromagnetic fields that accelerate passing particles in tightly controlled bunches.",
    "fr": "Le long des accélérateurs des enceintes métalliques abritant des champs électromagnétiques accélèrent des paquets de particules bien groupés"
  },

  "body": {
    "en": "<p>To accelerate particles, the accelerators are fitted with metallic chambers containing an electromagnetic field known as radiofrequency (RF) cavities. Charged particles injected into this field receive an electrical impulse that accelerates them.</p><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201504-064-18\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201504-064-18/file?size=large\"/></a><figcaption>Assembly of cavities for the HIE-ISOLDE accelerator (Image: Maximilien Brice/CERN)</figcaption></figure><p>In the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider (LHC)</a>, 16 RF cavities are housed in four cylindrical refrigerators called cryomodules, which enable them to work in a superconducting state.</p><p>Each cavity is driven by a high-power klystron, which is a tube containing electron beams. The electron beams are intensity-modulated to a frequency of 400 MHz, or 400 million oscillations per second. A rectangular pipe of conducting metal called a waveguide directs energy to the cavity. The cavity’s shape has been specifically designed to achieve resonance and the build up in intensity of the electromagnetic waves. Each cavity can reach a maximum voltage of 2 megavolts (MV), corresponding to 16 MV per beam.</p><figure><a href=\"https://cds.cern.ch/images/CERN-AC-1206170-01\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2012/1206170/1206170_01/1206170_01-A4-at-144-dpi.jpg\"/></a><figcaption>One of the module containing the accelerating cavities for the LHC (Image: Maximilien Brice/CERN)</figcaption></figure><p>The LHC’s RF cavities bring the 450 GeV energy of the particles (1 GeV = 1 billion electronvolts) to 6.5 TeV (1 TeV = 1 million million electronvolts) - more than 14 times their injection energy. The maximum energy is reached in around 20 minutes with the bunches having passed through the RF cavities more than 10 million times.</p><p>The field in an RF cavity is made to oscillate (switch direction) at a given frequency, so timing the arrival of particles is important. In the LHC, each RF cavity is tuned to oscillate at 400 MHz. When the beam has reached the required energy, an ideally timed proton with exactly the right energy will not be accelerated. By contrast, protons with slightly different energies arriving earlier or later will be accelerated or decelerated so that they stay close to the desired energy. In this way, the particle beam is sorted into packs of protons called \"bunches\".</p><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-5\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-5/file?size=large\"/></a><figcaption>Assembly of two crab cavities for the High-Luminosity LHC (Image: Julien Ordan/CERN)</figcaption></figure><p>Aside from these accelerating cavities, CERN is developing “crab” cavities for the LHC’s successor, the <a href=\"https://home.cern/science/accelerators/high-luminosity-lhc\">High-Luminosity LHC</a>. The purpose of these crab cavities is to give a transverse momentum to steer the particles as they approach the collision point.</p>",

    "fr": "<p>Pour accélérer les particules, les accélérateurs sont dotés de cavités radiofréquence (RF) : ce sont des enceintes métalliques qui abritent un champ électromagnétique. Les particules chargées qui pénètrent dans ce champ reçoivent une impulsion électrique qui les fait accélérer.</p><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201504-064-18\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201504-064-18/file?size=large\"/></a><figcaption>Assemblage de cavités radiofréquence pour l’accélérateur HIE-ISOLDE (Image : Maximilien Brice/CERN)</figcaption></figure><p>Dans le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\"> Grand collisionneur de hadrons (LHC)</a>, 16 cavités RF sont placées dans quatre réfrigérateurs cylindriques appelés cryomodules, ce qui leur permet de fonctionner à un état supraconducteur (lien vers la page supraconductivité).</p><p>Chaque cavité est pilotée par un klystron haute puissance, un tube contenant des faisceaux d’électrons. Les faisceaux d’électrons sont modulés en intensité à une fréquence de 400 MHz, autrement dit 400 millions d’oscillations par seconde. Un tube rectangulaire en métal conducteur, appelé guide d'ondes, transmet l’énergie à la cavité. Chaque cavité peut atteindre une tension maximale de 2 megavolts (MV), soit 16 MV par faisceau.</p><figure><a href=\"https://cds.cern.ch/images/CERN-AC-1206170-01\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2012/1206170/1206170_01/1206170_01-A4-at-144-dpi.jpg\"/></a><figcaption>L’un des modules contenant les cavités accélératrices du LHC (Image : Maximilien Brice/CERN)</figcaption></figure><p>Ces puissantes cavités portent l’énergie des particules de 450 GeV (mille millions d’électronvolts) à 6,5 TeV (millions de millions d’électronvolts), soit plus de quatorze fois leur énergie initiale. L’énergie maximale est atteinte au bout d’environ 20 minutes, durant lesquelles les paquets de protons ont traversé les cavités RF plus de 10 millions de fois.</p><p>Le champ d’une cavité RF est généré pour osciller (changer de direction) à une fréquence donnée ; il est donc important que les particules arrivent à un moment précis. Toutes les cavités RF du LHC sont réglées pour osciller à une fréquence de 400 MHz. Lorsque le faisceau a atteint l’énergie requise, un proton qui arrive au moment idéal, et avec l’énergie idéale, ne subit aucune accélération.</p><p>En revanche, des protons avec des énergies légèrement différentes, arrivant un tout petit peu plus tard ou plus tôt, sont accélérés ou ralentis de manière à ce que leur énergie retrouve la valeur voulue. Le faisceau de particules est ainsi découpé en groupes de protons, appelés « paquets ».</p><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-5\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-5/file?size=large\"/></a><figcaption>Assembly of two crab cavities for the High-Luminosity LHC (Image: Julien Ordan/CERN)</figcaption></figure><p> </p><p>Outre ces cavités accélératrices, le CERN développe des cavités dites « crabe » pour le successeur du LHC, le <a href=\"https://home.cern/science/accelerators/high-luminosity-large-hadron-collider\"> LHC à haute luminosité</a>. Ces cavités ont pour mission de donner une impulsion transversale pour orienter les particules avant la collision.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201802-048-16/file?size=large",
  "oda_tags": ["engineering"],
  "id": "science/engineering/accelerating-radiofrequency-cavities"
}
