{
  "title": {
    "en": "Antimatter",
    "fr": "L’antimatière"
  },

  "hook": {
    "en": null,
    "fr": null
  },

  "body": {
    "en": "<figure role=\"group\"><img src=\"https://home.cern/sites/home.web.cern.ch/files/inline-images/achintya/Dirac_4.jpg\"/><figcaption>Paul Dirac, who predicted the existence of antiparticles (Image: Nobel Foundation)</figcaption></figure><p>In 1928, British physicist Paul Dirac wrote down an equation that combined quantum theory and special relativity to describe the behaviour of an electron moving at a relativistic speed. The equation – which won Dirac the <a href=\"https://www.nobelprize.org/prizes/physics/1933/summary/\">Nobel Prize in 1933</a> – posed a problem: just as the equation x<sup>2</sup> = 4 can have two possible solutions (x = 2 or x = −2), so Dirac's equation could have two solutions, one for an electron with positive energy, and one for an electron with negative energy. But classical physics (and common sense) dictated that the energy of a particle must always be a positive number.</p><p>Dirac interpreted the equation to mean that for every particle there exists a corresponding antiparticle, exactly matching the particle but with opposite charge. For example, for the electron there should be an \"antielectron\", or \"positron\", identical in every way but with a positive electric charge. The insight opened the possibility of entire galaxies and universes made of antimatter.</p><p>But when matter and antimatter come into contact, they annihilate – disappearing in a flash of energy. The <a href=\"https://home.cern/science/physics/early-universe\">Big Bang</a> should have created equal amounts of matter and antimatter. So why is there far more matter than antimatter in the universe?</p><p>At CERN, physicists make antimatter to study in experiments. The starting point is the <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a>, which slows down antiprotons so that physicists can investigate their properties.</p><h3><a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">The asymmetry problem</a></h3><h3><a href=\"https://home.cern/science/physics/antimatter/storing-antihydrogen\">Storing antihydrogen</a></h3><a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">The Antiproton Decelerator</a><p>The Antiproton Decelerator (AD) is a unique machine that produces low-energy antiprotons for studies of antimatter, and “creates” antiatoms.</p><h3><a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a></h3>Antihydrogen Experiment: Gravity, Interferometry, Spectroscopy<h3><a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a></h3>Antihydrogen Laser PHysics Apparatus<h3><a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a></h3>Atomic Spectroscopy And Collisions Using Slow Antiprotons<h3><a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a></h3>Antihydrogen trap<h3><a href=\"https://home.cern/science/experiments/base\">BASE</a></h3>Baryon Antibaryon Symmetry Experiment",

    "fr": "<figure role=\"group\"><img src=\"https://home.cern/sites/home.web.cern.ch/files/inline-images/achintya/Dirac_4.jpg\"/><figcaption>Paul Dirac, qui avait prédit l’existence des antiparticules (Image : Fondation Nobel)</figcaption></figure><p>En 1928, le physicien britannique Paul Dirac formulait une équation combinant la théorie quantique et la relativité restreinte pour décrire le comportement d’un électron se déplaçant à une vitesse relativiste. Cette équation – qui valut à Dirac le <a href=\"https://www.nobelprize.org/prizes/physics/1933/summary/\">prix Nobel de physique en 1933</a> – posait un problème : tout comme l’équation x<sup>2</sup> = 4 peut avoir deux solutions (x = 2 ou x = −2), l’équation de Dirac était vérifiée pour deux valeurs : un électron d’énergie positive et un électron d’énergie négative. Or la physique classique, tout comme le bon sens, voulait que l’énergie d’une particule ait toujours une valeur positive.</p><p>Dirac en tira la conclusion que, à chaque particule de matière correspond une antiparticule, tout à fait semblable, mais de charge opposée. Pour l’électron, par exemple, il devait y avoir un « anti-électron » (ou « positon »), identique en tous points à l’électron, mais de charge électrique positive. Cette idée ouvrait la voie à l’éventualité de galaxies et d’univers entièrement constitués d’antimatière.</p><p>Mais lorsque la matière et l’antimatière entrent en contact, elles s’annihilent et disparaissent dans une bouffée d’énergie. Or le Big Bang devrait avoir créé matière et antimatière en quantités égales. Alors, pourquoi y a-t-il bien plus de matière que d’antimatière dans l’Univers ?</p><p>Au CERN, les scientifiques fabriquent de l’antimatière pour la soumettre à des expériences. Tout commence dans le Décélérateur d’antiprotons, qui ralentit des antiprotons pour que les scientifiques puissent étudier leurs propriétés.</p><h3><a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">L’énigme de l’asymétrie</a></h3><h3><a href=\"https://home.cern/science/physics/antimatter/storing-antihydrogen\">Stocker l’antihydrogène</a></h3><a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Le Décélérateur d’antiprotons</a><p>Toutes les machines du CERN ne sont pas des accélérateurs. L'AD ralentit des antiprotons pour étudier l'antimatière</p><h3><a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a></h3>Antihydrogen Experiment: Gravity, Interferometry, Spectroscopy<h3><a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a></h3>Antihydrogen Laser PHysics Apparatus<h3><a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a></h3>Atomic Spectroscopy And Collisions Using Slow Antiprotons<h3><a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a></h3>Antihydrogen trap<h3><a href=\"https://home.cern/science/experiments/base\">BASE</a></h3>Baryon Antibaryon Symmetry Experiment"
  },

  "image_url": "https://cds.cern.ch/images/CERN-EX-23296-1/file?size=large",
  "oda_tags": ["physics", "antimatter"],
  "id": "science/physics/antimatter"
}
