{
  "title": {
    "en": "Compositeness",
    "fr": "Les modèles composites"
  },

  "hook": {
    "en": "The unprecedented energy of proton collisions at the LHC could be what scientists need to find a possible substructure for subatomic particles",
    "fr": "L'énergie inédite des collisions de protons dans le LHC pourrait mettre les scientifiques sur la voie de l'hypothétique sous-structure aux particules."
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/physics/standard-model\">Standard Model of particle physics</a> tells us what elementary particles make up matter in the universe. As far as we know, the particles in the Standard Model are the basic building blocks of matter and cannot be broken into smaller pieces, but physicists have not entirely ruled out the possibility that even smaller particles exist.</p><p>The idea of particle substructure is known as compositeness. Theories of compositeness say that the 12 matter particles and 12 antimatter particles described by the Standard Model are made up of even smaller units called preons. Different combinations of preons give rise to observable qualities such as mass and charge, allowing us to distinguish one composite particle from another.</p><p>If history is any indication, physicists could indeed discover that what we thought of as the most basic units of matter are actually made up of something smaller. The ancient Greeks came up with the idea of atoms, supposedly indivisible bits of matter. But research in the early twentieth century found that atoms are made up of negatively charged electrons surrounding a positively charged nucleus. Further experiments saw that the nucleus was made up of protons and neutrons, which in turn consist of quarks.</p><p><a href=\"https://home.cern/science/experiments/how-detector-works\">Detectors</a> at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) allow physicists to peer even further into the makeup of the smallest bits of matter. It will take many years of data collection and careful analysis to determine if compositeness exists. If it does, its discovery could open up a new world of subatomic particles. The unprecedented energy of proton collisions at the LHC could be what scientists need to find it.</p>",

    "fr": "<p>Le <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard de la physique des particules</a> nous dit quelles sont les particules élémentaires qui constituent la matière dans l'Univers. Selon les connaissances actuelles, les particules du Modèle standard, constituants fondamentaux de la matière, ne peuvent être divisées en éléments plus petits. Les physiciens n'excluent toutefois pas entièrement l'existence de particules encore plus petites.</p><p>L'idée de l'existence d'une sous-structure des particules a été formalisée à travers ce que l'on appelle les modèles composites. Ces théories postulent que les 12 particules de matière et les 12 particules d'antimatière décrites par le Modèle standard sont constituées d'éléments encore plus petits, appelés préons. Les différentes combinaisons de préons seraient à l'origine des qualités observables des particules, telles que la masse et la charge, qui nous permettent de distinguer une particule composite d’une autre.</p><p>Si l'on en juge par l'expérience passée, il ne semble effectivement pas impossible que les physiciens découvrent que ces particules, que nous pensions être les plus petite unités de la matière, sont en fait constituées d'éléments plus petits. Dans l'Antiquité, les philosophes Grecs avaient eu l'idée des atomes, qui étaient définis comme des parties indivisibles de la matière. Mais les recherches menées au début du vingtième siècle ont établi que les atomes sont des objets constitués d'électrons, de charge négative, entourant un noyau chargé positivement. Des expériences de physique ont montré par la suite que le noyau était constitué de protons et de neutrons, qui à leur tour sont constitués de quarks.</p><p>Les <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs</a> du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) permettent aux physiciens de scruter d'encore plus près les éléments les plus petits de la matière. Il faudra de nombreuses années de collecte de données et d'analyse approfondie pour déterminer si les sous-structures prédites par les modèles composites existent. Si c'est le cas, cette découverte pourrait ouvrir la voie à un nouveau monde de particules subatomiques. L'énergie inédite des collisions de protons dans le LHC pourrait être ce dont les physiciens ont besoin pour y parvenir.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-10/Higgsfield_RVB_0.jpeg",
  "oda_tags": ["physics"],
  "id": "science/physics/compositeness"
}
