{
  "title": {
    "en": "TOTEM",
    "fr": "TOTEM"
  },

  "hook": {
    "en": "The 'Total, elastic and diffractive cross-section measurement' experiment studies particles thrust forward by collisions in the LHC",
    "fr": "L’expérience TOTEM étudie les particules émises à très petits angles lors des collisions au LHC"
  },

  "body": {
    "en": "<p>When protons meet head-on at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC), the collisions provide a micro-laboratory to investigate many phenomena, including the protons themselves. This is the physics that the <a href=\"http://totem-experiment.web.cern.ch/totem-experiment/\">TOTEM experiment</a> is designed to explore, by taking precise measurements of protons as they emerge from collisions at small angles. This region is known as the 'forward' direction and is inaccessible by other LHC experiments.</p><p>As CERN's 'longest' experiment, TOTEM detectors are spread across almost half a kilometre around the <a href=\"https://home.cern/science/experiments/cms\">CMS</a> interaction point. TOTEM has almost 3,000 kg of equipment, including four particle 'telescopes' as well as 26 'Roman pot' detectors.  </p><p>The 'telescopes' – T1 and T2 – use cathode-strip chambers and Gas Electron Multipliers (GEM) to track the particles emerging from collisions at the CMS interaction point. Meanwhile, 'Roman Pots' with silicon sensors perform measurements of scattered protons. Named for their shape and first use by physicists from Rome in the 1970s, 'Roman Pots' are unique for their ability to move sensors both vertically and horizontally in the accelerator vacuum.</p><p>In 2015, the TOTEM and CMS collaborations will coordinate the use of their detectors to perform combined measurements. This new level of collaboration will lead to results of unprecedented accuracy, including measurements of the invariant mass created in the collision.</p><p>The TOTEM experiment involves about 100 scientists from 16 institutes in 8 countries (August 2014).</p>",

    "fr": "<p>Les collisions de protons dans le LHC constituent un micro-laboratoire qui permet d’étudier de nombreux phénomènes, et notamment les protons eux-mêmes. C’est cette physique que l’expérience TOTEM <em>(</em><em>TOTal Elastic and diffractive cross section Measurement)</em> vise à explorer, en procédant à des mesures précises des protons émis à très petits angles lors des collisions. Il s’agit d’une zone située au plus près des faisceaux, inaccessible aux autres expériences LHC.</p><p>TOTEM est l’expérience la plus « longue » du CERN. Ses détecteurs sont répartis sur une distance d’environ 500 mètres de part et d’autre du point d’interaction de CMS. Elle comprend près de 3 000 kg d’équipements, dont quatre « télescopes » et 26 détecteurs dits « pots romains ».  </p><p>Les télescopes (T1 et T2) utilisent des chambres à rubans cathodiques et des multiplicateurs d’électrons dans le gaz (GEM) pour détecter les particules émises lors des collisions au point d’interaction de CMS. Dans le même temps, les « pots romains » équipés de capteurs au silicium effectuent des mesures sur les protons diffusés. Nommés ainsi en raison de leur forme et parce qu’ils ont été utilisés pour la première fois par des physiciens de Rome, dans les années 1970, les « pots romains » sont les seuls détecteurs capables de déplacer leurs capteurs aussi bien verticalement qu’horizontalement dans le vide de l’accélérateur.</p><p>En 2015, les collaborations TOTEM et CMS coordonneront l’utilisation de leurs détecteurs pour réaliser des mesures combinées. Cette  collaboration renforcée débouchera sur des résultats d'une précision sans précédent, notamment des mesures de la masse invariante créée dans la collision.</p><p>L’expérience TOTEM compte une centaine de scientifiques provenant de 16 instituts de huit pays différents (août 2014).</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/totem.jpeg",
  "oda_tags": ["detector", "experiments", "totem", "proton"],
  "section_id": 8,
  "id": "science/experiments/totem"
}
