{
  "title": {
    "en": "UA2",
    "fr": "UA2"
  },

  "hook": {
    "en": "The UA2 detector on the Super Proton Synchrotron scrutinized proton-antiproton collisions for traces of W and Z particles",
    "fr": "Le détecteur UA2 du Supersynchrotron à protons scrutait les collisions proton-antiproton à la recherche de traces des particules W et Z"
  },

  "body": {
    "en": "<p>Underground Area 2 (UA2) was a particle detector on the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS). It ran from 1981 until 1990, when the SPS was used as a proton-antiproton collider, searching the collisions for traces of the W and Z particles.</p><p>Two moveable detectors - <a href=\"https://home.cern/science/experiments/ua1\">UA1</a> and UA2 - were custom built around the SPS beam pipe for use during proton-antiproton running. They could be rolled back after periods of data taking, so that the SPS could revert to fixed-target operation.</p><p>The UA2 experiment was approved in December 1978. A previous experiment called UA5 operated for a short time earlier in 1981 and was moved to make way for UA2, which saw its first collisions in December 1981. Unlike UA1, UA2 was not a multipurpose detector; it had a more limited scope. The focus was on the <a href=\"https://home.cern/science/experiments/how-detector-works\">calorimeters</a> – detectors that measured the energy particles lost as they passed through. UA2 had electromagnetic and hadronic calorimeters to detect electrons and hadrons, but could not measure particle charges except for limited regions where the W decay asymmetry was maximal. There was no muon detector.</p><p>UA2  provided the most accurate measurements of the W and Z masses and it was state-of-the-art at detecting particle jets - sprays of hadrons and other particles that form when a quark, gluon or antiquark is ejected from the collisions.</p><p>At a seminar on 22 January 1983, UA2 physicist Luigi Di Lella announced to a packed CERN auditorium that the UA2 detector had recorded four events that were candidates for a <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W boson</a>. This brought the combined number of candidate events seen by UA1 and UA2 up to 10. Three days later, on 25 January, CERN shared news of the <a href=\"https://home.cern/news/news/physics/carrying-weak-force-thirty-years-w-boson\">discovery of the W boson</a> with the world.</p>",

    "fr": "<p>Le détecteur UA2 (<em>Underground Area 2</em>) était un détecteur de particules auprès du <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Supersynchrotron à protons</a> (SPS). De 1981 à 1990, alors que le SPS servait de collisionneur proton-antiproton, UA2 recherchait des traces de particules <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> et <a href=\"https://home.cern/science/physics/z-boson\">Z</a> issues des collisions.</p><p>Les deux détecteurs mobiles, <a href=\"https://home.cern/science/experiments/ua1\">UA1</a> et UA2, ont été construits autour du tube de faisceau du SPS tout spécialement pour être utilisés lors de l’exploitation en mode proton-antiproton. Ils pouvaient être écartés facilement après les périodes d’acquisition de données de collisions, ce qui permettait au SPS de reprendre son fonctionnement en mode cible fixe.</p><p>L'expérience UA2 a été approuvée en décembre 1978, mais elle n’a pu observer ses premières collisions qu'en décembre 1981. Une autre expérience, appelée UA5, avait été lancée au début de cette année, mais avait été déplacée pour faire place à UA2. À la différence d’UA1, UA2 n'était pas un détecteur polyvalent, il avait une portée plus limitée. Il était davantage axé sur les <a href=\"https://home.cern/science/experiments/how-detector-works\">calorimètres</a>, des détecteurs qui mesurent l’énergie perdue par les particules. UA2 disposait de calorimètres électromagnétiques et hadroniques pour détecter les électrons et les hadrons, mais était incapable de déterminer les charges des particules, sauf dans certaines zones limitées où l'asymétrie de la désintégration du W était maximale. De même, il ne pouvait pas détecter les muons.</p><p>C’est UA2 qui a fourni les mesures les plus précises des masses du W et du Z, et il était à la pointe de la technique pour détecter les jets, c’est-à-dire les gerbes de hadrons et autres particules qui se forment lorsqu'un quark, un gluon ou un antiquark est éjecté à l’issue d’une collision.</p><p>Le 22 janvier 1983, Luigi Di Lella, un physicien travaillant sur l’expérience UA2, annonça devant une salle comble lors d’un séminaire au CERN, que le détecteur UA2 avait enregistré quatre événements candidats au <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">boson W</a>, ce qui porta à 10 le nombre d’événements candidats observés par UA1 et UA2. Trois jours plus tard, le 25 janvier, le CERN annonça la découverte du boson W.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/ua2-detector_1.jpg",
  "oda_tags": ["experiments", "antiproton", "ua2", "w-boson", "super-proton-synchrotron"],
  "section_id": 8,
  "id": "science/experiments/ua2"
}
