{
  "title": {
    "en": "The Super Proton Synchrotron",
    "fr": "Le SPS – le supersynchrotron à protons"
  },

  "hook": {
    "en": "The second-largest machine in CERN’s accelerator complex provides a stepping stone between the Proton Synchrotron and the LHC",
    "fr": "Avec sa circonférence de 7 km, le Supersynchrotron à protons est la plus grande machine du complexe d’accélérateurs après le LHC"
  },

  "body": {
    "en": "<p>The Super Proton Synchrotron (SPS) is the second-largest machine in CERN’s accelerator complex. Measuring nearly 7 kilometres in circumference, it takes particles from the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> and accelerates them to provide beams for the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a>, the <a href=\"https://home.cern/science/experiments/na61shine\">NA61/SHINE</a> and <a href=\"https://home.cern/science/experiments/na62\">NA62</a> experiments, the <a href=\"https://home.cern/science/experiments/compass\">COMPASS</a> experiment. It will also soon feed the <a href=\"https://home.cern/science/experiments/awake\">AWAKE</a> expriment which aims to test new techniques for accelerating particles.</p><p>The SPS became the workhorse of CERN’s particle physics programme when it switched on in 1976. Research using SPS beams has probed the inner structure of protons, investigated nature’s preference for matter over antimatter, looked for matter as it might have been in the first instants of the universe and searched for exotic forms of matter. A major highlight came in 1983 with the Nobel-prize-winning discovery of <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> and <a href=\"https://home.cern/science/physics/z-boson\">Z</a> particles, with the SPS running as a proton-antiproton collider.</p><p>The SPS operates at up to 450 GeV. It has 1317 conventional (room-temperature) electromagnets, including 744 dipoles to bend the beams round the ring. The accelerator has handled many different kinds of particles: sulphur and oxygen nuclei, electrons, positrons, protons and antiprotons.</p>",

    "fr": "<p>Avec sa circonférence de 7 km, le Supersynchrotron à protons est la plus grande machine du complexe d’accélérateurs après le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC). Il reçoit ses particules du <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a> (PS) et les accélère pour alimenter en faisceaux le LHC, les expériences <a href=\"https://home.cern/science/experiments/na61shine\">NA61/SHINE</a> et <a href=\"https://home.cern/science/experiments/na62\">NA62</a>, l'expérience <a href=\"https://home.cern/science/experiments/compass\">COMPASS</a>. Il alimentera également bientôt l'expérience <a href=\"https://home.cern/science/experiments/awake\">AWAKE</a>, qui va tester de nouvelles techniques d'accélération.</p><p>Depuis sa mise en service en 1976, le SPS est un pilier du programme de physique des particules du CERN. Les recherches menées grâce au SPS ont permis de sonder la structure interne des protons, d’étudier les raisons pour lesquelles la nature préfère la matière à l’antimatière, de reconstituer la matière telle qu'elle aurait pu être dans les premiers instants de l'Univers et de s’intéresser aux formes exotiques de matière. En 1981, le SPS est tansformé en collisionneur proton-antiproton et permet la découverte en 1983 des particules <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> et <a href=\"https://home.cern/science/physics/z-boson\">Z</a>, qui fut couronnée du Prix Nobel l'année suivante.</p><p>Le Supersynchrotron à protons comporte 1317 électroaimants classiques (fonctionnant à la température ambiante), dont 744 dipôles utilisés pour courber les faisceaux à l’intérieur de l’anneau, et peut atteindre une énergie de 450 GeV. Le dispositif a accéléré beaucoup de particules différentes, notamment des noyaux d'oxygène et de soufre, des électrons, des positons et des antiprotons.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/sps.jpg",
  "oda_tags": ["accelerators", "super-proton-synchrotron", "accelerator"],
  "id": "science/accelerators/super-proton-synchrotron"
}
