{
  "title": {
    "en": "LHCb",
    "fr": "LHCb"
  },

  "hook": {
    "en": "The LHCb experiment will shed light on why we live in a universe that appears to be composed almost entirely of matter, but no antimatter",
    "fr": "LHCb nous permettrera de comprendre pourquoi nous vivons dans un Univers qui semble être constitué de matière, sans aucune présence d’antimatière"
  },

  "body": {
    "en": "<p>The <a href=\"http://lhcb-public.web.cern.ch/lhcb-public/\">Large Hadron Collider beauty</a> (LHCb) experiment specializes in investigating the slight differences between matter and antimatter by studying a type of particle called the \"beauty quark\", or \"b quark\".</p><p>Instead of surrounding the entire collision point with an enclosed detector as do <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, the LHCb experiment uses a series of subdetectors to detect mainly forward particles - those thrown forwards by the collision in one direction. The first subdetector is mounted close to the collision point, with the others following one behind the other over a length of 20 metres.</p><p>An abundance of different types of quark are created by the LHC before they decay quickly into other forms. To catch the b quarks, LHCb has developed sophisticated movable tracking detectors close to the path of the beams circling in the LHC.</p><p>The 5600-tonne LHCb detector is made up of a forward spectrometer and planar detectors. It is 21 metres long, 10 metres high and 13 metres wide, and sits 100 metres below ground near the village of Ferney-Voltaire, France. About 700 scientists from 66 different institutes and universities make up the LHCb collaboration (October 2013).</p>",

    "fr": "<p>L’expérience LHCb (<a href=\"http://lhcb-public.web.cern.ch/lhcb-public/\"><em>Large Hadron Collider beauty</em></a>) explore les légères différences qui existent entre matière et antimatière grâce à l’étude d’un type de particule appelé « quark beauté » ou « quark b ».</p><p>Au lieu d’utiliser un détecteur fermé au niveau du point de collision, tel que ceux d’ATLAS et de CMS, l’expérience LHCb a recours à plusieurs sous-détecteurs conçus pour observer principalement les particules émises « à petits angles », vers l’avant, dans le sens du faisceau. Le premier sous-détecteur est placé à proximité du point de collision ; les autres se suivent sur une longueur de 20 mètres.</p><p>Le LHC produit une grande variété de quarks, qui se désintègrent rapidement en d’autres particules.</p><p>Pour intercepter les quarks b, la collaboration LHCb a mis au point des trajectographes mobiles perfectionnés et les a installés au plus près de la trajectoire des faisceaux dans le LHC.</p><p>Le détecteur de LHCb, qui pèse 5 600 tonnes, est constitué d’un spectromètre à petit angle et de détecteurs planaires. Long de 21 mètres, haut de 10 mètres et large de 13 mètres, il est installé à 100 mètres sous terre, à proximité de la commune de Ferney-Voltaire (France). La collaboration LHCb regroupe environ 700 scientifiques venant de 66 instituts et universités (octobre 2013).</p>"
  },

  "image_url": "https://cds.cern.ch/record/2650174/files/201811-329_14.jpg?subformat=icon-1440",
  "oda_tags": ["experiments", "detector", "lhcb", "beauty-quark", "quark"],
  "section_id": 8,
  "id": "science/experiments/lhcb"
}
