{
  "title": {
    "en": "Supersymmetry",
    "fr": "La supersymétrie"
  },

  "hook": {
    "en": "Supersymmetry predicts a partner particle for each particle in the Standard Model, to help explain why particles have mass",
    "fr": "La supersymétrie prédit une particule partenaire pour chacune des particules du Modèle standard, pour expliquer d'où vient leur masse"
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> has worked beautifully to predict what experiments have shown so far about the basic building blocks of matter, but physicists recognize that it is incomplete. Supersymmetry is an extension of the Standard Model that aims to fill some of the gaps. It predicts a partner particle for each particle in the Standard Model. These new particles would solve a major problem with the Standard Model – fixing the mass of the <a href=\"https://home.cern/science/physics/higgs-boson\">Higgs boson</a>. If the theory is correct, supersymmetric particles should appear in collisions at the LHC.</p><p>At first sight, the Standard Model seems to predict that all particles should be massless, an idea at odds with what we observe around us. Theorists have come up with a mechanism to give particles masses that requires the existence of a new particle, the Higgs boson. However, it is a puzzle why the Higgs boson should be light, as interactions between it and Standard-Model particles would tend to make it very heavy. The extra particles predicted by supersymmetry would cancel out the contributions to the Higgs mass from their Standard-Model partners, making a light Higgs boson possible. The new particles would interact through the same forces as Standard-Model particles, but they would have different masses. If supersymmetric particles were included in the Standard Model, the interactions of its three forces – electromagnetism and the strong and weak nuclear forces – could have the exact same strength at very high energies, as in the early universe. A theory that unites the forces mathematically is called a grand unified theory, a dream of physicists including Einstein.</p><p>Supersymmetry would also link the two different classes of particles known as fermions and bosons. Particles like those in the Standard Model are classified as fermions or bosons based on a property known as spin. Fermions all have half of a unit of spin, while the bosons have 0, 1 or 2 units of spin. Supersymmetry predicts that each of the particles in the Standard Model has a partner with a spin that differs by half of a unit. So bosons are accompanied by fermions and vice versa. Linked to their differences in spin are differences in their collective properties. Fermions are very standoffish; every one must be in a different state. On the other hand, bosons are very clannish; they prefer to be in the same state. Fermions and bosons seem as different as could be, yet supersymmetry brings the two types together.</p><p>Finally, in many theories scientists predict the lightest supersymmetric particle to be stable and electrically neutral and to interact weakly with the particles of the Standard Model. These are exactly the characteristics required for dark matter, thought to make up most of the matter in the universe and to hold galaxies together. The Standard Model alone does not provide an explanation for dark matter. Supersymmetry is a framework that builds upon the Standard Model’s strong foundation to create a more comprehensive picture of our world. Perhaps the reason we still have some of these questions about the inner workings of the universe is because we have so far only seen half of the picture.</p>",

    "fr": "<p>Le Modèle standard de la physique des particules a été très efficace pour prédire les constituants fondamentaux de la matière que les expériences ont ensuite démontré, mais les physiciens s’accordent à penser que ce modèle est incomplet. La supersymétrie est un prolongement du Modèle standard qui vise à combler certaines de ses lacunes. Elle prédit une particule partenaire pour chacune des particules du Modèle standard. Ces nouvelles particules résoudraient un problème important du Modèle standard – déterminer la masse du boson de Higgs.</p><p>À première vue, le Modèle standard semble prédire que toutes les particules doivent être dépourvues de masse, une idée contredite par ce que nous observons autour de nous. Les théoriciens ont trouvé un mécanisme donnant aux particules une masse ; ce modèle requiert l'existence d'une nouvelle particule légère, le boson de Higgs. Toutefois, le fait qu’il s’agisse d’une particule légère pose un problème, puisque les interactions entre ce boson et les particules du Modèle standard devraient au contraire en faire une particule très lourde. Les nouvelles particules prédites par la supersymétrie compenseraient la contribution à la masse du Higgs apportée par leur partenaire du Modèle standard, ce qui rendrait possible un boson de Higgs léger.</p><p>Ces nouvelles particules interagiraient au moyen des mêmes forces que les particules du Modèle standard, mais elles auraient des masses différentes. Si les particules supersymétriques étaient incluses dans le Modèle standard, les interactions des trois forces du Modèle – électromagnétisme, force nucléaire forte, force nucléaire faible - auraient exactement la même puissance à des énergies très élevées, comme dans l'Univers primordial. Pour ces théories qui permettent de lier les forces mathématiquement, on parle de « théorie de la grande unification » ; c'est le rêve des physiciens depuis Einstein.</p><p>La supersymétrie lierait également deux classes de particules différentes appelées fermions et bosons. Les particules du Modèle standard sont classées en fermions ou bosons selon une de leur propriété qu’on appelle le spin. Les fermions ont un spin de ½, alors que les bosons ont un spin de 0, 1 ou 2. La supersymétrie prédit que chacune des particules du Modèle standard dispose d’un partenaire dont le spin diffère du sien de moitié. Ainsi, les bosons sont associés à des fermions et vice-versa.</p><p>De même que les spins sont différents, leurs propriétés en tant que classe sont différentes. Les fermions sont très peu conviviaux ; chacun d’entre eux doit être dans un état différent. Par contre, les bosons sont très grégaires ; ils préfèrent être tous dans le même état. Les fermions et les bosons semblent aussi différents que possible ; et pourtant la supersymétrie les met en relation.</p><p>Enfin, de nombreuses théories prédisent que la particule supersymétrique la plus légère doit être stable et électriquement neutre, et qu'elle doit interagir faiblement avec les particules du Modèle standard. Ce sont exactement les caractéristiques requises pour la matière noire, dont on pense qu’elle constitue l’essentiel de la matière présente dans l’Univers, et qui est censée faire tenir ensemble les galaxies. Le Modèle standard à lui seul n’explique pas la matière noire.</p><p>La supersymétrie est un cadre qui s’appuie sur la fondation solide que constitue le Modèle standard pour créer une représentation plus complète de notre monde. Peut-être que si nous nous posons encore toutes ces questions sur le fonctionnement interne de l’Univers, c’est parce que nous n’avons vu jusqu’à présent que la partie émergée de l’iceberg.</p>"
  },

  "image_url": "None",
  "oda_tags": ["standard-model", "physics", "fermion", "supersymmetry"],
  "id": "science/physics/supersymmetry"
}
