{
  "title": {
    "en": "Physics",
    "fr": "Physique"
  },

  "hook": {
    "en": "The research programme at CERN covers topics from the basic structure of matter to cosmic rays, and from the Standard Model to supersymmetry",
    "fr": "Le programme de recherche du CERN aborde des thèmes variés allant des kaons aux rayons cosmiques et du Modèle standard à la supersymétrie"
  },

  "body": {
    "en": "<p>Physicists at CERN are looking for answers to these questions and more – find out more below.</p>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p>La physique des particules – l’étude des constituants fondamentaux de la matière – constitue le principal axe des recherches menées au CERN. Toutefois, le programme de physique du Laboratoire est bien plus vaste, allant de la physique nucléaire à la physique des hautes énergies, et de l’étude de l'antimatière aux effets possibles des rayons cosmiques sur les nuages.</p>\n<p>Depuis les années 1970, les physiciens des particules décrivent la structure fondamentale de la matière à l’aide d’une série d’équations complexes, constituant le <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>. Ce modèle décrit le comportement des particules fondamentales - les constituants de base dont est fait toute chose visible dans l’Univers – ainsi que les quatre forces qui s’exercent entre elles. Les physiciens du CERN utilisent les accélérateurs et détecteurs de particules les plus puissants du monde pour mettre à l’épreuve les prédictions du Modèle standard. Avec le temps, ce modèle, qui a permis d’expliquer de nombreux résultats expérimentaux et a prédit avec précision toute une série de phénomènes, s’est imposé comme une théorie reposant sur de solides fondements expérimentaux.</p>\n<p>Toutefois, le Modèle standard ne décrit que 4 % de l'Univers connu, et plusieurs questions restent sans réponse. Observerons-nous une unification des forces de la nature aux plus hautes énergies du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) ? Pourquoi la gravité est-elle si faible ? Pourquoi y a-t-il davantage de matière que d’<a href=\"https://home.cern/science/physics/antimatter\">antimatière</a> dans l’Univers ? Doit-on s’attendre à découvrir une physique plus exotique à des énergies plus élevées ? Découvrirons-nous au LHC des éléments qui nous permettront de confirmer la théorie de la <a href=\"https://home.cern/science/physics/supersymmetry\">supersymétrie</a> ? Ou de comprendre le boson de Higgs, qui confère la masse aux particules ?</p>\n<p>Les physiciens du CERN cherchent les réponses à toutes ces questions, et bien plus encore. Apprenez-en davantage dans les pages qui suivent.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Les scientifiques du CERN cherchent à savoir quels sont les plus petits éléments de la matière et comment ils interagissent entre eux.</p>\n<p>La matière que nous connaissons est formée de molécules, elles-mêmes constituées d'atomes. Les atomes sont constitués d’un noyau autour duquel gravitent des électrons. Le noyau est un amas de protons et de neutrons, eux même formés de quarks. Les quarks et les électrons semblent indivisibles (sans sous-structure connue).</p>\n<p>Les quarks et les électrons font partie des particules élémentaires étudiés au CERN et dans d'autres laboratoires. Mais en menant des expériences, les physiciens ont  trouvé d’autres particules élémentaires, si nombreuses qu’ils ont dû les organiser, tout comme Mendeleev avait organisé les éléments dans le tableau périodique qui porte son nom.</p>\n<p>Ils ont ainsi développé un modèle théorique concis, appelé <a href=\"https://home.cern/science/physics/standard-model\">modèle standard</a>, qui permet de classer ce zoo de nouvelles particules. Aujourd'hui, nous comprenons mieux l’existence de ces particules et comment elles interagissent.</p>\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/ATLAS-PHO-EVENTS-2014-015-1/file?size=large",
  "oda_tags": ["physics"],
  "id": "science/physics"
}
