{
  "title": {
    "en": "OSQAR",
    "fr": "OSQAR"
  },

  "hook": {
    "en": "The OSQAR experiment looks for particles that could be a component of dark matter and explain why our universe is made of matter instead of antimatter",
    "fr": "L’expérience OSQAR a pour but de rechercher des particules qui pourraient constituer la matière noire"
  },

  "body": {
    "en": "<p>The Optical Search for QED Vacuum Bifringence, Axions and Photon Regeneration (OSQAR) experiment at CERN searches for hypothetical particles called axions, and studies the properties of a vacuum. According to some theories, axions could be components of <a href=\"https://home.cern/science/physics/dark-matter\">dark matter</a>, and they could help to explain <a href=\"https://home.cern/science/physics/antimatter\">why there is more matter than antimatter</a> in the universe today.</p><p>OSQAR is set up in CERN’s magnet-testing facility on the border of France and Switzerland. It makes use of two superconducting dipole magnets of the type used in the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> that contain a vacuum chamber measuring 55 metres long by 40 millimetres across.</p><h3>“Light shining through a wall”</h3><p>OSQAR looks for axions and axion-like particles by exposing a laser beam containing photons (particles that make up visible light) to a 9 Tesla magnetic field. This field – the strongest ever used in an axion search – causes some of the photons in the laser to turn into axions.</p><p>The OSQAR researchers shine the laser into a vacuum chamber containing a barrier that stops photons but lets axions pass through. If they glimpse light on the other side of the barrier, the researchers deduce that axions have travelled through the barrier, and turned back into detectable photons on the other side. Physicists know this type of experiment colloquially as \"light shining through a wall\". The stronger the electromagnetic field, the greater the chance of an axion occurring. This makes the especially powerful LHC magnets ideal for the OSQAR experiment.</p><h3>Solving some of the great mysteries in physics</h3><p>Some theorists think that axions were produced during the big bang, and that they are still being produced by the Sun. Axions have a tiny mass, weighing in at 500 million times lighter than an electron. They have no electric charge and interact minimally with normal matter, making them difficult to observe. Axions could be a component of the mysterious dark matter that makes up 26% of the universe. They are also a major component of string theory, which says that elementary particles like quarks and gluons are connected via oscillating strings.</p><p>Axions might also help solve a puzzle in the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> known as the \"strong CP problem\". After the big bang, there were equal amounts of matter and antimatter in the universe.  But we now live in a universe made of matter, a proof that somehow matter prevailed. According to CP symmetry, the same physical laws apply to particles and antiparticles, even when observed in a mirror. But, if this symmetry is broken, more particles would have survived from the early Universe than antiparticles and explain why matter prevailed over antimatter. So far, all observed violations of CP symmetry are related to weak interactions. However, some physicists believe axions could be created if the strong interaction could also violate CP symmetry.</p><h3>Vacuum properties</h3><p>OSQAR also studies the properties of a vacuum when it is exposed to an electromagnetic field and laser. In the presence of the two, the vacuum is thought to alter the path of light. Understanding these properties will help future research that relies on vacuums.</p><p>OSQAR started taking data in 2006. It complements the <a href=\"https://home.cern/science/experiments/cast\">CERN Axion Solar Telescope</a> (CAST), which is searching for axions produced by the Sun.</p>",

    "fr": "<p>L’expérience OSQAR (<em>Optical Search of QED vacuum magnetic birefringence, Axion and photon Regeneration</em>) du CERN a pour but de rechercher des particules hypothétiques appelées axions, et d’étudier les propriétés du vide.  Selon certaines théories, les axions pourraient être des composants de la matière noire, et, à ce titre, ils permettraient de comprendre pourquoi il y a aujourd’hui davantage de matière que <a href=\"https://home.cern/science/physics/antimatter\">d’antimatière</a> dans l’Univers.</p><p>L’expérience OSQAR est située dans l’installation d’essai des aimants du CERN, sur la frontière franco-suisse. Elle utilise deux aimants dipolaires supraconducteurs semblables à ceux du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC), qui contiennent une chambre à vide de 55 mètres de longueur et de 40 millimètres de diamètre.</p><h3>La lumière qui traverse le mur</h3><p>OSQAR recherche des axions et des particules analogues en exposant un faisceau laser contenant des photons (particules composant la lumière visible) à un champ magnétique de 9 teslas. Ce champ – le plus fort jamais utilisé dans la recherche d’axions – a pour effet de transformer en axions certains des photons du faisceau laser.</p><p>Les chercheurs d’OSQAR envoient le faisceau laser dans une chambre à vide contenant une barrière qui bloque les photons pour ne laisser passer que les axions. S’ils détectent de la lumière de l’autre côté de la barrière, les chercheurs en déduisent que des axions ont traversé la barrière et qu'ils se sont transformés en photons, qui peuvent être détectés. Autant dire que la lumière traverse le mur. Plus le champ électromagnétique est élevé, plus la probabilité qu’un axion se manifeste est grande. Les puissants aimants du LHC sont donc parfaits pour l’expérience OSQAR.</p><h3>Résoudre certains grands mystères de la physique</h3><p>Selon certaines théories, des axions ont été produits durant le Big Bang, et ils sont toujours produits par le Soleil. Les axions ont une masse minuscule, 500 millions de fois plus faible que celle d’un électron. Ils ne possèdent pas de charge électrique et interagissent très peu avec la matière, ce qui les rend difficiles à observer. Les axions pourraient être des composants de la mystérieuse matière noire, qui représente 26 % de l’Univers. Ils constituent également un élément important de la théorie des cordes, selon laquelle des particules élémentaires, comme les quarks et les gluons, sont liées entre elles par des cordes qui oscillent.</p><p>Les axions pourraient également permettre de résoudre le problème dit de CP forte, une énigme du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>. Lors du Big Bang, matière et antimatière ont été produites en quantités égales. Mais nous vivons aujourd’hui dans un Univers fait principalement de matière, ce qui prouve que, d’une manière ou d’une autre, c’est la matière qui l’a emporté sur l’antimatière. En vertu de la symétrie CP, les particules comme leurs antiparticules, leur image miroir, obéissent aux mêmes lois physiques. Par contre, s’il y a brisure de symétrie, cela signifie qu’un plus grand nombre de particules que d'antiparticules auraient survécu de l'Univers primordial, ce qui expliquerait la prédominance de la matière. Jusqu’ici, toutes les violations de symétrie CP qui ont été observées ont trait à l’interaction faible. Toutefois, selon certaines théories, des axions pourraient être créés si la violation de la symétrie CP se manifeste aussi dans l’interaction forte.</p><h3>Propriétés du vide</h3><p>OSQAR a été aussi conçu pour étudier les propriétés du vide lorsque celui-ci est exposé à un champ électromagnétique et à un faisceau laser. En présence des deux, on estime que le vide modifie la trajectoire de la lumière. Une meilleure connaissance de ces propriétés aidera les chercheurs dans leurs futurs travaux ayant trait au vide.</p><p>L’expérience OSQAR a commencé à acquérir des données en 2006. Elle complète l’expérience <a href=\"https://home.cern/science/experiments/cast\">CAST</a> (<em>CERN Axion Solar Telescope</em>), qui recherche des axions produits par le Soleil.</p>"
  },

  "image_url": null,
  "oda_tags": ["osqar", "experiments", "antimatter", "vacuum"],
  "section_id": 8,
  "id": "science/experiments/osqar"
}
