{
  "title": {
    "en": "Experiments",
    "fr": "Expériences"
  },

  "hook": {
    "en": "A range of experiments at CERN investigate physics from cosmic rays to supersymmetry",
    "fr": "Toute une série d’expériences sont menées au CERN pour étudier des domaines de la physique allant des rayons cosmiques à la supersymétrie"
  },

  "body": {
    "en": "<p>Seven experiments at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) use <a href=\"https://home.cern/science/experiments/how-detector-works\">detectors</a> to analyse the myriad of particles produced by collisions in the <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accelerator</a>. These experiments are run by collaborations of scientists from institutes all over the world. Each experiment is distinct, and characterised by its detectors.</p><figure><a href=\"https://cds.cern.ch/images/CERN-EX-0606036-01\" title=\"View on CDS\"><img alt=\"Large Hadron Collider,LHC,Magnets,Dipole,Work,Tunnel\" src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2006/0606036/0606036_01/0606036_01-A5-at-72-dpi.jpg\"/></a><figcaption>The biggest experiments at CERN operate at the Large Hadron Collider, seen here during the installation of the accelerator's dipole magnets (Image: Maximilien Brice/Claudia Marcelloni/CERN)</figcaption></figure><p>The biggest of these experiments, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, use general-purpose detectors to investigate the largest range of physics possible. Having two independently designed detectors is vital for cross-confirmation of any new discoveries made. <a href=\"https://home.cern/science/experiments/alice\">ALICE</a> and <a href=\"https://home.cern/science/experiments/lhcb\">LHCb</a> have detectors specialised for focussing on specific phenomena. These four detectors sit underground in huge caverns on the LHC ring.</p><p>The smallest experiments on the LHC are <a href=\"https://home.cern/science/experiments/totem\">TOTEM</a> and <a href=\"https://home.cern/science/experiments/lhcf\">LHCf</a>, which focus on \"forward particles\" – protons or heavy ions that brush past each other rather than meeting head on when the beams collide. TOTEM uses detectors positioned on either side of the CMS interaction point, while LHCf is made up of two detectors which sit along the LHC beamline, at 140 metres either side of the ATLAS collision point. <a href=\"https://home.cern/science/experiments/moedal\">MoEDAL</a> uses detectors deployed near LHCb to search for a hypothetical particle called the magnetic monopole. </p><h3><a href=\"https://home.cern/science/experiments/atlas\" title=\"ATLAS\">               ATLAS            </a></h3>A Toroidal LHC ApparatuS<h3><a href=\"https://home.cern/science/experiments/cms\" title=\"CMS\">               CMS            </a></h3>Compact Muon Solenoid<h3><a href=\"https://home.cern/science/experiments/alice\" title=\"ALICE\">               ALICE            </a></h3>A Large Ion Collider Experiment<h3><a href=\"https://home.cern/science/experiments/lhcb\" title=\"LHCb\">               LHCb            </a></h3>Large Hadron Collider beauty<h3><a href=\"https://home.cern/science/experiments/totem\" title=\"TOTEM\">               TOTEM            </a></h3><h3><a href=\"https://home.cern/science/experiments/lhcf\" title=\"LHCf\">               LHCf            </a></h3><h3><a href=\"https://home.cern/science/experiments/moedal\" title=\"MoEDAL\">               MoEDAL            </a></h3><p>While the main focus of research at CERN has moved in recent years towards the LHC, experiments at other accelerators and facilities both on-site and off remain an important part of the laboratory’s activities.</p><p>In “fixed-target” experiments, a beam of accelerated particles is directed at a solid, liquid or gas target, which itself can be part of the detection system. <a href=\"https://home.cern/science/experiments/compass\">COMPASS</a>, which looks at the structure of hadrons – particles made of quarks – uses beams from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS). <a href=\"https://home.cern/science/experiments/na61shine\">NA61/SHINE</a> studies the properties of hadrons in collisions of beam particles with fixed targets. <a href=\"https://home.cern/science/experiments/na62\">NA62</a> uses protons from the SPS to study rare decays of kaons. <a href=\"https://home.cern/science/experiments/dirac\">DIRAC</a> is investigating the strong force between quarks at the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> (PS). The <a href=\"https://home.cern/science/experiments/cloud\">CLOUD</a> experiment is investigating a possible link between cosmic rays and cloud formation. <a href=\"https://home.cern/science/experiments/ace\">ACE</a>, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a>, <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>, <a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a>, and <a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a> all use antiprotons from the <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a>, while the <a href=\"https://home.cern/science/experiments/cast\">CAST</a> experiment is looking for hypothetical particles coming not from collisions at the accelerators but from the Sun.</p><p>Experimental facilities at CERN include the Radioactive Ion Beam facility (<a href=\"https://home.cern/science/experiments/isolde\">ISOLDE</a>), the <a href=\"https://home.cern/science/experiments/ntof\">neutron time-of-flight facility</a> (nTOF) and the <a href=\"https://home.cern/science/experiments/cern-neutrino-platform\">CERN Neutrino Platform</a>.</p><p>This diverse <a href=\"https://home.cern/science/physics\">research programme</a> ensures that CERN covers a wide range of topics in physics, from kaons to <a href=\"https://home.cern/science/physics/cosmic-rays-particles-outer-space\">cosmic rays</a>, and from the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> to <a href=\"https://home.cern/science/physics/supersymmetry\">supersymmetry</a>. Find out more about individual experiments in the list below. </p>",

    "fr": "<p>Parmi les expériences menées au <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC), sept utilisent des <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs</a> pour analyser la myriade de particules produites lors des collisions dans l’<a href=\"https://home.cern/science/accelerators\">accélérateur</a>. Ces expériences sont conduites par des collaborations de chercheurs provenant d’instituts du monde entier. Chacune est différente et se caractérise par ses détecteurs.</p><figure><a href=\"https://cds.cern.ch/images/CERN-EX-0606036-01\" title=\"View on CDS\"><img alt=\"Large Hadron Collider,LHC,Magnets,Dipole,Work,Tunnel\" src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2006/0606036/0606036_01/0606036_01-A5-at-72-dpi.jpg\"/></a><figcaption>Les grandes expériences du CERN auprès du Grand collisionneur de hadrons, vu ici lors de l'installation des aimants dipôle de l'accélérateur  (Image: Maximilien Brice/Claudia Marcelloni/CERN)</figcaption></figure><p>Les deux expériences les plus grandes, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> et <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, exploitent des détecteurs polyvalents pour explorer des domaines aussi vastes que possible. Le fait de disposer de deux détecteurs conçus indépendamment est essentiel pour recouper des informations en cas de découverte. <a href=\"https://home.cern/science/experiments/alice\">ALICE</a> et <a href=\"https://home.cern/science/experiments/lhcb\">LHCb</a> utilisent des détecteurs spécialisés pour se concentrer sur des phénomènes particuliers. Ces quatre détecteurs sont logés dans d’énormes cavernes souterraines disposées le long de l’anneau du LHC.</p><p>Les plus petites expériences menées au LHC sont <a href=\"https://home.cern/science/experiments/totem\">TOTEM</a> et <a href=\"https://home.cern/science/experiments/lhcf\">LHCf</a>. Elles sont axées sur les particules dites « à très petits angles » – des protons ou des ions lourds qui se frôlent plutôt que d’entrer en collision frontale lorsque les faisceaux se croisent. TOTEM utilise des détecteurs placés de part et d’autre du point d’interaction de CMS, tandis que l’installation de LHCf est constituée de deux détecteurs disposés le long de la ligne de faisceau du LHC, à 140 mètres de chaque côté du point de collision d’ATLAS. <a href=\"https://home.cern/science/experiments/moedal\">MoEDAL</a>, qui exploite des détecteurs déployés près de LHCb, a été conçu pour la recherche d’une particule hypothétique appelée monopôle magnétique.</p><h3><a href=\"https://home.cern/science/experiments/atlas\" title=\"ATLAS\">               ATLAS            </a></h3>A Toroidal LHC ApparatuS<h3><a href=\"https://home.cern/science/experiments/cms\" title=\"CMS\">               CMS            </a></h3>Compact Muon Solenoid<h3><a href=\"https://home.cern/science/experiments/alice\" title=\"ALICE\">               ALICE            </a></h3>A Large Ion Collider Experiment<h3><a href=\"https://home.cern/science/experiments/lhcb\" title=\"LHCb\">               LHCb            </a></h3>Large Hadron Collider beauty<h3><a href=\"https://home.cern/science/experiments/totem\" title=\"TOTEM\">               TOTEM            </a></h3><h3><a href=\"https://home.cern/science/experiments/lhcf\" title=\"LHCf\">               LHCf            </a></h3><h3><a href=\"https://home.cern/science/experiments/moedal\" title=\"MoEDAL\">               MoEDAL            </a></h3><p>Si la recherche au CERN s’est de plus en plus concentrée sur le LHC ces dernières années, les expériences menées à l’aide d’autres accélérateurs ou installations, que ce soit sur le domaine du CERN ou ailleurs, continuent de former une partie importante des activités du Laboratoire.</p><p>Dans les expériences avec cibles fixes, un faisceau de particules accélérées est orienté sur une cible solide, liquide ou gazeuse, qui peut faire partie intégrante du système de détection. <a href=\"https://home.cern/science/experiments/compass\">COMPASS</a>, qui étudie la structure des hadrons (des particules constituées de quarks) utilise des faisceaux du <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Supersynchrotron à protons</a> (SPS). <a href=\"https://home.cern/science/experiments/na61shine\">NA61/SHINE</a> a pour objet les propriétés des hadrons lors des collisions de particules sur des cibles fixes. <a href=\"https://home.cern/science/experiments/na62\">NA62</a> utilise des protons du SPS pour analyser des modes rares de désintégration des kaons. <a href=\"https://home.cern/science/experiments/dirac\">DIRAC</a> explore les interactions fortes entre les quarks au Synchrotron à protons (PS). L’expérience <a href=\"https://home.cern/science/experiments/cloud\">CLOUD</a> étudie le lien possible entre les rayons cosmiques et la formation des nuages. Les expériences <a href=\"https://home.cern/science/experiments/ace\">ACE</a>, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a>, <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>, <a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a> et <a href=\"https://home.cern/science/experiments/atrap\">ATRAP</a> utilisent toutes des antiprotons du <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Décélérateur d’antiprotons</a>, tandis que l’expérience <a href=\"https://home.cern/science/experiments/cast\">CAST</a> a pour objet de trouver des particules hypothétiques ne provenant pas d’oscillations dans les accélérateurs, mais du Soleil.</p><p>Les installations expérimentales du CERN comprennent l'installation de faisceaux de basse énergie de nucléides radioactifs (<a href=\"https://home.cern/science/experiments/isolde\">ISOLDE</a>), l'installation de mesure du temps de vol des neutrons (<a href=\"https://home.cern/science/experiments/ntof\">nTOF</a>) et la plate-forme de neutrinos du CERN.</p><p>Ce programme de recherche, d’une grande richesse, couvre un vaste éventail de thèmes de la physique, allant des kaons aux rayons cosmiques et du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a> à la <a href=\"https://home.cern/science/physics/supersymmetry\">supersymétrie</a>. Pour en savoir plus sur chacune des expériences, voir la liste ci-dessous. </p>"
  },

  "image_url": "https://cds.cern.ch/images/CMS-PHO-GEN-2008-028-1/file?size=large",
  "oda_tags": ["experiments"],
  "id": "science/experiments"
}
