{
  "title": {
    "en": "Future Circular Collider",
    "fr": "Le Futur collisionneur circulaire"
  },

  "hook": {
    "en": "The Future Circular Collider Study (FCC) is developing designs for a higher performance particle collider to take over from the Large Hadron Collider",
    "fr": "L’étude sur un futur collisionneur circulaire (étude FCC) développe plusieurs options pour l'avenir de la physique des particules."
  },

  "body": {
    "en": "<p>The <a href=\"https://fcc.web.cern.ch/\">Future Circular Collider Study</a> (FCC) is developing designs for a higher performance <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">particle collider</a> to extend the research currently being conducted at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider (LHC)</a>, once the latter reaches the end of its lifespan.</p><p>The goal of the FCC is to greatly push the energy and intensity frontiers of particle colliders, with the aim of reaching collision energies of 100 TeV, in the search for new physics.</p><p>The FCC Study, hosted by CERN, is an international collaboration of more than 150 universities, research institutes and industrial partners from all over the world.</p><p>The study will elaborate on different possibilities for circular colliders, new <a href=\"https://home.cern/science/experiments/how-detector-works\">detector</a> facilities, the associated infrastructure, cost estimates,  global implementation scenarios,  as well as appropriate international governance structures.</p><p>The FCC examines scenarios for three different types of particle collisions: hadron (proton-proton and heavy ion) collisions, like in the LHC; electron-positron collisions, as in the former LEP; and proton-electron collisions.</p><p>Scientists are currently conducting physics and detector studies for each option. In parallel, dedicated teams of experts are performing in-depth analyses of infrastructure, operation concepts, and the key technologies required.</p><p>This FCC accelerator complex would be the next large research facility after the LHC and its <a href=\"https://home.cern/science/accelerators/high-luminosity-lhc\">High-Luminosity upgrade (HL-LHC)</a>, when these approach the limits of their discovery potential after 2035.</p><p>In January 2019, a <a href=\"https://fcc-cdr.web.cern.ch/\">conceptual design report for the FCC</a> was submitted, as input to the next <a href=\"https://europeanstrategyupdate.web.cern.ch/\">update of the European Strategy for Particle Physics</a>.</p>",

    "fr": "<p>L’étude sur un <a href=\"https://fcc.web.cern.ch/\">futur collisionneur circulaire (étude FCC)</a> est en train de mettre au point diverses conceptions en vue de la construction d’un <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">collisionneur de particules</a> à performance plus élevée, qui pourrait prendre le relais du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons (LHC)</a>, une fois que celui-ci aura atteint le terme de sa durée de vie.</p><p>La mission de ce collisionneur sera de repousser de façon spectaculaire les frontières de l’énergie et de l’intensité des collisionneurs de particules, le but étant d’atteindre des énergies de collision de 100 TeV, dans la perspective de la recherche d’une nouvelle physique. </p><p>L’étude FCC, pilotée depuis le CERN, est une collaboration internationale réunissant quelque 150 universités, instituts de recherche et partenaires industriels dans le monde entier.</p><p>L’étude envisagera différentes possibilités de collisionneurs circulaires, et également des installations de <a href=\"https://home.cern/science/experiments/how-detector-works\">détection</a> nouvelles, ce qui implique l’infrastructure associée, les scénarios d’exécution du projet au niveau mondial, et les structures de gouvernance internationale appropriées.</p><p>L’étude FCC examine des scénarios pour trois types différents de collisions de particules : collisions de hadrons (proton-proton et ions lourds), comme dans le LHC, collisions électron-positon, comme dans l’ancien LEP, et collisions proton-électron. Les scientifiques sont en train de réaliser des études sur la physique et sur les détecteurs pour chaque option.</p><p>Parallèlement, des équipes d’experts effectuent une analyse approfondie de l’infrastructure, des concepts opérationnels et des technologies essentielles requises.</p><p>Ce complexe d’accélérateurs serait la prochaine grande installation de recherche, destinée à prendre le relais du LHC et du <a href=\"https://home.cern/science/accelerators/high-luminosity-lhc\">LHC haute luminosité (HL-LHC)</a> lorsque cette dernière machine aura épuisé son potentiel de découverte, après 2035.</p><p>En janvier 2019, un <a href=\"https://fcc-cdr.web.cern.ch/\">rapport de conception technique</a> a été déposé, une contribution à la <a href=\"https://europeanstrategyupdate.web.cern.ch/\">mise à jour de la stratégie européenne pour la physique des particules</a>.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2019-01/tunnelBeauty_00486_0.jpg",
  "oda_tags": ["accelerators"],
  "id": "science/accelerators/future-circular-collider"
}
