{
  "title": {
    "en": "Processing: What to record?",
    "fr": "Traitement des données : que faut-il enregistrer ?"
  },

  "hook": {
    "en": "Collisions in the LHC produce too much data to record. To tackle the torrent, the Grid focuses in on interesting physics in a 2-step selection process",
    "fr": "Traiter le volume des données produites auprès du Grand collisionneur de hadrons (LHC) représente un véritable défi"
  },

  "body": {
    "en": "<p>The volume of data produced at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) presents a considerable processing challenge.</p><p>Particles collide at high energies inside CERN's <a href=\"https://home.cern/science/experiments/how-detector-works\">detectors</a>, creating new particles that decay in complex ways as they move through layers of subdetectors. The subdetectors register each particle's passage and microprocessors convert the particles' paths and energies into electrical signals, combining the information to create a digital summary of the \"collision event\". The raw data per event is around one million bytes (1 Mb), produced at a rate of about 600 million events per second.</p><p>The data flow from all four experiments for Run 2 is anticipated to be about 25 GB/s (gigabyte per second)</p><ul><li>ALICE: 4 GB/s (Pb-Pb running)</li><li>ATLAS: 800 MB/s – 1 GB/s</li><li>CMS: 600 MB/s</li><li>LHCb: 750 MB/s</li></ul><p>The <a href=\"https://home.cern/science/computing/worldwide-lhc-computing-grid\">Worldwide LHC Computing Grid</a> tackles this mountain of data in a two-stage process. First, it runs dedicated algorithms written by physicists to reduce the number of events and select those considered interesting. Analysis can focus on the most important data - that which could bring new physics measurements or discoveries.</p><p>In the first stage of the selection, the number of events is filtered from the 600 million or so per second picked up by detectors to 100,000 per second sent for digital reconstruction. In a second stage, more specialized algorithms further process the data, leaving only 100 or 200 events of interest per second. This raw data is recorded onto servers at the CERN Data Centre at a rate around 1.5 CDs per second (approximately 1050 megabytes per second). Physicists belonging to worldwide collaborations work continuously to improve detector-calibration methods, and to refine processing algorithms to detect ever more interesting events.</p>",

    "fr": "<p>Traiter le volume des données produites auprès du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) représente un véritable défi.</p><p>Les particules entrent en collision à de très hautes énergies à l’intérieur des <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs</a> du CERN, produisant de nouvelles particules qui se désintègrent de façon très complexe en traversant les différentes couches de sous-détecteurs. Les sous-détecteurs enregistrent le passage de chaque particule et des microprocesseurs convertissent la trajectoire des particules et leur énergie en signaux électriques, regroupant les informations pour créer un résumé numérique de la collision (« événement »). Chaque événement produit environ un million d’octets (1 Mo) de données brutes, sachant qu’il se produit environ 600 millions événements par seconde.</p><p>Le flux de données attendu pour les quatre expériences pendant la deuxième période d’exploitation est d’environ 25 Go/s (gigaoctet par seconde).</p><ul><li>ALICE: 4 Go/s (collisions Pb-Pb)</li><li>ATLAS: 800 Mo/s - 1 Go/s</li><li>CMS: 600 Mo/s</li><li>LHCb: 750 Mo/s</li></ul><p>La <a href=\"https://home.cern/science/computing/worldwide-lhc-computing-grid\">Grille de calcul mondiale pour le LHC</a> (WLCG) traite cette montagne de données en deux étapes. Tout d’abord, elle exécute des algorithmes spécifiques permettant d’éliminer certains événements, soit parce que les physiciens du CERN les connaissent déjà soit parce qu’ils les considèrent comme inintéressants. Les physiciens peuvent ainsi se concentrer sur les données les plus importantes, celles qui pourraient conduire à de nouvelles découvertes en physique.</p><p>Lors de cette première étape de sélection, parmi les quelque 600 millions d’événements que les détecteurs enregistrent par seconde, seuls 100 000 sont envoyés au Centre de calcul du CERN pour être reconstitués numériquement. Lors de la deuxième étape, des algorithmes plus sophistiqués traitent à nouveau les données, ne retenant que 100 à 200 événements intéressants par seconde.  Ces données brutes sont enregistrées sur les serveurs du Centre de calcul du CERN à raison d’environ 1,5 CD par seconde (quelque 1050 mégaoctets par seconde). Les physiciens des collaborations internationales travaillent sans relâche à l’amélioration des méthodes d’étalonnage des détecteurs, et au perfectionnement des algorithmes de traitement afin de détecter des évènements toujours plus intéressants.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/computing_page/2013/01/processing.jpeg",
  "oda_tags": ["computing"],
  "section_id": 6,
  "id": "science/computing/processing-what-record"
}
