{
  "title": {
    "en": "NA61/SHINE",
    "fr": "NA61/SHINE"
  },

  "hook": {
    "en": "The SPS Heavy Ion and Neutrino Experiment (NA61/SHINE) studies the properties of hadrons in collisions of beam particles with fixed targets",
    "fr": "NA61/SHINE (the SPS Heavy Ion and Neutrino Experiment) étudie la production de hadrons dans la collision de différentes particules"
  },

  "body": {
    "en": "<p>Hadrons are particles that take part in the strong interactions – the force that binds quarks together and keeps atomic nuclei from falling apart. The SPS Heavy Ion and Neutrino Experiment (<a href=\"http://shine.web.cern.ch/\">NA61/SHINE</a>) studies the properties of the production of hadrons in collisions of beam particles (pions, and protons, beryllium, argon and xenon) with a variety of fixed nuclear targets. NA61 reuses most of the detectors of its predecessor NA49 with important upgrades.</p><h4>Experiments</h4><p>The NA61 team uses particles from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS) to measure the production of hadrons in three different types of collisions:</p><ol><li>Nucleus-nucleus (heavy-ion) collisions are used to investigate properties of the transition line between <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">quark-gluon plasma</a> and hadron gas by collision energy scans with various beam and target nuclei</li>\n<li>Proton-proton and proton-nucleus collisions are recorded as reference data, better to understand nucleus–nucleus reactions</li>\n<li>Hadron-nucleus interactions are used to determine neutrino beam properties within the T2K experiment and to model cosmic ray showers within the <a href=\"https://www.auger.org\">Pierre Auger Observatory</a> (PAO) in Argentina and <a href=\"http://www-ik.fzk.de/KASCADE_home.html/\">KASKADE</a> experiments in Germany</li>\n</ol><p>To produce hadrons, 400 GeV/c protons from the SPS are made to collide with a beryllium plate 500 metres upstream of NA61. The H2 beamline selects hadrons with a particular charge and momentum to transport to NA61.</p><p>NA61 beam and trigger detectors measure precisely the position and mass of each beam hadron and check whether it interacted in the NA61 target. This allows the team to select collisions of particular hadron types (protons and pions for example). NA61 detectors located downstream of the target measure properties of the collisions, such as the number hadrons produced, their momenta, charges and masses.</p><p><span>About 140 physicists from 15 countries and 28 institutions work in NA61/SHINE.</span></p>",

    "fr": "<p>Les hadrons sont des particules qui participent aux interactions fortes – la force qui lie les quarks entre eux et empêche les noyaux atomiques de se défaire.</p><p>L’expérience <a href=\"http://shine.web.cern.ch/\">NA61/SHINE</a> (SPS Heavy Ion and Neutrino Experiment) étudie la production de hadrons dans la collision de différentes particules (pions, protons, béryllium, argon et xénon) avec différentes cibles nucléaires. NA61 réutilise la plupart des détecteurs de son prédécesseur NA49, avec des améliorations importantes.</p><h3>Expériences</h3><p>L’équipe NA61 utilise des faisceaux de particules produits auprès du Supersynchrotron à protons (SPS) pour mesurer la production de hadrons dans trois types de collisions différents.</p><p>1. Collisions noyau-noyau (ions lourds), utilisées par NA61 pour rechercher les propriétés de la transition entre le <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">plasma de quarks et de gluons</a> et le gaz hadronique, en variant l’énergie de collision et en utilisant différents faisceaux combinés et différents noyaux cibles.</p><p>2. Collisions proton-proton et proton-noyau : ces données servent de référence, permettant de mieux comprendre par comparaison les réactions noyau-noyau.</p><p>3. Interactions proton-noyau et pion-noyau : elles sont utilisées principalement pour reconstituer les conditions de production du faisceau de neutrinos par les désintégrations de particules secondaires (pions et kaons) dans l’expérience T2K (au Japon) et en déterminer les propriétés ; elle servent aussi à modéliser les gerbes de rayons cosmiques dans le cadre des expériences de l'Observatoire Pierre Auger et de KASCADE.</p><p>Pour produire ces faisceaux de hadrons, des protons à 400 GeV/c en provenance du SPS entrent en collision avec une plaque de béryllium 500 mètres en amont de NA61. La ligne de faisceau H2 sélectionne les hadrons ayant une charge et une impulsion déterminées et les transporte jusqu’à NA61.</p><p>Les détecteurs du faisceau et de déclenchement de NA61 mesurent précisément la position et la masse de chaque hadron du faisceau et vérifient qu’il a interagi dans la cible NA61. Cela permet à l’équipe de sélectionner les collisions de hadrons de types particuliers (des protons et des pions par exemple).</p><p>Les détecteurs de NA61 situés en aval de la cible mesurent les propriétés des collisions, telles que le nombre de hadrons produits, et la distribution de leur impulsion et de leur angle, en fonction de leur charge et leur type.</p><p><em>Ions lourds</em></p><p>NA61 est la descendante de l’expérience NA49, qui étudiait la corrélation entre l’énergie disponible et la production de hadrons dans les interactions plomb-plomb. Dans le cadre de ce programme, le seuil de création du plasma quarks-gluons – l’apparition du déconfinement – a été découvert.</p><p>NA61 a pour but de mettre au jour les propriétés de l’apparition du déconfinement par des mesures systématiques et précises de l'énergie de collision et de la corrélation de ses signaux avec la masse nucléaire. L’expérience recherche également l'indice d'un point critique sur la ligne de transition entre deux phases de matière soumise à l'interaction forte : le plasma quarks-gluons et le gaz hadronique.</p><p><em>Neutrinos</em></p><p>L’expérience T2K, située au Japon, envoie un faisceau de neutrinos depuis le complexe d’accélérateurs de Tokai, sur la côte est, jusqu'au détecteur Super-Kamiokande, situé à Kamioka, à 295 kilomètres, dans la partie occidentale du Japon. Le but est de comprendre comment les neutrinos se transforment, au cours de ce trajet, d’un des trois types à un autre, par un phénomène quantique appelé oscillation.</p><p>Au CERN, NA61 mesure la production de pions et de kaons à partir d’une réplique de la cible de T2K (un cylindre de graphite de 90 centimètres) pour permettre un calcul précis du flux de neutrinos initial à J-PARC et de sa composition. Cela permet d’obtenir la meilleure estimation possible de certaines propriétés des neutrinos, y compris les différences de masse entre les différents types et les probabilités de transition.</p><p><em>Rayons cosmiques</em></p><p>Les détecteurs de rayons cosmiques, tels que l’Observatoire Pierre Auger, en Argentine, et Kascade, en Allemagne, détectent les gerbes atmosphériques – des cascades de particules chargées, créées par des rayons cosmiques de haute énergie entrant en collision avec des noyaux dans l'atmosphère.</p><p>NA61 mesure la production de hadrons issus des interactions pion-carbone ; cela représente une approximation de ce qui se passe lorsque des pions interagissent avec les noyaux de l’atmosphère. Les résultats de NA61 amélioreront la compréhension des cascades nucléaires dans les gerbes atmosphériques et aideront donc à analyser les propriétés des rayons cosmiques de haute énergie à partir des données des gerbes atmosphériques.</p><h3>Les détecteurs</h3><p>Les principaux appareils de mesure des trajectoires des particules dans NA61 sont quatre chambres à projection temporelle (TPC) de grand volume, capables de détecter jusqu'à 70 % de toutes les particules chargées créées dans les réactions étudiées. Ces TPC mesurent aussi la perte d’énergie des particules lorsqu’elles traversent le gaz contenu par le détecteur. Cela permet à l’équipe de déterminer la charge, l’impulsion et le type de chaque particule.</p><p>Les TPC sont complétées par des détecteurs de temps de vol, qui permettent d’évaluer la vitesse des particules, si bien que l’équipe NA61 peut identifier sans ambiguïté les hadrons produits dans les collisions. Le détecteur de résidus du projectile (Projectile Spectator Detector – PSD) mesure le nombre de nucléons issus d’un noyau du faisceau qui n’ont pas interagi avec la cible.</p><p>Quelque 140 physiciens issus de 15 pays et provenant de 28 institutions travaillent sur l'expérience NA61/SHINE. La collaboration a déjà publié des résultats importants, récemment utilisés dans la mise en évidence d’un nouveau type d’oscillations de neutrinos (link).</p>"
  },

  "image_url": "None",
  "oda_tags": ["shine", "pion", "kaon", "experiments", "na61shine", "hadron"],
  "id": "science/experiments/na61shine"
}
