{
  "title": {
    "en": "ASACUSA",
    "fr": "ASACUSA"
  },

  "hook": {
    "en": "ASACUSA compares matter and antimatter using atoms of antiprotonic helium and antihydrogen, and studies the properties of matter-antimatter collisions",
    "fr": "L'éxperience ASACUSA compare la matière avec l'antimatière en créent des atomes hybrides comme « l’hélium antiprotonique »"
  },

  "body": {
    "en": "<p>The <a href=\"http://asacusa.web.cern.ch/ASACUSA/\">Atomic Spectroscopy And Collisions Using Slow Antiprotons</a> (ASACUSA) experiment studies the fundamental symmetries between matter and antimatter by precision spectroscopy of atoms containing an antiproton (the antimatter equivalent of the proton). The experiments focused in particular on hybrid atoms (antiprotonic helium), as well as pure antiatoms (antihydrogen). It also studies the interactions that occur during collisions between matter and antimatter.</p><p>ASACUSA aims to precisely measure a property of <strong>antihydrogen</strong> called the “hyperfine structure” and compare it to the well-known value for hydrogen. Since this quantity is very sensitive to magnetic fields, ASACUSA does not aim to trap antiatoms but rather to create a beam of antihydrogen atoms that can be transported to a region where no disturbing fields are present. To do this, a unique magnetic field configuration called “CUSP” is used to create a polarized beam of antihydrogen, which is then studied in flight using microwave radiation.</p><p>Helium has the second simplest atomic structure after hydrogen. It contains two electrons orbiting a central nucleus. The ASACUSA team makes <strong>antiprotonic helium</strong> by replacing one of these electrons with an antiproton. This is possible because, like the electron, the antiproton has negative charge. These hybrid atoms are formed by injecting antiprotons into a helium gas cell. Most of the antiprotons quickly <a href=\"https://home.cern/science/physics/antimatter\">annihilate with ordinary matter</a> in the surroundings, but a tiny proportion combines with the helium to form hybrid atoms that contain both matter and antimatter. Using laser beams to excite the atoms, ASACUSA can determine the mass of the antiproton to an unprecedented level of accuracy for comparison with the proton.</p><p>ASACUSA also studies the interactions that occur between matter and antimatter, by colliding beams of antiprotons on various kinds of normal atoms and molecules. These phenomena include the so-called “ionization” process where the fast antiproton rips away the electrons that circle the atoms. Another interesting process occurs when the antiprotons strike and annihilate with the atomic nuclei.</p><p>The ASACUSA team uses the Radio Frequency Decelerator downstream of <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> at CERN to decelerate a 5.3 MeV antiprotons down to 100 keV.  In this way, the ASACUSA team uses antiprotons 10-100 times more efficiently than other collaborations.</p>",

    "fr": "<p>ASACUSA vise à étudier les différences fondamentales entre matière et antimatière. Contrairement à leurs collègues des expériences ATRAP et ALPHA, les physiciens d’ASACUSA ne comparent pas directement les atomes aux antiatomes correspondants : ils créent des atomes hybrides comme « l’hélium antiprotonique ».</p><p>Avec deux électrons en orbite autour d’un noyau central, l’hélium possède, après l’hydrogène, la structure atomique la plus simple. C’est en remplaçant un de ces électrons par un antiproton (la particule d’antimatière correspondant au proton) que les physiciens obtiennent un atome d’ « hélium antiprotonique ». La création de ces hybrides s’avère moins difficile que la fabrication d’atomes d’antihydrogène (l'homologue d'antimatière de l'hydrogène), et leur durée de vie est plus longue.</p><p>L’équipe ASACUSA utilise le décélérateur d’antimatière du CERN pour projeter des faisceaux d’antiprotons dans de l’hélium gazeux froid. La plupart des antiprotons s’annihilent rapidement au contact de la matière environnante. Seul un nombre très réduit se combine avec l’hélium en formant des atomes hybrides qui contiennent à la fois de la matière et de l’antimatière. Grâce à des faisceaux laser qui excitent les atomes, ASACUSA peut mesurer la masse de l’antiproton à un niveau de précision jamais atteint, permettant ainsi la comparaison avec le proton.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/asacusa.jpg",
  "oda_tags": ["asacusa", "experiments", "antimatter", "positron"],
  "id": "science/experiments/asacusa"
}
