{
  "title": {
    "en": "Linear accelerator 1",
    "fr": "Accélérateur linéaire 1"
  },

  "hook": {
    "en": "Designed in the 1950s as injector for the Proton Synchrotron, LINAC 1 was the only supplier of protons to the CERN synchrotrons until 1978",
    "fr": "L'accélérateur linéaire 1 (Linac 1) a été conçu au début des années 1950 pour servir d’injecteur pour le Synchrotron à protons"
  },

  "body": {
    "en": "<p>Linear accelerator 1 (Linac 1) was designed in the early 1950s to serve as an injector for the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> (PS). It accelerated its first beam in 1958 and was fully commissioned in 1959 when one turn of 50 MeV protons went round the PS. Linac 1 was the only supplier of protons to the CERN synchrotrons until <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac 2</a> took over in 1978. Linac 1 accelerated light ions – such as deuterons and alpha particles, as well as oxygen and sulphur ions – for 33 years until its retirement in 1992. <a href=\"https://home.cern/science/accelerators/linear-accelerator-3\">Linac 3</a> took over ion production in 1994.</p>",

    "fr": "<p>L'accélérateur linéaire 1 (Linac 1) a été conçu au début des années 1950 pour servir d’injecteur pour le <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a> (PS). Il accéléra son premier faisceau en 1958 et fut entièrement mis en service en 1959 lorsqu’un faisceau de protons de 50 MeV fit pour la première fois le tour du PS. Le Linac 1 a assuré seul l’alimentation en protons des synchrotrons du CERN jusqu’à ce que le <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac 2</a> prenne la relève, en 1978. Le Linac 1 accéléra des ions légers, tels que des deutons et des particules alpha, mais aussi des ions oxygène ou soufre, pendant 33 ans jusqu’à son arrêt, en 1992.  Depuis 1994, c’est le <a href=\"https://home.cern/science/accelerators/linear-accelerator-3\">Linac 3</a> qui assure la production des ions.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/linac_1.jpeg",
  "oda_tags": ["accelerator", "linear-accelerator", "proton"],
  "id": "science/accelerators/linear-accelerator-1"
}
