{
  "title": {
    "en": "Accelerators",
    "fr": "Accélérateurs"
  },

  "hook": {
    "en": "CERN hosts a gigantic complex of particle accelerators.\n\nBut what are these machines and how do they work?",
    "fr": "Le CERN abrite un gigantesque complexe d'accélérateurs de particules.\n\nMais à quoi servent ces machines et comment fonctionnent-elles ?"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<h1>What is an accelerator?</h1>\n</div><div class=\"text-component-text cern_full_html\">\n<p>An accelerator propels charged particles, such as protons or electrons, at high speeds, close to the speed of light. They are then smashed either onto a target or against other particles circulating in the opposite direction. By studying these collisions, physicists are able to probe the world of the infinitely small.</p>\n<p>When the particles are sufficiently energetic, a phenomenon that defies the imagination happens: the energy of the collision is transformed into matter in the form of new particles, the most massive of which existed in the early Universe. This phenomenon is described by Einstein’s famous equation E=mc<sup>2</sup>, according to which matter is a concentrated form of energy, and the two are interchangeable.</p>\n<p>The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> is the most powerful accelerator in the world. It boosts particles, such as protons, which form all the matter we know. Accelerated to a speed close to that of light, they collide with other protons. These collisions produce massive particles, such as the Higgs boson or the top quark. By measuring their properties, scientists increase our understanding of matter and of the origins of the Universe. These massive particles only last in the blink of an eye, and cannot be observed directly. Almost immediately they transform (or decay) into lighter particles, which in turn also decay. The particles emerging from the successive links in this decay chain are identified in the layers of the detector.</p>\n</div><div class=\"text-component-text cern_full_html\">\n\n</div><div class=\"text-component-text cern_full_html\">\n<h1>How does an accelerator work?</h1>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Accelerators use electromagnetic fields to accelerate and steer particles. <a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">Radiofrequency cavities</a> boost the particle beams, while magnets focus the beams and bend their trajectory.</p>\n<p>In a circular accelerator, the particles repeat the same circuit for as long as necessary, getting an energy boost at each turn. In theory, the energy could be increased over and over again. However, the more energy the particles have, the more powerful the <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">magnetic fields</a> have to be to keep them in their circular orbit.</p>\n<p>A linear accelerator, on the contrary, is exclusively formed of accelerating structures since the particles do not need to be deflected, but they only benefit from a single acceleration pass. In this case, increasing the energy means increasing the length of the accelerator.</p>\n<p>As physicists have been explored higher and higher energies, accelerators have become larger and larger: the size of an accelerator is a compromise between energy, the radius of curvature (if it’s circular), the feasibility and the cost.</p>\n<p>Colliders are accelerators that generate head-on collisions between particles. Thanks to this technique, the collision energy is higher because the energy of the two particles is added together.</p>\n<p>The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> is the largest and most powerful collider in the world. It boosts the particles in a loop 27 kilometres in circumference at an energy of 6.5 TeV (teraelectronvolts), generating collisions at an energy of 13 TeV.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>What are the characteristics of an accelerator?</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p>The type of particles, the energy of the collisions and the luminosity are among the important characteristics of an accelerator.</p>\n<p>An accelerator can circulate a lot of different particles, provided that they have an electric charge so that they can be accelerated with an electromagnetic field. The CERN accelerator complex accelerates protons, but also nuclei of ionized atoms (ions), such as the nuclei of lead, argon or xenon atoms. Some LHC runs are thus dedicated to lead-ion collisions. The <a href=\"https://home.cern/science/experiments/isolde\">ISOLDE</a> facility accelerates beams of exotic nuclei for nuclear physics studies.</p>\n<p>The energy of a particle is measured in electronvolts. One electronvolt is the energy gained by an electron that accelerates through a one-volt electrical field. As they race around the LHC, the protons acquire an energy of 6.5 million million electronvolts, known as 6.5 tera-electronvolts or TeV. It is the highest energy reached by an accelerator, but in everyday terms, this is a ridiculously tiny energy; roughly the energy of a safety pin dropped from a height of just two centimetres. But an accelerator concentrates that energy at the infinitesimal scale to obtain very high concentrations of energy close to those that existed just after the Big Bang.</p>\n<p>Luminosity is a key indicator of an accelerator’s performance: it indicates the number of potential collisions per surface unit over a given period of time. The instantaneous luminosity is expressed in cm<sup>-2</sup>s<sup>-1</sup> and the integrated luminosity, corresponding to the number of collisions that can occur over a given period, is measured in inverse femtobarn. One inverse femtobarn corresponds to 100 million millions (potential) collisions.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>What type of accelerators are at CERN?</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p>CERN operates a complex of eight accelerators and two decelerators. These accelerators supply experiments or are used as injectors, accelerating particles for larger accelerators. Some, such as the Proton Synchrotron (PS) or Super Proton Synchrotron (SPS) do both at once, preparing particles for experiments that they supply directly and injecting into larger accelerators.</p>\n<p>The Large Hadron Collider is supplied with protons by a chain of four accelerators that boost the particles and divide them into bunches.</p>\n<p>The accelerators are controlled by operators 24 hours a day from the CERN Control Centre.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2 id=\"current-accelerators\">Current accelerators</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Future accelerators</h2>\n<p>Imagining, developing and building an accelerator takes several decades. For example, the former LEP electron-positron accelerator had not even begun operation when CERN scientists were already imagining replacing it with a more powerful accelerator. That was in 1984, twenty-four years before the LHC started.</p>\n<p>Since 2010, scientists have been working on the LHC’s successor, the High-Luminosity LHC. Approved by the CERN Council in 2016, this second generation LHC is expected to start after 2025. CERN scientists are also working on accelerator studies for beyond 2040, such as the Future Circular Collider (FCC) or the Compact Linear Collider (CLIC). Work is also being done on alternative acceleration techniques for example with the AWAKE experiment.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Past accelerators</h2>\n<p>Many accelerators developed several decades ago are still in operation. The oldest of these is the Proton Synchrotron (PS), commissioned in 1959. Others have been closed down, with some of their components being reused for new machines, at CERN or elsewhere. Travel back into the past of CERN accelerators.</p>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<h1>Qu'est-ce qu'un accélérateur ?</h1>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Un accélérateur propulse des particules chargées, comme des protons ou des électrons, à des vitesses très élevées, proches de celle de la lumière. Elles sont ensuite projetées sur une cible ou contre d’autres particules, circulant en sens inverse. ces collisions permettent aux physiciennes et physiciens de sonder l’infiniment petit.</p>\n<p>Lorsque les particules sont suffisamment énergétiques, il se produit un phénomène qui défie le sens commun : l’énergie de la collision se transforme en matière. Elle se matérialise sous forme de particules, dont les plus massives existaient dans l’Univers primordial. Ce phénomène, qui ne prévaut que dans l’infiniment petit, est décrit par la célèbre équation d’Einstein E=mc<sup>2</sup> : la matière est une forme concentrée d’énergie et les deux sont interchangeables.</p>\n<p>Le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons LHC</a>, l’accélérateur le plus puissant au monde, propulse ainsi des particules communes, comme des protons qui forment la matière que nous connaissons. Accélérés à une vitesse proche de la lumière, ils percutent d’autres protons. Ces collisions génèrent des particules massives, comme le boson de Higgs ou le quark top. La mesure de leurs propriétés permet de comprendre la matière et les origines de l’Univers. Ces particules massives n’existent qu’un instant fugace et ne sont pas observées directement. Elles se transforment (ou se désintègent) instantanément en particules plus légères, qui se désintègrent à leur tour. Les particules issues des désintégrations successives sont identifiées dans les couches du détecteur.</p>\n</div><div class=\"text-component-text cern_full_html\">\n\n</div><div class=\"text-component-text cern_full_html\">\n<h1>Comment fonctionne un accélérateur ?</h1>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Les accélérateurs utilisent des champs électromagnétiques pour accélérer et guider les particules. Des <a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">cavités radiofréquence</a> propulse les faisceaux de particules, tandis que des aimants concentre les faisceaux et incurvent leur trajectoire.</p>\n<p>Dans les accélérateurs circulaires, les particules reçoivent une impulsion électrique à chaque tour : au bout d’un certain nombre de tours elles acquièrent l’énergie désirée. En théorie, on pourrait augmenter encore et toujours l'énergie, mais maintenir les particules sur une trajectoire circulaire nécessite des <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">aimants d’autant plus puissants</a> que leur énergie est grande. Un accélérateur linéaire, au contraire, est exclusivement formé de structures accélératrices puisque les particules n’ont pas besoin d’être déviées, mais ne bénéficient que d’une seule passe d’accélération. Dans ce cas, augmenter l’énergie signifie allonger l’accélérateur. Les collisionneurs sont des accélérateurs qui provoquent des collisions frontales entre les particules. Cette technique permet d’augmenter l’énergie de collision puisque l’énergie des deux particules s’additionne.</p>\n<p>À mesure que les physiciens exploraient de nouvelles énergies, les accélérateurs devenaient de plus en plus grands : la taille d’un accélérateur est un compromis entre l’énergie, le rayon de courbure (s'il est circulaire), la faisabilité et le coût.</p>\n<p>Le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> est le plus grand et le plus puissant collisionneur du monde. Il propulse les particules dans une boucle de 27 kilomètres de circonférence à une énergie de 6,5 TeV (téraélectronvolts), provoquant des collisions à une énergie de 13 TeV.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Quelles sont les caractéristiques d’un accélérateur ?</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Le type de particules, l’énergie des collisions, la luminosité sont parmi les caractéristiques importante d’un accélérateur.</p>\n<p>Un accélérateur peut faire circuler une kyrielle de particules différentes, à condition qu’elles aient une charge électrique d'être accélérées par un champ électromagnétique. Le complexe d’accélérateurs du CERN propulse des protons, mais également des noyaux d’atomes ionisés (ions), comme des noyaux d'atomes de plomb, d'argon ou de xénon. Certaines exploitations du LHC sont ainsi consacrées à des collisions d’ions de plomb. L’installation <a href=\"https://home.cern/science/experiments/isolde\">ISOLDE</a> accélère des faisceaux de noyaux exotiques pour des études de physique nucléaire.</p>\n<p>L’énergie d’un accélérateur se calcule en électronvolts. Un électronvolt est l’énergie gagnée par un électron accéléré sous une tension électrique de 1 volt. Au terme de leur course dans le Grand collisionneur de hadrons, les protons acquièrent une énergie de 6,5 millions de millions d’électronvolts (6,5 teraélectronvolts ou TeV). C’est la plus haute énergie atteinte par un accélérateur, mais à notre échelle, c'est minuscule : cela correspond à l'énergie d’une aiguille tombant de 2 centimètres de haut ! Mais un accélérateur concentre cette énergie à l’infime échelle des particules, dans un espace dix mille milliards de fois plus petit qu’une épingle, permettant d’obtenir des densités d’énergie très élevées. C’est le secret des accélérateurs de particules, concentrer une petite énergie dans un espace infiniment petit pour obtenir des concentrations d’énergie très élevées, proches de celles qui existaient juste après le Big Bang.</p>\n<p>La luminosité est une caractéristique importante mesurant l'efficacité d'un accélérateur : elle indique le nombre de collisions susceptibles de se produire par unité de surface et de temps. La luminosité instantanée s’exprime en cm<sup>-2</sup>s<sup>-1</sup>. La luminosité intégrée correspond au nombre de collisions susceptibles de se produire sur une période donnée et se mesure en inverse femtobarn. Un inverse femtobarn correspondant à 100 millions de millions de collisions potentielles.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2 class=\"column-left image-breakout\">Quels sont les accélérateurs du CERN ?</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Le CERN exploite un complexe de huit accélérateurs et deux décélérateurs. Ces accélérateurs alimentent des expériences ou bien sont utilisés comme injecteurs, accélérant des particules pour des accélérateurs plus grands. Certains, comme le Synchrotron à protons (PS) ou le Supersynchrotron à protons (SPS) font les deux à la fois, préparant des particules pour des expériences qu’ils alimentent directement et en injectant dans des accélérateurs plus grands.</p>\n<p>Le Grand collisionneur de hadrons LHC est ainsi alimenté en protons par une chaine de quatre accélérateurs qui propulsent les particules et les divisent en paquets.</p>\n<p>Les accélérateurs sont pilotés depuis le Centre de contrôle du CERN où les opératrices et opérateurs se relaient jours et nuit en période d’exploitation.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Les accélérateurs actuels</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Les accélérateurs du futur</h2>\n<p>Imaginer, développer et construire un accélérateur prend plusieurs dizaines d’années. Ainsi, l’ancien accélérateur Grand collisionneur électron-positon LEP n’était-il même pas mis en service que les scientifiques du CERN imaginaient déjà mettre en service un accélérateur plus puissant dans son tunel. C’était en 1984, vingt-quatre ans avant que le LHC ne démarre.</p>\n<p>Depuis 2010, les scientifiques planchent sur le successeur du LHC, le LHC à haute luminosité. Approuvé par le Conseil du CERN en 2016, ce LHC amélioré devrait démarrer en 2026. Les scientifiques du CERN travaillent également sur des accélérateurs au-delà de 2040, comme le Futur collisionneur circulaire ou le Collisionneur linéaire compact (CLIC). Des travaux sont également menés sur des technique alternatives d’accélération dans le cadre de l’expérience AWAKE.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Les accélérateurs du passé</h2>\n<p>De nombreux accélérateurs développés il y a plusieurs dizaines d'années sont toujours en fonctionnement. Le plus vieux d'entre eux est le Synchrotron à protons (PS), mis en service en 1959. Mais certains ont été arrêtés, leurs composants étant pour certains réutilisés pour de nouvelles machines, au CERN ou ailleurs. Retour dans le passé des accélérateurs du CERN.</p>\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201511-212-8/file?size=large",
  "oda_tags": ["accelerators"],
  "id": "science/accelerators"
}
