{
  "title": {
    "en": "Open source for open science",
    "fr": "Logiciels libres pour une science ouverte"
  },

  "hook": {
    "en": "For the benefit of society at large",
    "fr": "Pour le bénéfice du plus grand nombre"
  },

  "body": {
    "en": "<p>The cornerstone of the open-source philosophy is that the recipients of technology should have access to all its building blocks, such as software code, schematics for electronics and mechanical designs, in order to study it, modify it and redistribute it to others. <a href=\"https://home.cern/science/computing/birth-web/licensing-web\">Ever since releasing the World Wide Web software under an open-source model in 1994</a>, CERN has continuously been a pioneer in this field, supporting open-source hardware (with the CERN Open Hardware Licence), open access (with the Sponsoring Consortium for Open Access Publishing in Particle Physics - <a href=\"https://scoap3.org/\">SCOAP³</a>) and open data (with the Open Data Portal for the LHC experiments).</p><p>The <a href=\"http://opendata.cern.ch/\">CERN Open Data portal</a> is a testimony to CERN’s policy of Open Access and Open Data. The portal allows the LHC experiments to share their data with a double focus: for the scientific community, including researchers outside the CERN experimental teams, as well as citizen scientists, and for the purposes of training and education through specially curated resources. The first papers based on data from the CERN Open Data portal have been published.</p><p>Several CERN technologies are being developed with open access in mind. <a href=\"https://invenio-software.org/\">Invenio</a> is an open-source library management package, now benefiting from international contributions from collaborating institutes, typically used for digital libraries. <a href=\"https://getindico.io/\">Indico</a>, a conferencing package based on Invenio, is another open-source tool developed at CERN used by more than 200 sites worldwide, including the United Nations. <a href=\"http://inspirehep.net/info/general/project/index\">INSPIRE</a>, the High Energy Physics information system, is another example of open source software developed by CERN together with DESY, Fermilab and SLAC.</p><p>CERN, with co-funding from the European Commission, has also invested in <a href=\"https://zenodo.org/\">Zenodo</a>, a free repository for storing data, software and other research artefacts. It is intended for use beyond the High Energy Physics community and taps into CERN’s long-standing tradition and know-how in sharing and preserving scientific knowledge for the benefit of all. Zenodo is hosted at CERN and provides the wider scientific community with the option of storing its data in a non-commercial environment and making it freely available to society at large.</p>",

    "fr": "<p>La pierre angulaire de la philosophie open source est de permettre aux utilisateurs l’accès à tout ce qui constitue une technologie donnée (comme le code source par exemple ou les schémas techniques en électronique ou en mécanique) afin de pouvoir l’étudier, la modifier et ensuite partager ce qui a été développé. Depuis la sortie du <a href=\"https://home.cern/science/computing/birth-web/licensing-web\">logiciel du Web sous licence libre</a> en 1994, le CERN n’a eu de cesse d’innover dans ce domaine, soutenant le matériel libre (avec la licence CERN Open Hardware), l’accès ouvert (avec <a href=\"https://scoap3.org/\">SCOAP<sup>3</sup></a> – Groupement pour la libre diffusion des résultats de physique des particules), et les données ouvertes (avec le portail de données ouvertes pour les expériences du LHC).</p><p>Le <a href=\"http://opendata.cern.ch/\">Portail des données ouvertes</a> du CERN est la concrétisation de la politique de l’Organisation en matière de libre accès et de données ouvertes. Il permet aux expériences LHC de partager leurs données avec la communauté scientifique, y compris avec les chercheurs extérieurs aux expériences du CERN et les scientifiques citoyens. Il est également utilisé pour la formation et l'éducation par l’intermédiaire de ressources conservées spécialement à cet effet. Les premiers articles basés sur des données issues du Portail des données ouvertes ont été publiés</p><p>Plusieurs technologies du CERN sont développées dans cette logique d’accès ouvert. <a href=\"https://invenio-software.org/\">Invenio</a> est un logiciel open source de gestion de bibliothèque numérique bénéficiant des contributions internationales de nombreux instituts. <a href=\"https://getindico.io/\">Indico</a>, un logiciel de gestion de conférences et d’événements basé sur Invenio, est également un exemple d’outil open source développé par le CERN. Il est utilisé par plus de 200 sites dans le monde entier, y compris l’ONU. <a href=\"http://inspirehep.net/info/general/project/index\">INSPIRE</a>, le système d’information de la physique des hautes énergies, est un example supplémentaire de logiciel open source développé par le CERN en partenariat avec DESY, Fermilab, et SLAC.</p><p>Le CERN investit également depuis longtemps, avec le cofinancement de la Commission européenne, dans un système d’archivage de données ouvertes au service de la communauté scientifique au sens large : Zenodo. Ce service s’inscrit dans une tradition établie de longue date au CERN, qui consiste à partager et préserver le savoir scientifique pour le bien commun et s’appuie sur les technologies développées dans ce but. <a href=\"https://zenodo.org/\">Zenodo</a> donne à la communauté scientifique la possibilité de choisir de stocker ses données dans un environnement non commercial et de les rendre ainsi librement et gratuitement accessibles à la société.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201710-238-1/file?size=large",
  "oda_tags": ["computing"],
  "id": "science/computing/open-source-open-science"
}
