{
  "title": {
    "en": "The Z boson",
    "fr": "Le boson Z"
  },

  "hook": {
    "en": "The Z boson is a neutral elementary particle which - along with its electrically charged cousin, the W - carries the weak force",
    "fr": "Le boson Z est une particule élémentaire neutre, porteur de la force faible"
  },

  "body": {
    "en": "<p>Discovered in 1983 by physicists at the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> at CERN, the <em>Z</em> boson is a neutral elementary particle. Like its electrically charged cousin, <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">the W</a>, the Z boson carries the weak force.</p><p>The weak force is essentially as strong as the electromagnetic force, but it appears weak because its influence is limited by the large mass of the Z and W bosons. Their mass limits the range of the weak force to about 10<sup>-18 </sup>metres, and it vanishes altogether beyond the radius of a single proton.</p><p>Enrico Fermi was the first to put forth a theory of the weak force in 1933, but it was not until the 1960s that Sheldon Glashow, Abdus Salam and Steven Weinberg developed the theory in its present form, when they proposed that the weak and electromagnetic forces are actually different manifestations of one electroweak force. </p><p>By emitting an electrically charged W boson, the weak force can cause a particle such as the proton to change its charge by changing the flavour of its quarks. In 1958, Sidney Bludman suggested that there might be another arm of the weak force, the so-called \"weak neutral current,\" mediated by an uncharged partner of the W bosons, which later became known as the Z boson.</p><p>Physicists working with the Gargamelle bubble chamber experiment at CERN presented the first convincing evidence to support this idea in 1973. Neutrinos are particles that interact only via the weak interaction, and when the physicists shot neutrinos through the bubble chamber they were able to detect evidence of the weak neutral current, and hence indirect evidence for the Z boson.</p><p>At the end of the 1970s, CERN converted what was then its biggest accelerator, the Super Proton Synchrotron, to operate as a proton-antiproton collider, with the aim of producing W and Z bosons directly. Both types of particle were observed there for the first time in 1983. The bosons were then studied in more detail at CERN and at Fermi National Accelerator Laboratory in the US. </p><p>During the 1990s, the <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Large Electron-Positron collider</a> at CERN and the SLAC Linear Collider in the US produced millions of Z bosons for further study.</p><p>These results culminated in the need to search for the final piece of the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> – the <a href=\"https://home.cern/science/physics/higgs-boson\">Higgs boson</a>. In July 2012, scientists at CERN <a href=\"https://home.cern/news/news/physics/higgs-within-reach\">announced that they had observed a new particle</a> consistent with the appearance of a Higgs boson.</p><p>Although more time and analysis is needed to determine if this is the particle predicted by the Standard Model, the discovery of the elusive Z bosons set the stage for this important development.</p>",

    "fr": "<p>Découvert en 1983 par des physiciens travaillant auprès du <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Supersynchrotron à protons</a> (SPS) du CERN, le boson Z est une particule élémentaire neutre. Tout comme son cousin électriquement chargé, <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">le W</a>, le boson Z est porteur de la force faible.</p><p>La force faible est à peu près aussi forte que la force électromagnétique, mais elle apparaît plus faible parce que son influence est limitée par la masse importante des bosons Z et W. La masse de ces bosons limite en effet la portée de la force faible à environ 10<sup>-18</sup> mètres, et son influence disparaît totalement au-delà du rayon d’un proton.</p><p>Enrico Fermi fut le premier à proposer un théorie de la force faible, en 1933, mais ce n’est que dans les années 1960 que Sheldon Glashow, Abdus Salam et Steven Weinberg mirent au point la théorie sous sa forme actuelle, en suggérant que force faible et force électromagnétique ne sont que deux manifestations différentes d'une seule et même force électrofaible. </p><p>La force faible peut amener une particule telle qu’un proton à modifier sa charge par un changement de saveur des quarks qu’elle contient, avec l’émission d’un boson W chargé électriquement. En 1958, Sidney Bludman émettait l’idée qu’il pourrait y avoir une autre manifestation de la force faible, appelée « courant neutre faible », portée par un partenaire non chargé des bosons W, qui sera par la suite appelé boson Z.</p><p>C’est en 1973 que des physiciens travaillant sur l’expérience Gargamelle (une chambre à bulles) au CERN présentèrent les premiers éléments probants à l’appui de cette idée. Les neutrinos sont des particules qui n’interagissent que via l’interaction faible ; en envoyant des neutrinos dans la chambre à bulles, il fut possible de détecter indirectement la trace du courant neutre faible porté par le boson Z.</p><p>À la fin des années 1970, le CERN a converti ce qui était alors son plus grand accélérateur, le Supersynchrotron à protons, en collisionneur proton-antiproton, avec l’objectif de produire directement des bosons W et Z.  Les deux types de particules ont été observés pour la première fois grâce à cette machine en 1983. Par la suite, ces bosons ont été étudiés plus en détail aussi bien au CERN qu'au Laboratoire national Fermi, aux États-Unis. </p><p>Au cours des années 1990, le <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Grand collisionneur électron-positon</a> (LEP) du CERN et le Collisionneur linéaire du SLAC, aux États-Unis, ont produit des millions de bosons Z, ce qui a permis d'étudier ces particules.</p><p>Ces résultats ont mis en évidence la nécessité de chercher la dernière pièce manquante du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a> : le <a href=\"https://home.cern/science/physics/higgs-boson\">boson de Higgs</a>. En juillet 2012, des équipes de physiciens annonçaient avoir observé au CERN une nouvelle particule aux caractéristiques compatibles avec celles d'un boson de Higgs.</p><p>Il faudra certes encore un peu de temps et de nouvelles analyses pour déterminer s’il s’agit bien de la particule prédite par le Modèle standard ; toutefois, c'est bien la découverte des insaisissables bosons Z qui a ouvert la voie à cette avancée importante.</p>"
  },

  "image_url": "None",
  "oda_tags": ["physics", "weak-force", "z-boson"],
  "id": "science/physics/z-boson"
}
