{
  "title": {
    "en": "ATLAS",
    "fr": "ATLAS"
  },

  "hook": {
    "en": "From a cavern 100 metres below a small Swiss village, the 7000-tonne ATLAS detector is probing for fundamental particles",
    "fr": "Depuis une caverne située à 100 mètres sous terre, le détecteur ATLAS, qui pèse 7000 tonnes, sonde les particules fondamentales"
  },

  "body": {
    "en": "<p><a href=\"http://atlas.cern/\">ATLAS</a> is one of two general-purpose detectors at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC). It investigates a wide range of physics, from the <a href=\"https://home.cern/science/physics/higgs-boson\">search for the Higgs boson</a> to <a href=\"https://home.cern/science/physics/extra-dimensions-gravitons-and-tiny-black-holes\">extra dimensions</a> and particles that could make up <a href=\"https://home.cern/science/physics/dark-matter\">dark matter</a>. Although it has the same scientific goals as the <a href=\"https://home.cern/science/experiments/cms\">CMS experiment</a>, it uses different technical solutions and a different magnet-system design.</p><p>Beams of particles from the LHC collide at the centre of the ATLAS detector making collision debris in the form of new particles, which fly out from the collision point in all directions. Six different detecting subsystems arranged in layers around the collision point record the paths, momentum, and energy of the particles, allowing them to be individually identified. A huge magnet system bends the paths of charged particles so that their momenta can be measured.</p><p>The interactions in the ATLAS detectors create an enormous flow of data. To digest the data, ATLAS uses an advanced “trigger” system to tell the detector which events to record and which to ignore. Complex data-acquisition and computing systems are then used to analyse the collision events recorded. At 46 m long, 25 m high and 25 m wide, the 7000-tonne ATLAS detector is the largest volume particle detector ever constructed. It sits in a cavern 100 m below ground near the main CERN site, close to the village of Meyrin in Switzerland.</p><p>More than 3000 scientists from 183 institutes in 38 countries work on the ATLAS experiment (February 2012).</p>",

    "fr": "<p>ATLAS est l’un des deux détecteurs polyvalents du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC). Il étudie des domaines de physique très variés, de la <a href=\"https://home.cern/science/physics/higgs-boson\">recherche du boson de Higgs</a> aux <a href=\"https://home.cern/science/physics/extra-dimensions-gravitons-and-tiny-black-holes\">dimensions supplémentaires de l’espace-temps</a>, en passant par les particules qui pourraient former la <a href=\"https://home.cern/science/physics/dark-matter\">matière noire</a>.</p><p>Les faisceaux de particules du LHC entrent en collision au centre du détecteur ATLAS. Les débris de collision ainsi produits forment de nouvelles particules, qui émergent du point de collision dans toutes les directions. Six sous-systèmes de détection différents disposés en couches autour du point de collision enregistrent la trajectoire, l’impulsion et l’énergie des particules, ce qui permet d'identifier chacune d'elles. Un énorme système d’aimants permet d’incurver la trajectoire des particules et, ainsi, de mesurer leur impulsion.</p><p>Les interactions produites dans les détecteurs d’ATLAS créent un énorme flux de données. Pour assimiler ces données, ATLAS utilise un système de « déclenchement » de pointe, qui indique au détecteur les événements devant être enregistrés et ceux devant être ignorés. Des systèmes complexes d’acquisition de données et de calcul sont ensuite utilisés pour analyser les événements enregistrés. Mesurant 46 m de long, 25 m de haut et 25 m de large, et pesant 7000 tonnes, le détecteur ATLAS est le détecteur de particules le plus volumineux jamais construit. Il se situe dans une caverne, à 100 m sous terre, à proximité du site principal du CERN et de la commune de Meyrin, en Suisse.</p><p>Plus de 3 000 scientifiques issus de 183 instituts, représentant pas moins de 38 pays, travaillent sur l’expérience ATLAS (février 2012).</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/atlas.jpeg",
  "oda_tags": ["atlas", "detector", "experiments"],
  "section_id": 8,
  "id": "science/experiments/atlas"
}
