{
  "title": {
    "en": "ATRAP",
    "fr": "ATRAP"
  },

  "hook": {
    "en": "ATRAP compares hydrogen atoms with their antimatter equivalents - antihydrogen atoms",
    "fr": "ATRAP compare des atomes d'hydrogène avec leurs équivalents d'antimatière - des atomes d’antihydrogène"
  },

  "body": {
    "en": "<p>The Antihydrogen trap (ATRAP) is an experiment to compare hydrogen atoms with their antimatter equivalents – antihydrogen atoms. In 2002, ATRAP <a href=\"https://home.cern/news/press-release/cern/cern-experiment-provides-first-glimpse-inside-cold-antihydrogen\">provided the first glimpse inside antihydrogen atoms</a> after researchers successfully created and measured a large number of them.</p><p>An atom of antihydrogen consists of an antiproton and a positron (an antielectron). One of the difficulties in making antimatter is the energy the antiprotons possess when they are first made, shooting out of the apparatus at close to the speed of light. The researchers use a process called \"cooling\" to slow the antiprotons down so that they can be studied.</p><p>ATRAP was the first experiment to use cold positrons to cool antiprotons. The two ingredients were confined in the same trap and when they had both reached a similar temperature, some combined to form atoms of antihydrogen (a positron orbiting an antiproton). This technique was developed from another experiment at CERN called TRAP, the predecessor of ATRAP.</p><p>The current experiment was set up in the late 1990s at the same time as the ATHENA experiment. Both experiments had the same goals and used similar methods to produce antihydrogen atoms, but had different detectors.</p><p>While the ATHENA experiment came to an end in 2004, ATRAP is still in operation. It <a href=\"https://home.cern/news/press-release/cern/cern-experiment-makes-progress-towards-antihydrogen-beams\">continues to create antihydrogen</a> cold enough and trapped for long enough to enable precise measurements and comparisons with ordinary hydrogen.</p>",

    "fr": "<p>L’expérience ATRAP a pour objet de comparer les atomes d’hydrogène aux particules d'antimatière correspondantes, les atomes d'antihydrogène. Une première étude de ceux-ci a été rendue possible en 2002, lorsque les chercheurs <a href=\"https://home.cern/fr/news/press-release/general-cern/cern-experiment-provides-first-glimpse-inside-cold-antihydrogen\" target=\"_blank\">ont créé et mesuré avec succès de grandes quantités de ces antiatomes</a>.</p><p>L’atome d’antihydrogène est constitué d’un antiproton et d’un positon (un antiélectron). L'une des difficultés de la production d'antimatière vient de l’énergie des antiprotons qui, lors de leur création, atteignent des vitesses proches de celle de la lumière. En conséquence, il a fallu les refroidir pour les ralentir autant que possible. L’équipe ATRAP a été la première à utiliser des positons froids pour refroidir les antiprotons. Les atomes d’antihydrogène (un positon en orbite autour d’un antiproton) se forment lorsque les antiélectrons et les antiprotons introduits dans le même piège se combinent après avoir atteint une température similaire. Cette technique s’inspire des études réalisées dans le cadre de TRAP, l’expérience ayant précédé ATRAP.</p><p>ATRAP a été mise en place à la fin des années 90 en même temps que l’expérience ATHENA. Avec des objectifs similaires et les mêmes méthodes pour produire les atomes d’antihydrogène, ATRAP et ATHENA se différenciaient par les techniques de détection.</p><p>L’expérience ATHENA a pris fin en 2004, alors qu’ATRAP est toujours en activité. Il s’agit de créer de l’antihydrogène qui soit suffisamment froid et qui se laisse piéger pendant assez longtemps pour que les chercheurs puissent effectuer des mesures précises avant de comparer les atomes ainsi obtenus à l’hydrogène ordinaire.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/atrap_positron_line_1.jpeg",
  "oda_tags": ["antihydrogen", "atrap", "experiments", "antimatter"],
  "id": "science/experiments/atrap"
}
