{
  "title": {
    "en": "CAST",
    "fr": "CAST"
  },

  "hook": {
    "en": "Hypothetical particles called axions could explain differences between matter and antimatter - and we may find them at the centre of the Sun",
    "fr": "Des particles hypothétiques pourraient expliquer la différence entre la matière et l'antimatière - et nous pourrions les trouver au centre du soleil"
  },

  "body": {
    "en": "<p>The <a href=\"http://cast.web.cern.ch/CAST/\">CERN Axion Solar Telescope</a> (CAST) is an experiment to search for hypothetical particles called \"axions\". These have been proposed by some theoretical physicists to explain why there is a subtle difference between matter and antimatter in processes involving the weak force, but not the strong force. If axions exist, they could be found in the centre of the Sun and they could also make up invisible dark matter.</p><p>CAST is searching for these particles with a telescope designed to detect axions from the Sun. It uses an unexpected hybrid of equipment from particle physics and astronomy. The telescope is made from a prototype of a dipole magnet for the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a>, with its hollow beam pipes acting as viewing tubes. To allow the magnet to operate in a superconducting state, it is supplied with cryogenic infrastructure previously used by the Large Electron-Positron collider's <a href=\"https://home.cern/science/experiments/delphi\">DELPHI</a> experiment. A focusing mirror system for X-rays (recovered from the German space programme), an X-ray detector at each end, and a moving platform add the final touches to turn the magnet into a telescope that tracks the Sun.</p><p>The idea is that the magnetic field acts as a catalyst to transform axions into X-rays, making them relatively easy to detect. The strength of the superconducting dipole magnet and its long length ensure the efficiency of the process. CAST brings together techniques from particle physics and astronomy, and benefits from CERN’s expertise in accelerators, X-ray detection, magnets and cryogenics. </p>",

    "fr": "<p>CAST (Télescope pour les axions solaires du CERN) est une expérience en quête de particules hypothétiques, les « axions ». Des théoriciens ont suggéré leur existence qui permettrait d'expliquer la subtile différence observée entre matière et antimatière au cours de processus faisant intervenir la force faible. Si les axions existent, on pourrait peut-être en trouver au centre du Soleil. Ces particules pourraient également faire partie de la matière sombre, invisible.</p><p>CAST recherche ces particules à l’aide d’un télescope spécialement conçu pour observer le Soleil. Il prend la forme d’un montage insolite de divers équipements provenant de la physique des particules et de l'astronomie. Le télescope est constitué d'un prototype d'aimant dipolaire développé pour le Grand collisionneur de hadrons (LHC), ses tubes à vide creux étant exploités comme tubes de visualisation. Pour que l'aimant puisse fonctionner à l’état supraconducteur, il est alimenté par une infrastructure cryogénique qui avait été utilisée auparavant pour l'expérience DELPHI au LEP (Grand collisionneur électron-positon). Un système de miroirs focalisant pour rayons X (récupéré du programme spatial allemand), un détecteur de rayons X à chaque extrémité et une plateforme mobile apportent la touche finale pour transformer l'aimant en télescope.</p><p>L'idée est que le champ magnétique agisse comme un catalyseur pour transformer les axions en rayons X, ce qui facilite leur détection. L'efficacité du système tient largement à l'intensité de l'aimant dipolaire supraconducteur et à sa longueur. CAST associe des techniques utilisées en physique des particules à d'autres issues de l'astronomie, tout en bénéficiant connaissances spécialisées du CERN dans les domaines des accélérateurs, de la détection des rayons X, des aimants et de la cryogénie.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/cast.jpg",
  "oda_tags": ["cast", "experiments", "telescope", "x-ray"],
  "id": "science/experiments/cast"
}
