{
  "title": {
    "en": "ALEPH",
    "fr": "ALEPH"
  },

  "hook": {
    "en": "The ALEPH detector on the Large Electron-Positron collider searched for the physics of the Standard Model and beyond",
    "fr": "Le détecteur ALEPH, qui était installé sur le collisionneur LEP, était conçu pour des recherches sur la physique du Modèle standard et au-delà"
  },

  "body": {
    "en": "<p>ALEPH was a particle detector on the <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Large Electron-Positron collider</a> (LEP). It was designed to explore the physics predicted by the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> and to search for physics beyond it.</p><p>ALEPH first measured events in LEP in July 1989. LEP operated at around 91 GeV – the predicted optimum energy for the formation of the Z particle. From 1995 the <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accelerator</a> operated at energies up to 200 GeV, above the threshold for producing pairs of <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W particles</a>. </p><p>The ALEPH <a href=\"https://home.cern/science/experiments/how-detector-works\">detector</a> was built in cylindrical layers around a beam pipe made of beryllium, with the electron-positron collision point in the middle. Working outwards from the beam pipe, ALEPH held a vertex detector composed of two layers of double-sided silicon microstrips; an inner drift-chamber that provided 8 tracking coordinates and a trigger signal for charged particles from the interaction point; a time projection chamber – 4.4 metres long and 3.6 metres in diameter – to detect charged particles; an electromagnetic calorimeter to identify electrons and photons; a hadron calorimeter to detect hadrons; and a superconducting coil, 6.3 metres long and 5.3 metres in diameter, to provide the 1.5 tesla magnetic field necessary to work out a particle's charge and allow measurements of momentum. The whole system was housed inside a 12-sided cylinder and surrounded by a muon-detection system.</p><p>The <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a> detectors which appeared later on the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> follow a similar \"onion-layer\" configuration to ALEPH.</p><a href=\"http://aleph.web.cern.ch/aleph/aleph/Public.html\">Find out more on the archived ALEPH public pages</a>",

    "fr": "<p>ALEPH était un détecteur de particules installé sur le <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Grand collisionneur électron-positon</a> (LEP). Il avait pour objectif d’explorer la physique prédite par le <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a> et de chercher des indices d’une nouvelle physique.</p><p>ALEPH a enregistré ses premiers événements en juillet 1989. Le LEP fonctionnait alors à environ 91 GeV, l’énergie maximale prédite pour la formation de la particule Z. À partir de 1995, l’<a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accélérateur</a> a été exploité à des énergies allant jusqu’à 200 GeV, soit au-delà du seuil de production de paires de particules W. </p><p>Le <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteur</a> ALEPH était un assemblage de couches cylindriques disposées autour d’un tube de faisceau en béryllium, au centre duquel se trouvait le point de collision électron-positon. Autour du tube de faisceau s’enroulaient successivement un détecteur de vertex, formé de deux couches de microrubans double face en silicium, une chambre à dérive interne qui fournissait huit coordonnées de trajectoires et un signal de déclenchement pour les particules chargées issues du point d’interaction, une chambre à projection temporelle de 4,4 mètres de longueur et 3,6 mètres de diamètre, pour détecter les particules chargées, un calorimètre électromagnétique destiné à détecter les électrons et les photons, un calorimètre hadronique permettant de détecter les hadrons et enfin une bobine supraconductrice de 6,3 mètres de long et 5,3 mètres de diamètre fournissant le champ magnétique de 1,5 tesla, ce champ permettant de déterminer la charge des particules et de mesurer leur impulsion. L’ensemble était installé dans un cylindre et entouré d’un système de détection de muons.</p><p>Les détecteurs <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> et <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, conçus ultérieurement pour le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons (LHC)</a> reprennent le modèle de construction d’ALEPH, en « poupée russe ».</p><blockquote><a href=\"http://aleph.web.cern.ch/aleph/aleph/Public.html\">Visitez les archives des pages publiques d'ALEPH pour en savoir plus</a></blockquote>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/aleph_0_1.jpg",
  "oda_tags": ["lep", "experiments", "aleph"],
  "id": "science/experiments/aleph"
}
