{
  "title": {
    "en": "The Grid: Software, middleware, hardware",
    "fr": "La Grille : les logiciels, les intergiciels, le matériel informatique"
  },

  "hook": {
    "en": "Find out how physics software, middleware, hardware and networking all contribute to the Worldwide LHC Computing Grid",
    "fr": "Découvrez comment les logiciels de physique, les intergiciels, le matériel informatique et les réseaux contribuent à la Grille"
  },

  "body": {
    "en": "<p>The four main component layers of the <a href=\"https://home.cern/science/computing/worldwide-lhc-computing-grid\">Worldwide LHC Computing Grid </a>(WLCG) are physics software, middleware, hardware and networking.</p><h3>Physics software</h3><p>WLCG computer centres are made up of multi-petabyte storage systems and computing clusters with thousands of nodes connected by high-speed networks. They need software tools that go beyond what is commercially available to satisfy the changing demands of the high-energy-physics community.</p><p>The physics software on the Grid includes programs such as <a href=\"https://root.cern.ch//\">ROOT</a>, a set of object-oriented core libraries used by all the LHC <a href=\"https://home.cern/science/experiments\">experiments</a>; <a href=\"http://pool.cern.ch/\">POOL</a>, a framework that provides storage for event data; and other software for modelling the generation, propagation and interactions of elementary particles. Grid projects supply much of the software that manages distribution and access, as well as job submission, user authentication and authorization. They also supply software known collectively as \"middleware\".</p><h3>Middleware</h3><p>Although the Grid depends on the computer and communications networks of the underlying internet, novel software allows users to access computers distributed across the network. This software is called \"middleware\" because it sits between the operating systems of the computers and the physics-applications software that can solves a user's particular problem.</p><p>The most important middleware stacks in the WLCG are the European Middleware Initiative, which combines key middleware providers ARC, <a href=\"http://glite.web.cern.ch/glite/\">gLite</a>, <a href=\"https://www.unicore.eu/\">UNICORE</a> and <a href=\"https://www.dcache.org/\">dCache</a>; <a href=\"https://www.globus.org/\">Globus Toolkit</a> developed by the Globus Alliance; OMII from the Open Middleware Infrastructure Institute; and <a href=\"http://vdt.cs.wisc.edu/\">Virtual Data Toolkit</a>.</p><h3>Hardware</h3><p>Each Grid centre manages a large collection of computers and storage systems. Installing and regularly upgrading the necessary software manually is labour intensive, so management systems such as <a href=\"http://quattor.sourceforge.net/\">Quattor </a>(developed at CERN) automate these services. They ensure that the correct software is installed from the operating system all the way to the experiment-specific physics libraries, and make this information available to the overall Grid scheduling system, which decides which centres are available to run a particular job.</p><p>Each of the 11 Tier 1 centres also maintains disk and tape servers, which need to be upgraded regularly. These centres use specialized storage tools – such as the  <a href=\"https://www.dcache.org/\">dCache system</a> developed at the <a href=\"http://www.desy.de/\"><em>Deutsches Elektronen Synchrotron</em></a> (DESY) laboratory in Germany, the <a href=\"http://www-ccf.fnal.gov/enstore/\">ENSTORE</a> system at <a href=\"http://www.fnal.gov/\">Fermilab</a> in the US or the <a href=\"http://castor.web.cern.ch/\">CERN advanced storage system</a> (CASTOR) developed at CERN – to allow access to data for simulation and analysis independent of the medium (tape or disk) that the information is stored on.</p><h3>Networking</h3><p>The Grid file-transfer service, developed by the Enabling Grids for E-science projects, manages the exchange of information between WLCG centres. The file-transfer service has been tailored to support the special needs of grid computing, including authentication and confidentiality features, reliability and fault tolerance, and third-party and partial-file transfer.</p><p>Optical-fibre links working at 10 gigabits per second connect CERN to each of the Tier 1 centres around the world. This dedicated high-bandwidth network is called the LHC Optical Private Network (LHCOPN).</p><h4>Resources</h4><ul><li><a href=\"https://netstat.cern.ch/monitoring/network-statistics/visual/?p=ge\">Google Earth overlay</a>: current network statistics and traffic details</li><li><a href=\"https://netstat.cern.ch/monitoring/network-statistics/weathermap/?map=LHCOPN\">LHCOPN \"weathermap\"</a>: real-time traffic status between CERN and other Tier 1 sites</li></ul><h4>Maps</h4><ul><li>All WLCG sites</li><li><a href=\"http://dashb-earth.cern.ch/dashboard/doc/guides/service-monitor-gearth/html/user/index.html?kmlid=all\">Google Earth live dynamic map</a>: all WLCG live grid sites, links, data transfer and job activity over the last few minutes</li><li><a href=\"https://netstat.cern.ch/monitoring/network-statistics/visual/?p=ge\">Google Earth network architecture layer</a>: sites and traffic statistics</li></ul>",

    "fr": "<p>Les quatre principaux éléments de la Grille de calcul mondiale pour le LHC (WLCG) sont les logiciels de physique, les intergiciels, le matériel informatique et les réseaux.</p><h2>Les logiciels de physique</h2><p>Les centres de calcul du WLCG sont composés de systèmes de stockage de plusieurs pétaoctets et d'ordinateurs en grappe, avec des milliers de nœuds connectés par des réseaux haut débit. Afin de répondre aux besoins évolutifs de la communauté de la physique des hautes énergies, ces centres de calcul requièrent des outils logiciels plus sophistiqués que ceux disponibles dans le commerce.</p><p>Parmi les logiciels de physique qu’utilise la Grille figurent des programmes tels que <a href=\"https://root.cern.ch/\">ROOT</a>, une série de bibliothèques centrales orientées objet et utilisées par toutes les <a href=\"https://home.cern/science/experiments\">expériences</a> LHC ; <a href=\"http://pool.cern.ch/\">POOL</a>, une structure qui permet de stocker les données des événements ; et d'autres logiciels permettant de modéliser la production, la propagation et les interactions des particules élémentaires. Les projets de la Grille fournissent une grande partie des logiciels qui gèrent la distribution et l’accès, l’envoi des calculs, ainsi que l’authentification et l’autorisation des utilisateurs.  Ils fournissent également des logiciels sous le nom d’« intergiciels ».</p><h2>Les intergiciels</h2><p>Bien que la Grille dépende des réseaux informatiques et de communication de l’internet sous-jacent, des logiciels novateurs permettent aux utilisateurs d’accéder aux ordinateurs répartis dans le monde entier. Ces logiciels sont appelés « intergiciels », car ils se situent entre les systèmes d’exploitation des ordinateurs et les logiciels d’applications de physique capables de résoudre les problèmes spécifiques des utilisateurs.</p><p>Les piles d’intergiciels les plus importantes du WLCG sont l’EMI (European Middleware Initiative), qui regroupe d’importants fournisseurs  d’intergiciels, tels que ARC, <a href=\"http://glite.web.cern.ch/glite/\">gLite</a>, <a href=\"https://www.unicore.eu/\">UNICORE</a> et <a href=\"https://www.dcache.org/\">dCache</a>; <a href=\"https://www.globus.org/\">Globus Toolkit</a>, développé par Globus Alliance ; OMII, de l’Open Middleware Infrastructure Institute ; et <a href=\"http://vdt.cs.wisc.edu/\">Virtual Data Toolkit</a>.</p><h2>Le matériel informatique</h2><p>Chaque centre de calcul gère de nombreux ordinateurs et systèmes de stockage. L’installation et la mise à jour manuelle et régulière des logiciels est un travail intensif, raison pour laquelle des systèmes de gestion, tels que Quattor (développé au CERN), réalisent ces opérations automatiquement. Ces systèmes font en sorte que les logiciels adéquats soient installés, depuis le système d’exploitation jusqu'aux bibliothèques propres à chaque expérience, et que l’information soit disponible pour l’ensemble du système d’ordonnancement de la Grille, qui attribue les calculs aux centres disponibles.</p><p>Les 11 centres de niveau 1 ont également en charge la maintenance des serveurs de stockage sur disque et sur bande, qui doivent être mis à niveau régulièrement. Ces centres utilisent des outils de stockage spécialisés, tels que le système <a href=\"https://www.dcache.org/\">dCache</a>, développé au laboratoire <a href=\"http://www.desy.de/\">DESY</a> (Deutsches Elektronen Synchrotron) en Allemagne, le système <a href=\"http://www-ccf.fnal.gov/enstore/\">ENSTORE</a> au <a href=\"http://www.fnal.gov/\">Fermilab</a> (États-Unis) ou le système <a href=\"http://castor.web.cern.ch/\">CASTOR</a> (CERN advanced storage system), développé au CERN, afin de permettre l’accès aux données, pour la simulation et l’analyse, quel que soit le support (disque ou bande) sur lequel les données sont stockées.</p><h2>Les réseaux</h2><p>Le service de transfert de fichiers de la Grille, développé par les projets Enabling Grids for E-science, gère l’échange d’informations entre les différents centres de la Grille. Le service de transfert de fichiers a été conçu pour répondre aux besoins particuliers du calcul sur grille, notamment l’authentification et la confidentialité, la fiabilité et la tolérance aux pannes, et le transfert à un tiers ou le transfert partiel de fichiers.</p><p>Des liaisons de fibres optiques fonctionnant à un débit de 10 gigabits par seconde relient le CERN aux centres de niveau 1 du monde entier. Ce réseau large bande dédié est le Réseau optique privé du LHC (LHCOPN, LHC Optical Private Network).</p><h3>Ressources</h3><ul><li><a href=\"https://netstat.cern.ch/monitoring/network-statistics/visual/?p=ge\">Couverture par Google Earth</a> : statistiques du réseau et détails du trafic actualisés</li><li><a href=\"https://netstat.cern.ch/monitoring/network-statistics/weathermap/?map=LHCOPN\">Situation du LHCOPN</a> : état du trafic en temps réel entre le CERN et les sites de niveau 1</li><li>Architecture de réseau de haut niveau pour le LHC</li></ul><h3>Cartes</h3><ul><li>Tous les sites du WLCG</li><li><a href=\"http://dashb-earth.cern.ch/dashboard/doc/guides/service-monitor-gearth/html/user/index.html?kmlid=all\">Carte dynamique et en temps réel de Google Earth</a>: tous les sites de la Grille, les liens, le tranfert de données et l’activité de calcul, minute par minute</li><li><a href=\"https://netstat.cern.ch/monitoring/network-statistics/visual/?p=ge\">Couche architecture réseau Google Earth</a> : sites et statistiques du trafic</li></ul><p> </p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/computing_page/2013/01/storage-tape_0.jpg",
  "oda_tags": ["computing"],
  "id": "science/computing/grid-software-middleware-hardware"
}
