{
  "title": {
    "en": "CERN Data Centre",
    "fr": "Le Centre de calcul du CERN"
  },

  "hook": {
    "en": "At the heart of CERN’s infrastructure",
    "fr": "Au cœur de l’infrastructure du CERN"
  },

  "body": {
    "en": "<p>The CERN Data Centre is the heart of CERN’s entire scientific, administrative, and computing infrastructure. All services, including email, scientific data management and videoconferencing use equipment based here. A remote extension of the CERN Data Centre is hosted at the Wigner Research Centre for Physics in Hungary to provide the extra computing power required to cover CERN’s increasing needs.</p><p>The 230 000 processor cores and 15 000 servers run 24/7.</p><p>Over 90% of the resources for computing in the Data Centre are provided through a private cloud based on OpenStack, an open-source project to deliver a massively scalable cloud operating system.</p><a href=\"http://monit-grafana-open.cern.ch/d/000000884/it-overview?orgId=16\" title=\"Dashboard of key numbers from the CERN Data Centre (live)\"><span>Dashboard of key numbers from the CERN Data Centre (live)</span></a>",

    "fr": "<p>Le Centre de calcul du CERN se trouve au cœur de l’infrastructure scientifique, administrative et informatique du CERN. Tous les services, y compris la messagerie électronique, la gestion des données scientifiques et la vidéoconférence, utilisent du matériel basé dans le Centre de calcul. Une extension distante du Centre de calcul du CERN est hébergée au Centre de recherche de physique de Wigner en Hongrie afin de fournir la puissance de calcul supplémentaire nécessaire pour répondre aux besoins croissants du CERN.</p><p>230 000 cœurs de processeurs et 15 000 serveurs fonctionnent 24 heures sur 24, sept jours sur sept.</p><p>Plus de 90 % des ressources informatiques du Centre de calcul du CERN sont déployées via un nuage privé basé sur OpenStack, un projet open source établissant un environnement en nuage extrêmement modulable.</p><a href=\"http://monit-grafana-open.cern.ch/d/000000884/it-overview?orgId=16\" title=\"Tableau de bord affichant les chiffres clés du Centre de calcul du CERN (live)\"><span>Tableau de bord affichant les chiffres clés du Centre de calcul du CERN (live)</span></a>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-CO-1207154-01/file?size=large",
  "oda_tags": ["computing"],
  "id": "science/computing/data-centre"
}
