{
  "title": {
    "en": "MOEDAL",
    "fr": "MoEDAL"
  },

  "hook": {
    "en": "The MOEDAL experiment is looking for a hypothetical particle with magnetic charge: the magnetic monopole",
    "fr": "L’expérience MoEDAL a pour but de rechercher une particule hypothétique portant une charge magnétique : le monopôle magnétique"
  },

  "body": {
    "en": "<p>In 2010 the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) approved its seventh experiment: the <a href=\"https://moedal.web.cern.ch/\">Monopole and Exotics Detector at the LHC</a> (MOEDAL). The prime motivation of MOEDAL is to search directly for the magnetic monopole – a hypothetical particle with a magnetic charge.</p><p>The MOEDAL collaboration has built a detector to search for this particle. This monopole detector is an array of 400 modules, each consisting of a stack of 10 sheets of plastic nuclear-track detectors, the total area of which is 250 m<sup>2</sup>. This detector – deployed around the same intersection region as the LHCb detector – is like a giant camera waiting to photograph the telltale signs of new physics, and the plastic nuclear-track detectors are its \"film\".</p><p>If magnetic monopoles do exist, they could be formed in collisions in the LHC. These monopoles would rip through the MOEDAL detector, breaking long-chain molecules in the plastic nuclear-track detectors and creating a minute trail of damage through all 10 sheets. A clear indication of the path of a monopole would be an aligned set of holes with the trajectory pointing back to the collision point.</p><p>MOEDAL is also looking for highly ionizing Stable Massive Particles (SMPs), predicted by theories beyond the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>.</p><h3>Find out more: <a href=\"https://moedal.web.cern.ch/\">MOEDAL</a></h3>",

    "fr": "<p>En 2010, le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) a approuvé sa septième expérience : MoEDAL (<a href=\"https://moedal.web.cern.ch/\"><em>Monopole and Exotics Detector at the LHC</em></a>) MoEDAL a pour principale mission de rechercher directement le monopôle magnétique, une particule hypothétique portant une charge magnétique.</p><p>À cette fin, la collaboration MoEDAL a construit un détecteur spécifique : un réseau de 400 modules, consistant chacun en un empilement de 10 feuilles de matière plastique pour la détection des traces nucléaires, et couvrant une surface de 250 m<sup>2</sup>. Le détecteur MoEDAL, installé autour de la même région d’intersection que celle du détecteur LHCb, est semblable à un appareil-photo géant traquant tout signe révélateur d’une nouvelle physique, les détecteurs de traces nucléaires formant en quelque sorte le « film photographique ».</p><p>S’ils existent, les monopôles magnétiques pourraient se former lors de collisions dans le LHC. Ces monopôles déchireraient le détecteur MoEDAL, brisant les longues chaînes de molécules des feuilles de plastique, et laissant l’empreinte de leur passage sur les 10 feuilles. La découverte d’un alignement de marques dont la trajectoire pointerait en direction du point de collision indiquerait clairement le passage d'un monopôle.</p><p>L’expérience a aussi pour but de de découvrir des particules massives stables fortement ionisantes, prédites par des théories au-delà du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>.</p><h3>Pour en savoir plus : <a href=\"https://moedal.web.cern.ch/\">MoEDAL</a></h3>"
  },

  "image_url": null,
  "oda_tags": ["moedal", "experiments"],
  "section_id": 8,
  "id": "science/experiments/moedal"
}
