{
  "title": {
    "en": "Restarting the LHC: Why 13 Tev?",
    "fr": "Pourquoi 13 TeV ?"
  },

  "hook": {
    "en": "The LHC was designed to run at a maximum collision energy of 14 TeV, so why has CERN decided to start the second run at a lower energy?",
    "fr": "L’énergie de collision au redémarrage du Grand collisionneur de hadrons (LHC) sera de 13 TeV, moins que sa capacité maximale de 14 TeV"
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) is scheduled to restart for physics early in 2015 after two years of maintenance and upgrading. The collision energy at restart will be 13 TeV, a significant increase over the initial three-year LHC run, which began with a collision energy of 7 TeV, rising to 8 TeV. But the LHC was designed to run at a maximum collision energy of 14 TeV, so why has CERN decided to start the second run at a lower energy?</p><p>The decision to begin the LHC’s second run at 13 TeV has been taken in order to optimise the delivery of particle collisions for physics research, and thereby speed the route to potential new physics. It is based on the properties of the 1232 <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">superconducting dipole magnets</a> that guide the beams around the LHC’s 27-kilometre ring. The higher the beam energy, the higher the magnetic field needed to maintain a constant orbit, and the higher the electric current flowing in the magnet’s superconducting coils.</p><p>At LHC beam energies, the electric currents are extremely high, up to 12,000 Amperes, and superconducting cables have to be used. <a href=\"https://home.cern/science/engineering/superconductivity\">Superconductivity</a> is a low-temperature phenomenon, so the coils have to be kept very cold, just 1.9 degrees above absolute zero to be precise, or about -271°C. Even a tiny amount of energy released into the magnet for any reason can warm the coils up, stopping them from superconducting. When this happens, the current has to be safely extracted in a very short time. This is called a quench, and just one millijoule – the energy deposited by a 1-centime euro coin falling from 5 cm – is enough to provoke one. Magnet protection in case of quenches is a crucial part of the design of the LHC’s magnetic system.  </p><p>When a new superconducting magnet is qualified for use, it needs to be trained. That involves steadily increasing the current until the magnet quenches, then starting again. At first, the quenches may occur at relatively low current, but over time, as the components of the magnet settle in, the current increases until the magnet can be operated routinely at its nominal current. If a new training cycle is started after an extended period during which the magnet is warm, the magnet usually restarts training at a value that is higher than first quench in the first training cycle but lower than the maximum previously reached. In other words, the magnet’s ‘memory’ is usually less than 100%.</p><p>Before the LHC started operation, all of its magnets were trained up to a current equivalent to a collision energy of over 14 TeV. Tests with individual magnets, along with hardware commissioning tests in 2008, have shown that for some dipole magnets the memory is slightly lower than expected, demanding a larger number of quenches to reach nominal field. However, retraining these magnets to 13 TeV should require only a short period of time, whereas retraining to 14 TeV would take longer, taking time away from physics research. That’s why the best way to get to new results quickly, at an energy considerably higher than ever achieved before, is to start operation at 13 TeV. A decision on when to go higher will be taken at a later date in the LHC’s second run.</p>",

    "fr": "<p>La reprise de l’exploitation du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) est prévue pour début 2015, après deux ans d’interruption pour travaux de maintenance et d’amélioration. L’énergie de collision au redémarrage sera de 13 TeV, une augmentation considérable par rapport aux trois premières années d'exploitation du LHC (7 Tev au départ, 8 TeV par la suite). Le LHC a pourtant été conçu pour fonctionner à une énergie de collision maximale de 14 TeV. Pourquoi le CERN a-t-il décidé de commencer cette deuxième phase d’exploitation à une énergie plus basse ?</p><p>La décision de démarrer la deuxième phase du LHC à 13 TeV a été prise dans le but d’optimiser le nombre de collisions de particules, et d’ouvrir ainsi la porte à une nouvelle physique. Elle s’explique par les propriétés des 1 232 dipôles supraconducteurs qui guident les faisceaux du LHC le long des 27 km de l’accélérateur. Plus l’énergie du faisceau est grande, plus le champ magnétique nécessaire pour maintenir une orbite constante est conséquent, et plus le courant électrique qui passe dans les bobines supraconductrices des aimants doit être élevé.</p><p>Les courants électriques au LHC sont extrêmement élevés (jusqu’à 12 000 ampères) et il est indispensable d'utiliser des câbles supraconducteurs. La <a href=\"https://home.cern/science/engineering/superconductivity\">supraconductivité</a> est un phénomène qui se produit à basse température, les bobines doivent donc être maintenues à une température très basse, à exactement 1,9 degré au-dessus du zéro absolu, soit environ -271 degrés Celsius. La plus infime quantité d’énergie dégagée dans l’aimant, quelle que soit son origine, suffit à réchauffer les bobines qui dès lors ne sont plus supraconductrices. Lorsque cela se produit, le courant doit être extrait très rapidement et en toute sécurité. Ce phénomène s'appelle une transition résistive ou « <em>quench</em> » et il suffit d’un millijoule – l’énergie libérée par une pièce d’un centime d’euro tombant de 5 cm – pour qu’il se produise. La protection des aimants contre les transitions résistives est un paramètre essentiel de la conception du système magnétique du LHC.  </p><p>Lorsqu’un nouvel aimant supraconducteur est prêt à être utilisé, il doit d’abord subir un entraînement. Ce procédé, qu’il faut répéter de nombreuses fois, consiste à augmenter progressivement le courant jusqu’à ce que des transitions résistives se déclenchent. Au début, les transitions résistives peuvent se produire à un courant relativement faible, mais au fil du temps, les éléments de l’aimant deviennent de plus en plus performants et l’intensité du courant peut être augmentée jusqu’à ce que l’aimant puisse fonctionner couramment à son intensité nominale. Si un nouveau cycle d’entraînement commence alors que l'aimant a été « chaud » pendant une période prolongée, les transitions résistives se produiront au départ à une valeur plus élevée que celle de la première transition résistive du premier cycle d’entraînement, mais à une valeur plus basse que le maximum atteint précédemment. En d’autres termes, la « mémoire » de l’aimant est généralement inférieure à 100 %.</p><p>Avant le début du fonctionnement du LHC, tous ses aimants ont été entraînés avec une intensité électrique correspondant à des collisions à plus de 14 TeV. Des essais effectués sur les aimants et les essais de mise en service du matériel réalisés en 2008 ont montré que certains dipôles ont une mémoire légèrement inférieure à ce qui était prévu, ce qui veut dire qu’ils auraient besoin de plus de transitions résistives avant de pouvoir supporter l’intensité nominale. Par contre, entraîner à nouveau ces aimants en vue d’une énergie de 13 TeV ne demanderait pas beaucoup de temps, alors que l’entraînement en vue de collisions à 14 TeV serait plus long, et cette période de préparation ne pourrait pas être mise à profit de la recherche en physique. C’est pourquoi le meilleur moyen d’obtenir de nouveaux résultats rapidement est commencer l’exploitation à 13 TeV, une intensité beaucoup plus élevée qu’auparavant. La date de passage à une énergie plus élevée  sera décidée plus tard, au cours de la deuxième période d’exploitation du LHC.</p>"
  },

  "image_url": null,
  "oda_tags": ["magnet", "13-tev", "engineering", "lhc"],
  "section_id": 5,
  "id": "science/engineering/restarting-lhc-why-13-tev"
}
