{
  "title": {
    "en": "New technologies for the High-Luminosity LHC",
    "fr": "Les nouvelles technologies du LHC à haute luminosité"
  },

  "hook": {
    "en": "New equipment will be installed over 1.2 of the LHC's 27 kilometres.",
    "fr": "De nouveaux équipements seront installés sur environ 1,2 kilomètre des 27 kilomètres du LHC"
  },

  "body": {
    "en": "<p>The High-Luminosity LHC, which is expected to be operational after 2025, will increase the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">LHC</a>’s luminosity by a factor of 10. To achieve this major upgrade, scientists and engineers are optimising all of the collider’s parameters. Several technologies, some of which are completely innovative, are being developed.</p><h2>More powerful focusing magnets</h2><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201710-252-9\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201710-252-9/file?size=medium\"/></a><figcaption>Production of superconducting cable for the High-Luminosity LHC. (Image: Julien Ordan/CERN)</figcaption></figure><p>Increasing the luminosity means increasing the number of collisions. The aim is to produce 140 collisions each time the particle bunches meet in the centre of the ATLAS and CMS detectors, as opposed to 30 at present. To achieve this, the beam will be more intense and more concentrated than at present in the LHC. New, more powerful quadrupole magnets, generating a 12-tesla magnetic field (compared to 8 tesla for those currently in the LHC), will be installed either side of the ATLAS and CMS experiments. Twelve of these magnets, made of a superconducting intermetallic compound of niobium and tin will be installed close to each detector. The LHC’s magnets today use a niobium-titanium alloy.</p><h2>Unprecedented beam optics</h2><p>One particular challenge will be maintaining luminosity at a constant level throughout the lifespan of the beam. At present, it decreases as the protons collide and disappear. In the High-Luminosity LHC, the beam focusing (the concentration of the beam before impact) will be designed in such a way that the number of collisions remains constant. </p><h2>“Crab” cavities for tilting the beams</h2><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-10\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-10/file?size=medium\"/></a><figcaption>Assembly of the first crab cavity. (Image: Julien Ordan/CERN)</figcaption></figure><p>This innovative superconducting equipment will give the particle bunches a transverse momentum before they meet, enlarging the overlap area of the two bunches and thus increasing the probability of collisions. A total of sixteen crab cavities will be installed on either side of each of the <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a> experiments.</p><h2>Reinforced machine protection</h2><figure><a href=\"https://cds.cern.ch/images/CERN-GE-0807024-01\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2008/0807024/0807024_01/0807024_01-A4-at-144-dpi.jpg\"/></a><figcaption>LHC collimator. (Image: Claudia Marcelloni/CERN)</figcaption></figure><p>As the beams will contain more particles, machine protection will need to be reinforced. This protection is based on collimators – devices that absorb particles that stray from the beam trajectory and might otherwise damage the machine. New collimators, made from a material that produces less electromagnetic interference on the beam and equipped with new instrumentation, are being developed. Around 60 of the 118 existing collimators will be replaced by new collimators and 15 to 20 new ones will be added.</p><h2>More compact and powerful bending magnets</h2><figure><a href=\"https://cds.cern.ch/images/OPEN-PHO-ACCEL-2017-010-1\"><img src=\"https://cds.cern.ch/images/OPEN-PHO-ACCEL-2017-010-1/file?size=medium\"/></a><figcaption>Test of a dipole coil prototype for the High-Luminosity LHC. (Robert Hradil, Monika Majer/ProStudio22.ch)</figcaption></figure><p>The LHC ring is already full of equipment. To allow the insertion of additional collimators, two 15-metre-long dipole magnets will be replaced with two pairs of shorter magnets (each measuring 5.5 metres) and two collimators. These new dipole magnets will be more powerful since they must bend the trajectory of the protons over 11 metres instead of 15. They too are based on the superconducting intermetallic niobium-tin compound and will generate an 11-tesla magnetic field, compared with 8.3 tesla for the current dipole magnets.</p><h2>Innovative superconducting transmission lines</h2><p>Innovative superconducting power lines will connect the power converters to the accelerator. These cables, which are around one hundred metres long, are made of a superconducting material, magnesium diboride, that works at a higher temperature than that of the magnets. They will be able to carry currents of record intensities, up to 100 000 amps!</p><h2>A renovated accelerator chain</h2><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201704-093-2\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201704-093-2/file?size=medium\"/></a><figcaption>The Linac4 accelerator. (Image: Maximilien Brice/CERN)</figcaption></figure><p>The performance of the LHC and its successor, the High-Luminosity LHC, relies on the injector chain, the four accelerators that pre-accelerate the beams before sending them into the 27-kilometre ring. This accelerator chain is being upgraded as part of the LIU (LHC Injectors Upgrade) project. A major step in the upgrade process will come in 2020 when a new linear accelerator, <a href=\"https://home.cern/science/accelerators/linear-accelerator-4\">Linac4</a>, the first link in the chain, will replace the current <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac2</a>. Improvements are also planned for the three other links in the accelerator chain: the <a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Proton Synchrotron Booster</a>, the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> and the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a>.</p><h2>Civil-engineering work</h2><p>A shaft of around 80 metres will be dug on ATLAS and CMS site, as well as an underground cavern and a 300-metre-long service tunnel. This tunnel will house equipment that is particularly sensitive to radiation, such as power converters, which transform alternating current from the electrical network into high-intensity direct current for the magnets. It will be linked to the LHC tunnel by four connecting tunnels. Five surface buildings will be built on each site. <br/>More information about the civil engineering for the High-Luminosity LHC <a href=\"http://voisins.cern/en/hl-lhc-faq\">here</a>.</p>",

    "fr": "<p>Le LHC haute luminosité, qui entrera en service après 2025, multipliera par dix la luminosité du LHC. Pour mener à bien cette amélioration majeure, les scientifiques et les ingénieurs optimisent tous les paramètres du collisionneur. De nombreux équipements, dont certains totalement innovants, sont développés.</p><h2>Des aimants de focalisation plus puissants</h2><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201710-252-9\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201710-252-9/file?size=medium\"/></a><figcaption>Fabrication de câble supraconducteur pour le LHC à haute luminosité. (Image : Julien Ordan/CERN)</figcaption></figure><p>Accroître la luminosité suppose d’augmenter le nombre de collisions : au moins 140 collisions se produiront à chaque fois que les paquets de particules se croiseront au cœur des détecteurs ATLAS et CMS, contre environ 40 actuellement. Pour y parvenir, le faisceau devra être plus intense et plus concentré que celui du LHC. Pour ce faire, de nouveaux aimants quadripôles supraconducteurs plus puissants seront installés de part et d’autre des expériences ATLAS et CMS. Ils concentreront les paquets de particules avant leur croisement. Formés d’un composé supraconducteur niobium-étain, ils génèrent un champ magnétique de 12 teslas contre 8 teslas pour les aimants actuels du LHC qui utilisent l'alliage supraconducteur niobium-titane. Douze aimants de ce type, seront installés de part et d'autre de chaque détecteur. </p><h2>Une optique de faisceau inédite</h2><p>L'un des défis sera de maintenir la luminosité à un niveau constant pendant toute la durée de vie du faisceau. Actuellement, elle décroît à mesure que les protons entrent en collision et disparaissent. Dans le LHC haute luminosité, la focalisation des faisceaux (leur concentration avant l’impact) sera adaptée pour que le nombre de collision reste constant.</p><h2>Des « cavités-crabe » pour orienter les faisceaux</h2><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-10\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201708-196-10/file?size=medium\"/></a><figcaption>Assemblage de la première cavité-crabe. (Image : Julien Ordan/CERN)</figcaption></figure><p>Ces équipements supraconducteurs novateurs donneront une impulsion transversale aux paquets de particules avant qu’ils ne se croisent de manière à élargir la surface de recouvrement de deux paquets et donc augmenter la probabilité de collisions. Seize cavités-crabe seront installées de part et d’autre de chacune des expériences <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> et <a href=\"https://home.cern/science/experiments/cms\">CMS</a>.</p><h2>La protection de la machine renforcée</h2><figure><a href=\"https://cds.cern.ch/images/CERN-GE-0807024-01\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2008/0807024/0807024_01/0807024_01-A4-at-144-dpi.jpg\"/></a><figcaption>Un collimateur du LHC. (Image : Claudia Marcelloni/CERN)</figcaption></figure><p>Les faisceaux contenant plus de particules, la protection de la machine doit être renforcée. Cette protection repose sur des collimateurs : ces équipements absorbent les particules qui s’éloignent de la trajectoire du faisceau et qui pourraient, sinon, endommager la machine. De nouveaux collimateurs, à base d’un matériau qui engendre moins de perturbations électromagnétiques sur le faisceau, et dotés d’une nouvelle instrumentation, sont en cours de développement. Une soixantaine des 118 collimateurs existants seront remplacés par ces nouveaux collimateurs et 15 à 20 collimateurs seront ajoutés.</p><h2>Des aimants de courbure plus compacts et plus puissants</h2><figure><a href=\"https://cds.cern.ch/images/OPEN-PHO-ACCEL-2017-010-1\"><img src=\"https://cds.cern.ch/images/OPEN-PHO-ACCEL-2017-010-1/file?size=medium\"/></a><figcaption>Test d'un prototype de bobine pour un aimant dipôle du LHC à haute luminosité. (Image : Robert Hradil, Monika Majer/ProStudio22.ch)</figcaption></figure><p>L’anneau du LHC est déjà rempli d’équipements. Pour pouvoir insérer des collimateurs supplémentaires, deux aimants dipôles de 15 mètres de long seront remplacés par deux paires d’aimants plus courts (5,5 mètres chacun) et quatre collimateurs. Ces nouveaux aimants dipôles sont plus puissants car ils doivent incurver la trajectoire des protons sur 11 mètres au lieu de 15. Également à base du composé supraconducteur intermétallique niobium-étain, ils généreront un champ magnétique d’une intensité de 11 teslas, contre 8.3 teslas pour les aimants dipôles actuels.</p><h2 class=\"column-left image-align\">Des liaisons supraconductrices innovantes</h2><p>Des lignes électriques supraconductrices innovantes relieront les convertisseurs de puissance à l’accélérateur. Ces câbles d’une centaine de mètres de long sont formés d’un matériau supraconducteur fonctionnant à plus haute température que celui des aimants, le diborure de magnésium. Ils pourront transporter des courants avec des intensités records, jusqu’à 100 000 ampères !</p><h2>Une chaîne d’accélération rénovée</h2><figure><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201704-093-2\"><img src=\"https://cds.cern.ch/images/CERN-PHOTO-201704-093-2/file?size=medium\"/></a><figcaption>L'accélérateur Linac 4. (Image : Maximilien Brice/CERN)</figcaption></figure><p>Les performances du HL-LHC reposent aussi sur la chaîne d’injecteurs, les quatre accélérateurs qui pré-accélèrent les faisceaux, avant de les envoyer dans l’anneau de 27 kilomètres. Cette chaîne d’accélérateurs est en cours d’amélioration dans le cadre du projet LIU (Amélioration des injecteurs du LHC). Une amélioration majeure interviendra en 2020 avec la mise en service d’un nouvel accélérateur linéaire, le <a href=\"https://home.cern/science/accelerators/linear-accelerator-4\">Linac 4</a>, premier maillon de la chaîne, pour remplacer l’actuel <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac2</a>. Des améliorations sont également prévues sur le <a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Booster du PS</a>, le <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">PS</a>, et le <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">SPS</a>, les trois autres maillons de la chaîne d’accélération.</p><h2>D'importants travaux de génie civil</h2><p>Un puits d’environ 80 mètres sera creusé sur les sites d'ATLAS et de CMS, ainsi qu’une caverne souterraine et une longue galerie de 300 mètres de long. Ces galeries abriteront les équipements particulièrement sensibles aux radiations, comme les convertisseurs de puissance, qui transforment le courant alternatif du réseau électrique en courant continu pour les aimants. Elles seront reliées au tunnel du LHC par quatre tunnels de connexion. Cinq bâtiments de surface seront construits sur chaque site.<br/>Pour plus d'informations sur les travaux de génie civil du LHC à haute luminosité consultez <a href=\"http://voisins.cern/fr/hl-lhc-faq\">cette page</a>.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201708-196-5/file?size=large",
  "oda_tags": ["accelerators"],
  "section_id": 7,
  "id": "science/accelerators/new-technologies-high-luminosity-lhc"
}
