{
  "title": {
    "en": "Unified forces",
    "fr": "Des forces unifiées"
  },

  "hook": {
    "en": "Will we see a unification of forces at the high energies of the Large Hadron Collider?",
    "fr": "Serons-nous un jour témoins de l'unification des forces aux hautes énergies du Grand collisionneur de hadrons ?"
  },

  "body": {
    "en": "<p>In the 1860s, James Clerk Maxwell recognized the similarities between electricity and magnetism and developed his theory of a single electromagnetic force. A similar discovery came a century later, when theorists began to develop links between electromagnetism, with its obvious effects in everyday life, and the weak force, which normally hides within the atomic nucleus.</p><p>Support for these ideas came first from the <a href=\"https://home.cern/science/experiments/gargamelle\">Gargamelle</a> experiment at CERN – when physicists found the first direct evidence of the weak neutral current, which required the existence of a neutral particle to carry the weak fundamental force. Further support came from the Nobel-prize-winning discovery of the <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> and <a href=\"https://home.cern/science/physics/z-boson\">Z</a> particles, which carry the electroweak force.</p><p>But it is only at the higher energies explored in particle collisions at CERN and other laboratories that the electromagnetic and weak forces begin to act on equal terms. Will the unification of other forces emerge at even higher energies? Experiments already show that the effect of the strong force becomes weaker as energies increase. This is a good indication that at incredibly high energies, the strengths of the electromagnetic, weak and strong forces are probably the same. The energies involved are at least a thousand million times greater than particle accelerators can reach, but such conditions would have existed in the early universe, almost immediately (10<sup>-34</sup> seconds) after the big bang.</p><p>Pushing the concept a step further, theorists even contemplate the possibility of including gravity at still higher energies, thereby unifying all of the fundamental forces into one. This \"unified force\" would have ruled in the first instants of the universe, before its different components separated out as the universe cooled. Although at present we cannot recreate conditions with energy high enough to test these ideas directly, we can look for the consequences of \"grand unification\" at lower energies, for instance at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a>. A very popular idea suggested by such a unification is called <a href=\"https://home.cern/science/physics/supersymmetry\">supersymmetry</a>.</p>",

    "fr": "<p>Dans les années 1860, James Clerk Maxwell apercevait des similitudes entre électricité et magnétisme, ce qui le conduisit à élaborer sa théorie d’une force électromagnétique unifiée. Un siècle plus tard, autre découverte : les théoriciens commencèrent à établir un lien entre l’électromagnétisme, avec ses effets évidents dans la vie quotidienne, et la force faible, qui se cache, elle, à l'intérieur du noyau atomique.</p><p>C'est d'abord <a href=\"https://home.cern/science/experiments/gargamelle\">l'expérience Gargamelle</a> du CERN qui vint appuyer cette théorie : les physiciens trouvèrent pour la première fois une preuve directe de l'existence du courant neutre faible, qui supposait celle d'une particule neutre vectrice de la force faible. La théorie fut confirmée par la découverte, récompensée par un prix Nobel, des particules <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> et <a href=\"https://home.cern/science/physics/z-boson\">Z</a>, qui véhiculent la force faible.</p><p>Mais ce n’est qu’à des énergies très élevées, comme celles des collisions de particules réalisées au CERN et dans d’autres laboratoires, que force électromagnétique et force faible commencent à agir à parts égales. Des énergies plus hautes encore pourront-elles entraîner l'unification d'autres forces ? Des expériences ont montré que l’effet de la force forte s’affaiblit à mesure que les énergies augmentent. Cela indique qu'à des énergies extrêmement élevées, les forces électromagnétique, faible et forte ont probablement une intensité équivalente. Les énergies en question sont au moins un million de fois plus élevées que celles atteintes dans les accélérateurs, mais des conditions semblables ont probablement existé à l'aube de l'Univers, presque immédiatement (de 10 à 34 secondes) après le Big Bang.</p><p>Poussant le concept un peu plus loin, des théoriciens envisagent même la possibilité de joindre la force gravitationnelle à des énergies encore plus hautes, ce qui reviendrait à regrouper toutes les forces fondamentales en une seule. Il est probable que cette « force unifiée » ait été prévalente aux premiers instants de l'Univers, avant que ses différents éléments ne se séparent à mesure que l'Univers se refroidissait. Bien qu’il soit actuellement impossible de recréer les conditions voulues avec des énergies suffisamment élevées pour pouvoir vérifier ces théories, on peut cependant chercher à comprendre les conséquences de cette « grande unification » à des énergies moins élevées, par exemple au <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a>. Une idée très courue liée à cette unification est <a href=\"https://home.cern/science/physics/supersymmetry\">la supersymétrie</a>.</p>"
  },

  "image_url": null,
  "oda_tags": ["physics", "force", "gravity"],
  "id": "science/physics/unified-forces"
}
