{
  "title": {
    "en": "Linear accelerator 4",
    "fr": "Accélérateur linéaire 4"
  },

  "hook": {
    "en": "Linac 4 boosts negative hydrogen ions to high energies. It will become the source of proton beams for the Large Hadron Collider in 2020",
    "fr": "L’accélérateur linéaire 4 est conçu pour porter des ions d’hydrogène négatifs à des énergies élevées"
  },

  "body": {
    "en": "<p>Linear accelerator 4 (Linac4) is designed to boost negative hydrogen ions to high energies. It is scheduled to become the source of proton beams for the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) after the long shutdown in 2019-2020.</p><p>Linac4 will accelerate negative hydrogen ions (H<sup>-</sup>, consisting of a hydrogen atom with an additional electron) to 160 MeV to prepare them to enter the <a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Proton Synchrotron Booster</a>, which is part of the LHC injection chain. Negative hydrogen ions are pulsed through the accelerator for 400 microseconds at a time.</p><p>Linear accelerators use <a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">radiofrequency cavities</a> to charge cylindrical conductors. The ions pass through the conductors, which are alternately charged positive or negative. The conductors behind them push particles and the conductors ahead of them pull, causing the particles to accelerate. Quadrupole magnets ensure the hydrogen ions remain in a tight beam.</p><p>The new machine comprises a H- ion source  and four types of accelerating structure: the particles are accelerated in several stages, first to 3 MeV by a radio-frequency quadrupole (RFQ), then to 50 MeV by drift tube linacs (DTLs), then to 100 MeV by coupled-cavity drift tube linacs (CCDTLs), and finally to 160 MeV by Pi-mode structures (PIMS). Linac 4’s hardware also includes an equipment called a chopper line. Its role is to cut up the beam at the same frequency as that of the PS Booster.</p><p>The ions are stripped of their two electrons during injection from Linac 4 into the Proton Synchrotron Booster to leave only protons. This allows more particles to accumulate in the synchrotron, simplifies injection, reduces beam loss at injection and gives a more brilliant beam.</p><p>Linac 4 is 86 metres long and located 12 metres below ground. Beams have begun to be produced in 2013 and the milestone energy of 160 MeV was reached in 2016, after the commissioning of all the accelerating structures. During the long shutdown planned for 2019-20, it will replace <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac 2</a>, which currently accelerates protons to 50 MeV. The Linac4 is a key element in the project to <a href=\"https://home.cern/science/accelerators/high-luminosity-lhc\">increase the luminosity of the LHC</a> during the next decade.</p>",

    "fr": "<p>L’accélérateur linéaire 4 (Linac 4) porte des ions d’hydrogène négatifs  à des énergies élevées. Il constituera la source de faisceaux de protons du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) après le long arrêt prévu en 2019-2020.</p><p>Le Linac 4 portera les ions d’hydrogène négatifs (H<sup>-</sup>, formés d’un atome d’hydrogène et d’un électron supplémentaire) à l’énergie de 160 MeV avant de les transmettre à l’injecteur du Synchrotron à protons (<a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Booster du PS</a>), qui fait partie de la chaîne d’injection du LHC. </p><p>Les accélérateurs linéaires emploient des cavités radiofréquence pour charger des conducteurs cylindriques. Les ions franchissent les conducteurs, qui oscillent entre charge positive et charge négative. Les conducteurs exercent ainsi alternativement une répulsion et une attraction sur les particules, provoquant leur accélération. Des aimants quadripôles resserrent le faisceau.</p><p>Le Linac 4 est composé d’une source d’ions H<sup>-</sup> et de quatre types de structures accélératrices : les particules sont successivement accélérées à 3 MeV par un quadripôle radiofréquence (RFQ), à 50 MeV par des linacs à tube de glissement (DTL), puis à 100 MeV par des linacs à tube de glissement à cavités couplées (CCDTL), et enfin à 160 MeV par des structures en mode PI (PIMS). Le Linac 4 comporte également un équipement dénommé ligne Chopper : son rôle est de découper le faisceau à la même fréquence que celle du Booster du PS.</p><p>Au moment de leur injection dans le Synchrotron injecteur du PS, les ions sont débarrassés de leurs deux électrons, de sorte que ne subsistent que les protons. Ce procédé permet d’accumuler davantage de particules dans le synchrotron, de simplifier l’injection, de réduire les pertes de faisceau lors de l’injection et d'obtenir un faisceau plus brillant.</p><p>Le Linac 4 mesure 86 mètres de long et est situé à 12 mètres sous terre. La production des premiers faisceaux a commencé en 2013. L'énergie de 160  MeV a été atteinte en 2016, après la mise en service de toutes les structures accélératrices. Durant le long arrêt du LHC prévu pour 2019-2020, le Linac 4 remplacera le <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac 2</a>, qui accélère actuellement les protons jusqu’à 50 MeV.  Le Linac 4 est un élément clé  du projet visant à <a href=\"https://home.cern/science/accelerators/high-luminosity-lhc\">relever la luminosité du LHC</a> au cours de la prochaine décennie.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2015/11/rsz_1hara_andrew8.jpg",
  "oda_tags": ["accelerator", "linear-accelerator"],
  "section_id": 7,
  "id": "science/accelerators/linear-accelerator-4"
}
