{
  "title": {
    "en": "Dark matter",
    "fr": "Matière noire"
  },

  "hook": {
    "en": "Invisible dark matter makes up most of the universe – but we can only detect it from its gravitational effects",
    "fr": "La matière noire, invisible, compose une grande partie de l’Univers ; toutefois, nous ne pouvons la détecter qu’à partir de ses effets gravitationnels"
  },

  "body": {
    "en": "<p>Galaxies in our universe seem to be achieving an impossible feat. They are rotating with such speed that the gravity generated by their observable matter could not possibly hold them together; they should have torn themselves apart long ago. The same is true of galaxies in clusters, which leads scientists to believe that something we cannot see is at work. They think something we have yet to detect directly is giving these galaxies extra mass, generating the extra gravity they need to stay intact. This strange and unknown matter was called “dark matter” since it is not visible.</p><h2>Dark matter</h2><p>Unlike normal matter, dark matter does not interact with the electromagnetic force. This means it does not absorb, reflect or emit light, making it extremely hard to spot. In fact, researchers have been able to infer the existence of dark matter only from the gravitational effect it seems to have on visible matter. Dark matter seems to outweigh visible matter roughly six to one, making up about 27% of the universe. Here's a sobering fact: The matter we know and that makes up all stars and galaxies only accounts for 5% of the content of the universe! But what is dark matter? One idea is that it could contain \"supersymmetric particles\" – hypothesized particles that are partners to those already known in the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>. Experiments at the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) may provide more direct clues about dark matter.</p><p>Many theories say the dark matter particles would be light enough to be produced at the LHC. If they were created at the LHC, they would escape through the detectors unnoticed. However, they would carry away energy and momentum, so physicists could infer their existence from the amount of energy and momentum “missing” after a collision. Dark matter candidates arise frequently in theories that suggest physics beyond the Standard Model, such as supersymmetry and extra dimensions. One theory suggests the existence of a “Hidden Valley”, a parallel world made of dark matter having very little in common with matter we know. If one of these theories proved to be true, it could help scientists gain a better understanding of the composition of our universe and, in particular, how galaxies hold together.</p><h2>Dark energy</h2><p>Dark energy makes up approximately 68% of the universe and appears to be associated with the vacuum in space. It is distributed evenly throughout the universe, not only in space but also in time – in other words, its effect is not diluted as the universe expands. The even distribution means that dark energy does not have any local gravitational effects, but rather a global effect on the universe as a whole. This leads to a repulsive force, which tends to accelerate the expansion of the universe. The rate of expansion and its acceleration can be measured by observations based on the Hubble law. These measurements, together with other scientific data, have confirmed the existence of dark energy and provide an estimate of just how much of this mysterious substance exists.</p>",

    "fr": "<p>Les galaxies de notre Univers semblent arriver à réaliser une véritable prouesse. Elles tournent si vite que la gravité produite par la matière observable qu’elles contiennent ne peut pas les faire tenir ensemble ; logiquement, elles auraient dû se défaire depuis longtemps. Il en va de même pour les amas de galaxies. C'est pourquoi les scientifiques sont convaincus qu’intervient un élément invisible : quelque chose que nous n’avons pas pu encore détecter directement donne à ces galaxies une masse supplémentaire, ce qui produit le surplus de gravité dont elles ont besoin pour ne pas se défaire. Cette présence mystérieuse est appelée « matière noire ».</p><h2>La matière noire</h2><p>Contrairement à la matière ordinaire, la matière noire n’est pas sensible à la force électromagnétique. De ce fait, elle ne peut absorber, refléter ou émettre de la lumière, ce qui la rend extrêmement difficile à détecter. Les scientifiques n’ont pu déduire l'existence de la matière noire que de l'effet gravitationnel que celle-ci semble avoir sur la matière visible. La matière noire semble représenter une masse environ six fois supérieure à celle de la matière visible ; elle devrait constituer environ 27 % de l'Univers. Voilà qui donne à réfléchir : la matière que nous connaissons et qui constitue toutes les étoiles et les galaxies ne représente que 5 % du contenu de l’Univers. Mais quelle est la nature de la matière noire ? Selon l’une des théories, elle pourrait contenir des particules dites « supersymétriques », particules hypothétiques qui seraient associées aux particules déjà connues du Modèle standard. Les expériences menées au <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) apporteront peut-être des éléments plus probants concernant la matière noire.<br/>Plusieurs théories prévoient que les particules de matière noire seraient assez légères pour être produites au LHC. Dans ce cas, elles traverseraient les détecteurs sans être repérées. Elles seraient toutefois porteuses d’énergie et d’impulsion. Il serait donc possible de déduire leur existence de l'énergie et de l'impulsion manquantes après une collision. Les candidats à la matière noire sont souvent présents dans les théories portant sur la physique au-delà du Modèle standard, telles que la supersymétrie et les dimensions supplémentaires. L’une de ces théories évoque l’existence d'une « vallée cachée », un monde parallèle fait de matière noire ayant très peu de chose en commun avec la matière que nous connaissons. Si l’une de ces théories était confirmée, cela permettrait aux scientifiques de mieux comprendre la composition de l'Univers, et, en particulier, comment font les galaxies pour ne pas se défaire.</p><h2>L’énergie sombre</h2><p>L’énergie sombre constitue environ 68 % de l’Univers et semble être associée au vide de l’espace. Elle est distribuée de façon uniforme dans l’Univers, non seulement dans l'espace mais aussi dans le temps – autrement dit, son effet ne se dilue pas avec l’expansion de l’Univers. Cette répartition égale signifie que l’énergie sombre n’a pas d’effet gravitationnel local, mais plutôt un effet global sur l'Univers entier. Il en résulte une force répulsive qui tend à accélérer l’expansion de l’Univers. Le taux d’expansion et son accélération peuvent être mesurés par des observations et par l’application de la loi de Hubble. Ces mesures, associées à d’autres données scientifiques, ont confirmé l’existence de l’énergie sombre et donnent une estimation de la quantité que représente cette substance mystérieuse.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-10/higgs%20product%20%280%3B00%3B28%3B06%29_0.jpeg",
  "oda_tags": ["physics"],
  "section_id": 4,
  "id": "science/physics/dark-matter"
}
