{
  "title": {
    "en": "BASE",
    "fr": null
  },

  "hook": {
    "en": "BASE is aiming for the most precise measurements of the magnetic moments of protons and antiprotons - to compare matter with antimatter",
    "fr": null
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> of particle physics describes all the known fundamental particles and the forces between them. A part of this Model - called CPT symmetry - implies that the fundamental properties of particles should be equal and partly opposite to those of their corresponding antiparticles. Any measured difference between the masses, charges, lifetimes or magnetic moments of matter and <a href=\"https://home.cern/science/physics/antimatter\">antimatter</a> could contribute to understanding <a href=\"https://home.cern/science/physics/matter-antimatter-asymmetry-problem\">why there is more matter than antimatter</a> in the universe.</p><p>The <a href=\"http://base.web.cern.ch/\">Baryon Antibaryon Symmetry Experiment</a> (BASE) at CERN will compare the magnetic moments of protons and antiprotons to look for differences between matter and antimatter.</p><p>Using an experimental set-up with two Penning traps - devices that hold particles in place with electromagnetic fields - the team  aims to measure the antiproton magnetic moment to a hitherto unreachable part-per-billion precision.</p><p>A direct measurement of the magnetic moment requires the measurements of two frequencies: the Larmor frequency, which characterizes the precession of the spin of a particle, and the cyclotron frequency, which describes a charged particle's  oscillation in a magnetic field.</p><p>BASE’s double Penning trap separates the measurements of the Larmor as well as the cyclotron frequency from the spin-state analysis. Two traps are used for the measurements: the analysis trap, which will identify the spin state of the particle, and the precision trap, which will flip the spin of the particle while measuring the cyclotron frequency. </p><p>Two further traps are used. The monitor trap will check for any variance in the magnetic field caused by external sources, allowing the BASE team to make instant adjustments to the core traps while measurements are under way. The reservoir trap will store antiprotons for months on end, allowing the BASE collaboration to continue operating even without beam. </p><p>In June 2014 the BASE collaboration reported the first direct high-precision measurement of the proton magnetic moment with a fractional precision of 3.3 part per billion. The team plans to be taking new measurements of the antiproton magnetic moment at CERN's <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> by beam time in 2014.  </p>",

    "fr": null
  },

  "image_url": "None",
  "oda_tags": ["experiments", "base", "antimatter"],
  "id": "science/experiments/base"
}
