{
  "title": {
    "en": "AWAKE",
    "fr": "AWAKE"
  },

  "hook": {
    "en": "AWAKE explores the use of plasma to accelerate particles to high energies over short distances",
    "fr": "AWAKE explore l’utilisation des plasmas pour accélérer les particules jusqu’à des énergies élevée sur de courtes distances"
  },

  "body": {
    "en": "<p>The Advanced Proton Driven Plasma Wakefield Acceleration Experiment <a href=\"http://awake.web.cern.ch/\">(AWAKE)</a> is an accelerator R&amp;D project based at CERN. It is a proof-of-principle experiment investigating the use of plasma wakefields driven by a proton bunch to accelerate charged particles.</p><p>A plasma wakefield is a type of wave generated by particles travelling through a plasma. AWAKE sends proton beams through plasma cells to generate these fields. By harnessing wakefields, physicists may be able to produce accelerator gradients hundreds of times higher than those achieved in current <a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">radiofrequency cavities</a>. This would allow future colliders to achieve higher energies over shorter distances than is possible today.</p><p>AWAKE uses proton beams from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS) in the <a href=\"https://home.cern/science/accelerators/cern-neutrinos-gran-sasso\">CERN Neutrinos to Gran Sasso</a> (CNGS) facility. These protons will be injected into a 10-metre plasma cell to initiate strong wakefields. A second beam – the “witness” electron beam – would then be accelerated by the wakefields, gaining up to several gigavolts of energy. Following AWAKE's approval in autumn 2013, the first proton beams were sent to the plasma cell at the end of 2016. During the 2016–2017 run, strong wakefields generated by the proton beams in plasma were observed for the first time and studied in detail. In 2018, electrons will be generated in these plasma wakefields.</p><p>AWAKE is the world’s first proton-driven plasma wakefield acceleration experiment. Besides demonstrating how protons can be used to generate wakefields, AWAKE will also develop the necessary technologies for long-term, proton-driven plasma acceleration projects.</p><p>AWAKE is an international scientific collaboration made up of 16 institutes and involving over 80 engineers and physicists (November 2017).</p><figure><img alt=\"AWAKE\" src=\"https://home.cern/sites/home.web.cern.ch/files/image/virtual-tours/awake_vtour.jpg\"/></figure>",

    "fr": "<p>L’expérience <a href=\"http://awake.web.cern.ch/\">AWAKE</a> (accélération par champ de sillage plasma entraînée par des protons) est un projet de R&amp;D concernant les accélérateurs mené au CERN. Il s’agit d’une expérience de démonstration de principe qui va étudier l’utilisation des champs de sillage plasma générés par des faisceaux de protons pour l’accélération de particules chargées.</p><p>Un champ de sillage plasma est un type d’onde généré par des particules se déplaçant dans un plasma. Dans le dispositif AWAKE, des faisceaux de protons seront envoyés dans des cellules de plasma pour produire ces champs de sillage. Ceux-ci permettraient de produire des gradients accélérateurs des centaines de fois plus élevés que ceux qu’on obtient dans les cavités radiofréquence. De la sorte, les futurs collisionneurs pourraient atteindre des énergies plus élevées sur des distances plus courtes que ce qu’on peut faire actuellement.</p><p>AWAKE utilisera des faisceaux de protons en provenance du <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Supersynchrotron à protons</a> (SPS) qui seront amenés à l'installation <a href=\"https://home.cern/science/accelerators/cern-neutrinos-gran-sasso\">CNGS</a> (Neutrinos du CERN vers le Gran Sasso). Ces protons seront injectés dans une cellule plasma de 10 mètres afin de produire de forts champs de sillage. Un deuxième faisceau sera alors accéléré par les champs de sillage, l’accélération pouvant atteindre plusieurs giga-volts d’énergie. Le projet AWAKE ayant été approuvé à l’automne 2013, les premiers faisceaux de protons devraient être envoyés à la cellule plasma fin 2016.</p><p>AWAKE serait la première expérience d’accélération par champ de sillage plasma entraînée par des protons. AWAKE permettra, non seulement de démontrer qu’on peut utiliser des protons pour produire des champs de sillage, mais aussi de développer les technologies nécessaires pour des projets d’accélération plasma entraînés par des protons.</p><p>AWAKE est une collaboration scientifique internationale constituée de 14 instituts et comptant plus de 50 ingénieurs et physiciens (avril 2014).</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/experiment/2016/11/51_ma2_2014.jpg",
  "oda_tags": ["experiments", "awake"],
  "id": "science/experiments/awake"
}
