{
  "title": {
    "en": "The origins of the Brout-Englert-Higgs mechanism",
    "fr": "L’origine du mécanisme Brout-Englert-Higgs"
  },

  "hook": {
    "en": "Theorists Robert Brout, François Englert and Peter Higgs proposed that particles aquire mass by interacting with a \"Higgs field\"",
    "fr": "Robert Brout, François Englert et Peter Higgs ont émis l’hypothèse que les particules acquièrent une masse en interagissant avec un « champ de Higgs »"
  },

  "body": {
    "en": "<p>In the 1970s, physicists realized that there are very close ties between two of the four fundamental forces – the weak force and the electromagnetic force. The two forces can be described within the same theory, which forms the basis of the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>. This “unification” implies that electricity, magnetism, light and some types of radioactivity are all manifestations of a single underlying force known as the electroweak force.</p><p>The basic equations of the unified theory correctly describe the electroweak force and its associated force-carrying particles, namely the photon, and the <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> and <a href=\"https://home.cern/science/physics/z-boson\">Z</a> bosons, except for a major glitch. All of these particles emerge without a mass. While this is true for the photon, we know that the W and Z have mass, nearly 100 times that of a proton. Fortunately, theorists Robert Brout, François Englert and Peter Higgs made a proposal that was to solve this problem. What we now call the Brout-Englert-Higgs mechanism gives a mass to the W and Z when they interact with an invisible field, now called the “Higgs field”, which pervades the universe.</p><p><a href=\"https://home.cern/science/physics/early-universe\">Just after the big bang</a>, the Higgs field was zero, but as the universe cooled and the temperature fell below a critical value, the field grew spontaneously so that any particle interacting with it acquired a mass. The more a particle interacts with this field, the heavier it is. Particles like the photon that do not interact with it are left with no mass at all. Like all fundamental fields, the Higgs field has an associated particle – the Higgs boson. The Higgs boson is the visible manifestation of the Higgs field, rather like a wave at the surface of the sea.</p>",

    "fr": "<p>Dans les années 1970, des physiciens ont compris que deux des quatre forces fondamentales étaient étroitement liées : la force faible et la force électromagnétique. Ces deux forces peuvent être décrites à l’aide d’une seule théorie, sur laquelle s’est érigé le <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>. Une théorie dite « unifiée » parce qu’elle décrit l’électricité, le magnétisme, la lumière et certains types de radioactivité comme des manifestations d’une seule et même force fondamentale, appelée la force électrofaible.</p><p>Les équations fondamentales de la théorie unifiée rendent parfaitement compte de la force électrofaible et des particules porteuses de force qui s’y associent, à savoir le photon et les bosons <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> et <a href=\"https://home.cern/science/physics/z-boson\">Z</a>. Sauf qu’il y a un hic : selon ce modèle, ces particules seraient dépourvues de masse. Or, si le photon n’a bel et bien aucune masse, nous savons que les particules W et Z en ont une, équivalente à près de 100 fois la masse du proton. Heureusement, les théoriciens Robert Brout, François Englert et Peter Higgs ont élaboré une théorie qui allait résoudre le problème. Ce que nous appelons aujourd’hui le mécanisme de Brout-Englert-Higgs donne une masse au W et au Z lorsqu’ils interagissent avec un champ invisible mais omniprésent dans l’Univers, récemment baptisé « le champ de Higgs ».</p><p><a href=\"https://home.cern/science/physics/early-universe\">Immédiatement après le Big Bang</a>, le champ de Higgs était de valeur nulle. L’Univers a toutefois commencé à se refroidir et, lorsque sa température est descendue en dessous d’une valeur critique, le champ de Higgs a augmenté spontanément – et communiqué une masse à toutes les particules qui interagissaient avec lui. Plus une particule interagit avec ce champ, plus elle est massive. Les particules qui, comme le photon, n’interagissent pas avec lui, restent dénuées de masse. Tous les champs fondamentaux sont associés à une particule. Le champ de Higgs est associé au boson de Higgs, qui est la manifestation visible du champ de Higgs, un peu comme une vague à la surface de la mer.</p>"
  },

  "image_url": null,
  "oda_tags": ["higgs-boson", "physics"],
  "id": "science/physics/origins-brout-englert-higgs-mechanism"
}
