{
  "title": {
    "en": "Extra dimensions, gravitons, and tiny black holes",
    "fr": "Dimensions supplémentaires, gravitons et micro trous noirs"
  },

  "hook": {
    "en": null,
    "fr": null
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<p>Why is gravity so much weaker than the other fundamental forces? A small fridge magnet is enough to create an electromagnetic force greater than the gravitational pull exerted by planet Earth. One possibility is that we don’t feel the full effect of gravity  because part of it spreads to extra dimensions. Though it may sound like science fiction, if extra dimensions exist, they could explain why the universe is expanding faster than expected, and why gravity is weaker than the other forces of nature.</p>\n<p><strong>A question of scale</strong></p>\n<p>In our everyday lives, we experience three spatial dimensions, and a fourth dimension of time. How could there be more? Einstein’s general theory of relativity tells us that space can expand, contract, and bend. Now if one dimension were to contract to a size smaller than an atom, it would be hidden from our view. But if we could look on a small enough scale, that hidden dimension might become visible again. Imagine a person walking on a tightrope. She can only move backward and forward; but not left and right, nor up and down, so she only sees one dimension. Ants living on a much smaller scale could move around the cable, in what would appear like an extra dimension to the tightrope-walker.</p>\n<p>How could we test for extra dimensions? One option would be to find evidence of particles that can exist only if extra dimensions are real. Theories that suggest extra dimensions predict that, in the same way as atoms have a low-energy ground state and excited high-energy states, there would be heavier versions of standard particles in other dimensions. These heavier versions of particles – called Kaluza-Klein states – would have exactly the same properties as standard particles (and so be visible to our detectors) but with a greater mass. If <a href=\"https://home.cern/science/experiments/cms\">CMS</a> or <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> were to find a Z- or W-like particle (the Z and W bosons being carriers of the electroweak force) with a mass 100 times larger for instance, this might suggest the presence of extra dimensions. Such heavy particles can only be revealed at the high energies reached by the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC).</p>\n<p><strong>A little piece of gravity?</strong></p>\n<p>Some theorists suggest that a particle called the “graviton” is associated with gravity in the same way as the photon is associated with the electromagnetic force. If gravitons exist, it should be possible to create them at the LHC, but they would rapidly disappear into extra dimensions. Collisions in particle accelerators always create balanced events – just like fireworks – with particles flying out in all directions. A graviton might escape our detectors, leaving an empty zone that we notice as an imbalance in momentum and energy in the event. We would need to carefully study the properties of the missing object to work out whether it is a graviton escaping to another dimension or something else. This method of searching for missing energy in events is also used to look for dark matter or supersymmetric particles.</p>\n<p><strong>Microscopic black holes</strong></p>\n<p>Another way of revealing extra dimensions would be through the production of “microscopic black holes”. What exactly we would detect would depend on the number of extra dimensions, the mass of the black hole, the size of the dimensions and the energy at which the black hole occurs. If micro black holes do appear in the collisions created by the LHC, they would disintegrate rapidly, in around 10<sup>-27</sup> seconds. They would decay into <a href=\"https://home.cern/science/physics/standard-model\">Standard Model </a>or supersymmetric particles, creating events containing an exceptional number of tracks in our detectors, which we would easily spot. Finding more on any of these subjects would open the door to yet unknown possibilities.</p>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p>Pour quelle raison la gravité est-elle beaucoup moins puissante que les autres forces fondamentales ? Un petit aimant, comme ceux que l'on met sur les réfrigérateurs, suffit à créer une force électromagnétique plus importante que la gravité exercée par la Terre. L'une des explications possibles pourrait être que nous ne ressentons pas tout l’effet de la gravité parce qu’une partie de cette force se répand dans des dimensions supplémentaires. Cela semble relever de la science-fiction mais, si des dimensions supplémentaires existent, elles pourraient expliquer pourquoi l'expansion de l'Univers est plus rapide que ce que l'on attendrait, ou pourquoi la gravité est plus faible que les autres forces de la nature.</p>\n<p><strong>Une question d’échelle</strong></p>\n<p>Dans notre vie quotidienne, nous faisons l'expérience de trois dimensions spatiales, ainsi que d'une quatrième dimension, le temps. Comment pourrait-il y en avoir plus ? La théorie de la relativité générale d'Einstein nous apprend que l'espace peut se dilater, se contracter et se courber. Si une dimension était contractée au point que sa taille soit plus petite que celle d'un atome, elle serait alors invisible pour nous. Mais si nous pouvions l'observer à une échelle suffisamment petite, cette dimension cachée pourrait redevenir visible. Imaginez une personne qui marche sur un fil. Elle peut aller uniquement en avant ou en arrière, mais pas à gauche ou à droite, ni en haut ou en bas ; cette personne ne voit donc qu'une dimension. Dans la même situation, des fourmis, qui vivent à une échelle beaucoup plus petite, pourraient quant à elles se déplacer autour du câble ; cela apparaîtrait comme une dimension supplémentaire pour le funambule.</p>\n<p>Mais comment chercher ces dimensions supplémentaires ? L’une des possibilités serait de trouver des traces de particules qui ne peuvent exister que s'il y a réellement des dimensions supplémentaires. Les théories qui supposent l'existence de dimensions supplémentaires prédisent que, tout comme les atomes ont un état fondamental à basse énergie et des états excités à haute énergie, les particules standard auraient des versions plus lourdes dans d’autres dimensions. Ces versions plus lourdes des particules – appelées états de Kaluza-Klein – auraient exactement les mêmes propriétés que les particules standard (et elles seraient donc visibles pour nos détecteurs), mais une masse plus importante. Si <a href=\"https://home.cern/science/experiments/cms\">CMS</a> ou <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> devaient observer des particules semblables au Z ou au W (les bosons Z et W étant des porteurs de la force électrofaibles) ayant une masse par exemple 100 fois plus grande, cela pourrait indiquer la présence de dimensions supplémentaires. Ces particules lourdes peuvent être révélées uniquement à des énergies élevées, comme celles atteintes par le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC).</p>\n<p><strong>Un petit morceau de gravité ?</strong></p>\n<p>Certains théoriciens suggèrent qu'une particule appelée « graviton » est associée à la gravité, de la même manière que le photon est associé à la force électromagnétique. Si les gravitons existent, il devrait être possible d'en créer dans le LHC, mais ils disparaîtraient rapidement dans des dimensions supplémentaires. Les collisions dans les accélérateurs de particules créent toujours des événements équilibrés, avec des particules qui s'éparpillent dans toutes les directions, comme des feux d'artifice. Un graviton pourrait s'échapper du détecteur ; il laisserait alors une zone vide que nous percevrions comme un déséquilibre dans l'impulsion et l'énergie de l'événement. Nous devrions alors étudier soigneusement les propriétés de l'objet manquant afin de déterminer s'il s'agit d'un graviton qui s'est échappé dans une dimension supplémentaire ou d'autre chose. Cette méthode consistant à rechercher l'énergie manquante dans les événements est également utilisée pour traquer la matière noire ou des particules supersymétriques.</p>\n<p><strong>Les trous noirs microscopiques</strong></p>\n<p>Il pourrait y avoir une autre manière de révéler des dimensions supplémentaires, qui consisterait à produire des « trous noirs microscopiques ». La nature exacte de ce que nous détecterions dépendrait du nombre de dimensions supplémentaires, de leur taille, de la masse du trou noir et de l'énergie à laquelle il serait créé. Si des trous noirs microscopiques devaient apparaître dans les collisions créées par le LHC, ils se désintégreraient rapidement, en une durée allant de 10 à 27 secondes. Leur désintégration, qui produirait des particules du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a> ou des particules supersymétriques, se traduirait par des événements laissant un nombre de traces exceptionnel dans nos détecteurs, que nous pourrions donc facilement repérer. Si nous parvenons à en apprendre plus sur l'un ou l'autre de ces sujets, cela ouvrirait la voie à des perspectives pour l'instant encore inconnues.</p>\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/ATLAS-PHO-EVENTS-2014-005-1/file?size=large",
  "oda_tags": ["physics"],
  "id": "science/physics/extra-dimensions-gravitons-and-tiny-black-holes"
}
