{
  "title": {
    "en": "ALICE",
    "fr": "ALICE"
  },

  "hook": {
    "en": "ALICE detects quark-gluon plasma, a state of matter thought to have formed just after the big bang",
    "fr": "ALICE étudie le plasma de quarks et de gluons, un état de la matière qui aurait existé juste après le Big Bang"
  },

  "body": {
    "en": "<p>ALICE (<a href=\"http://aliceinfo.cern.ch/Public/Welcome.html\">A Large Ion Collider Experiment</a>) is a heavy-ion detector on the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) ring. It is designed to study the physics of strongly interacting matter at extreme energy densities, where a phase of matter called <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">quark-gluon plasma</a> forms.</p><p>All ordinary matter in today’s universe is made up of atoms. Each atom contains a nucleus composed of protons and neutrons (except hydrogen, which has no neutrons), surrounded by a cloud of electrons. Protons and neutrons are in turn made of quarks bound together by other particles called gluons. No quark has ever been observed in isolation: the quarks, as well as the gluons, seem to be bound permanently together and confined inside composite particles, such as protons and neutrons. This is known as confinement.</p><p>Collisions in the LHC generate temperatures more than 100,000 times hotter than the centre of the Sun. For part of each year the LHC provides collisions between lead ions, recreating in the laboratory conditions similar to those <a href=\"https://home.cern/science/physics/early-universe\">just after the big bang</a>. Under these extreme conditions, protons and neutrons \"melt\", freeing the quarks from their bonds with the gluons. This is <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">quark-gluon plasma</a>. The existence of such a phase and its properties are key issues in the theory of quantum chromodynamics (QCD), for understanding the phenomenon of confinement, and for a physics problem called chiral-symmetry restoration. The ALICE collaboration studies the quark-gluon plasma as it expands and cools, observing how it progressively gives rise to the particles that constitute the matter of our universe today.</p><p>The ALICE collaboration uses the 10,000-tonne ALICE <a href=\"https://home.cern/science/experiments/how-detector-works\">detector </a>– 26 m long, 16 m high, and 16 m wide – to study quark-gluon plasma. The detector sits in a vast cavern 56 m below ground close to the village of St Genis-Pouilly in France, receiving beams from the LHC.</p><p>The collaboration counts more than 1000 scientists from over 100 physics institutes in 30 countries.</p>",

    "fr": "<p>ALICE (<a href=\"http://aliceinfo.cern.ch/Public/Welcome.html\">A Large Ion Collider Experiment</a>) est un détecteur d’ions lourds installé sur l’anneau du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC). Il a été conçu pour étudier les propriétés physiques de la matière soumise à l’interaction forte, à des densités d’énergie extrêmes auxquelles une phase de la matière appelée <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">plasma quarks-gluons</a> se forme.</p><p>Toute la matière ordinaire présente aujourd’hui dans l’Univers est composée d’atomes. Chaque atome est constitué d’un noyau, composé de protons et de neutrons (sauf l’hydrogène, qui ne possède pas de neutron) et entouré d’un nuage d’électrons. Les protons et les neutrons, quant à eux, sont constitués de quarks liés entre eux par d’autres particules, appelées gluons.  Aucun quark n’a jamais été observé isolément :  les quarks, comme les gluons, semblent être liés entre eux de manière permanente et confinés dans des particules composites, telles que les protons et les neutrons. Ce phénomène est connu sous le nom de confinement.</p><p>Les collisions qui se produisent dans le LHC génèrent des températures plus de 100 000 fois supérieures à celles qui règnent au centre du Soleil. Tous les ans, sur certaines périodes, le LHC fait entrer en collision des ions plomb pour recréer en laboratoire des conditions similaires à celles qui prévalaient immédiatement après le Big Bang. Dans ces conditions extrêmes, les protons et les neutrons « fondent », libérant les quarks de l’emprise des gluons et formant ainsi le plasma quarks-gluons. L’existence de cette phase et, en particulier, ses propriétés sont, dans la théorie de la chromodynamique quantique (QCD), des éléments-clés pour comprendre le phénomène de confinement et le problème de physique appelé restauration de la symétrie chirale. La collaboration ALICE étudie le plasma quarks-gluons pendant qu’il se dilate et se refroidit, observant comment il donne progressivement naissance aux particules qui constituent la matière de notre univers.</p><p>Pour étudier le plasma quarks-gluons, la collaboration ALICE utilise le <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteur </a> ALICE, qui pèse 10 000 tonnes et mesure 26 mètres de long, 16 mètres de haut et 16 mètres de large. Celui-ci est installé dans une vaste caverne située à 56 mètres sous terre, à proximité du village de Saint-Genis-Pouilly (France), où il reçoit les faisceaux du LHC.</p><p>La collaboration compte plus de 1000 scientifiques représentant plus de 100 instituts de 30 pays.</p>"
  },

  "image_url": "http://cds.cern.ch/record/1436153/files/LRsaba_CERN_0212_3221.jpg?subformat=icon-1440",
  "oda_tags": ["heavy-ion", "lhc", "quark-gluon-plasma", "alice", "experiments", "big-bang", "detector"],
  "section_id": 8,
  "id": "science/experiments/alice"
}
