{
  "title": {
    "en": "The Large Electron-Positron Collider",
    "fr": "Grand collisionneur électron-positon (LEP)"
  },

  "hook": {
    "en": "LEP – the largest electron-positron accelerator ever built – was dismantled in 2000. Its 27-kilometre tunnel now hosts the LHC",
    "fr": "Le LEP  &ndash; le plus grand accélérateur électron-positon jamais construit &ndash; a été arrêté en 2000 pour permettre la construction du LHC"
  },

  "body": {
    "en": "<p>With its 27-kilometre circumference, the Large Electron-Positron (LEP) collider was – and still is – the largest electron-positron accelerator ever built. The excavation of the LEP tunnel was Europe’s largest civil-engineering project prior to the Channel Tunnel. Three tunnel-boring machines started excavating the tunnel in February 1985 and the ring was completed three years later.</p><p>In its first phase of operation, LEP consisted of 5176 magnets and 128 accelerating cavities. CERN’s <a href=\"https://home.cern/science/accelerators\">accelerator complex</a> provided the particles and four enormous detectors, <a href=\"https://home.cern/science/experiments/aleph\">ALEPH</a>, <a href=\"https://home.cern/science/experiments/delphi\">DELPHI</a>, <a href=\"https://home.cern/science/experiments/l3\">L3</a> and <a href=\"https://home.cern/science/experiments/opal\">OPAL</a>, observed the collisions.</p><p>LEP was commissioned in July 1989 and the first beam circulated in the collider on 14 July. The collider's initial energy was chosen to be around 91 GeV, so that Z bosons could be produced. The Z boson and its charged partner the W boson, both discovered at CERN in 1983, are responsible for the weak force, which drives the Sun, for example. Observing the creation and decay of the short-lived Z boson was a critical test of the Standard Model. In the seven years that LEP operated at around 100 GeV it produced around 17 million Z particles.</p><p>In 1995 LEP was upgraded for a second operation phase, with as many as 288 superconducting accelerating cavities added to double the energy so that the collisions could produce pairs of W bosons. The collider's energy eventually topped 209 GeV in 2000.</p><p>During 11 years of research, LEP's experiments provided a detailed study of the electroweak interaction. Measurements performed at LEP also proved that there are three – and only three – generations of particles of matter. LEP was closed down on 2 November 2000 to make way for the construction of the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> in the same tunnel.</p>",

    "fr": "<p>Avec ses 27 kilomètres de circonférence, le LEP était – et est encore – le plus grand accélérateur électron-positon jamais construit. L’excavation du LEP fut le plus vaste chantier européen avant le tunnel sous la Manche. Trois tunneliers ont commencé les travaux d’excavation en février 1985, et l’anneau a été terminé trois ans plus tard.</p><p>Dans sa première phase de fonctionnement, le LEP comportait 5176 aimants et 128 cavités accélératrices. Le complexe d’accélérateurs du CERN fournissait les particules et quatre énormes détecteurs, ALEPH, DELPHI, L3 et OPAL, observaient les collisions.</p><p>Le LEP a été mis en service en juillet 1989 et le premier faisceau a circulé le 14 juillet. L’énergie initiale du collisionneur était d'environ 91 GeV, afin de permettre la production de bosons Z. Le boson Z, et son partenaire chargé, le boson W, tous deux découverts au CERN en 1983, sont les vecteurs de la force faible, celle qui est à l'origine de l'énergie du Soleil, par exemple. Observer la création et la désintégration du boson Z, particule éphémère, était important pour la confirmation du Modèle standard. Au cours des sept ans au cours desquels le LEP a fonctionné aux environs de 100 GeV, il a produit environ 17 millions de particules Z.</p><p>En 1995, le LEP a été amélioré, en vue d’une deuxième phase de fonctionnement ; 288 cavités accélératrices supraconductrices ont été ajoutées en vue de doubler l’énergie, afin que les collisions puissent produire des paires de bosons W. L’énergie du collisionneur a finalement atteint 209 GeV en 2000.</p><p>En 11 années de fonctionnement, les expériences du LEP ont permis une étude détaillée de l’interaction électrofaible. Les mesures effectuées au LEP ont également montré qu’il existe trois – et seulement trois – générations de particules de matière. Le LEP a été arrêté le 2 novembre 2000 pour permettre la construction dans le même tunnel du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC).</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/lep.jpg",
  "oda_tags": ["lep", "accelerators", "electron", "positron"],
  "id": "science/accelerators/large-electron-positron-collider"
}
