{
  "title": {
    "en": "Gargamelle",
    "fr": "Gargamelle"
  },

  "hook": {
    "en": "Gargamelle was a bubble chamber at CERN designed to detect neutrinos",
    "fr": "Gargamelle était une chambre à bulles conçue au CERN pour détecter les neutrinos"
  },

  "body": {
    "en": "<p>Gargamelle was a bubble chamber at CERN designed to detect neutrinos. It operated from 1970 to 1976 with a muon-neutrino beam produced by the CERN <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a>, before moving to the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS) until 1979.</p><p>Gargamelle was 4.8 metres long and 2 metres in diameter. It weighed 1000 tonnes and held nearly 12 cubic metres of heavy-liquid freon (CF3Br).</p><p>As neutrinos have no charge, they do not leave tracks in detectors. The freon in the Gargamelle detector revealed any charged particles set in motion by the neutrinos and so revealed the interactions indirectly. Using freon instead of the more typical liquid hydrogen increased the probability of seeing neutrino interactions.</p><p>Early results from Gargamelle, in the period 1972-4, provided crucial evidence for the existence of quarks, the fundamental constituents of particles such as protons and neutrons. Combining the neutrino results with those from experiments using an electron beam at SLAC in the US showed that the quarks must have charges that are <sup>1</sup>/<sub>3</sub> or <sup>2</sup>/<sub>3</sub> the charge of the proton, just as predicted.</p><p>In July 1973, in a seminar at CERN, the Gargamelle collaboration presented the first direct evidence of the weak neutral current - a process predicted in the mid-1960s independently by Sheldon Glashow, Abdus Salam and Steven Weinberg - that required the existence of a neutral particle to carry the weak fundamental force. This particle, called the Z boson, and the associated weak neutral currents, were predicted by electroweak theory, according to which the weak force and the electromagnetic force are different versions of the same force.</p><p>The discovery involved the search from two types of events: one involving the interaction of a neutrino with an electron in the liquid; in the other the neutrino scattered from a hadron (proton or neutron). The signature of a neutral current event was an isolated vertex from which only hadrons were produced. By July 1973 they had confirmed as many as 166 hadronic events, and one electron event. In both cases, the neutrino enters invisibly, interacts and then moves on, again invisibly. On 3 September the collaboration published two papers on these events in the same issue of <em>Physics Letters.</em></p><p>In 1983, two CERN experiments, <a href=\"https://home.cern/science/experiments/ua1\">UA1</a> and <a href=\"https://home.cern/science/experiments/ua2\">UA2</a>, discovered the <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> and <a href=\"https://home.cern/science/physics/z-boson\">Z</a> particles, carriers of the electroweak force.</p><p>In its short career at the SPS, Gargamelle succeeded in observing for the first time a touchstone weak interaction, involving only leptons, in which a muon-type neutrino hits an electron, producing an electron-neutrino and a muon. However in 1979 the chamber ceased operation after cracks had appeared that proved impossible to repair. The chamber body went on to be a main feature in CERN's <em>Microcosm</em> garden.</p><p>The name of the chamber derives from the giantess Gargamelle in the works of François Rabelais; she was Gargantua's mother.</p>",

    "fr": "<p>Gargamelle était une chambre à bulles conçue au CERN pour détecter les neutrinos. Alimentée dans un premier temps par un faisceau de neutrinos du muon du <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">synchrotron à protons</a> (PS) du CERN, de 1970 à 1976, elle fut ensuite transférée vers le <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super synchrotron à protons</a> qui l’alimenta en faisceaux de neutrinos jusqu’en 1979.</p><p>Gargamelle mesurait 4,8 mètres de longueur et 2 mètres de diamètre. Elle pesait 1 000 tonnes et contenait environ 12 m<sup>3</sup> de liquide dense, le fréon (CF3Br).</p><p>Comme les neutrinos ne possèdent pas de charge, ils ne laissent aucune trace dans les détecteurs. Le fréon utilisé dans le détecteur Gargamelle révélait toutes les particules chargées mises en mouvement par les neutrinos et mettait donc indirectement en évidence les interactions. L’utilisation du fréon, au lieu de l’hydrogène liquide, plus souvent utilisé pour ce genre d’expériences, augmentait la probabilité de détecter des interactions neutrinos.</p><p>Les premiers résultats de Gargamelle, entre 1972 et 1974, ont apporté des indices cruciaux sur l’existence des quarks, les constituants fondamentaux de particules telles que les protons et les neutrons. En associant les résultats sur les neutrinos aux résultats d’expériences menées au SLAC (États-Unis) avec un faisceau d’électrons, il a été démontré que les quarks devaient avoir une charge électrique égale à 1/3 ou à 2/3 de la charge du proton, comme cela avait été prédit.</p><p>En juillet 1973, lors d’un séminaire tenu au CERN, la collaboration Gargamelle présenta les premiers indices directs d’un courant neutre faible, qui exige la présence d’une particule neutre comme vecteur de la force faible. Ce processus avait été prédit indépendamment par Sheldon Glashow, Abdus Salam et Steven Weinberg, au milieu des années 1960. La particule en question, appelée boson Z, et les courants neutres faibles associés avaient été prédits par la théorie électrofaible, selon laquelle la force faible et la force électromagnétique sont des versions différentes de la même force.</p><p>Pour arriver à cette découverte, il a fallu rechercher deux types d’événements : soit l’interaction d’un neutrino avec un électron dans le liquide, soit la diffusion du neutrino par un hadron (un proton ou un neutron). La signature d’un événement de courant neutre était représentée par un vertex isolé duquel s’échappaient uniquement des hadrons. Au mois de juillet 1973, les chercheurs confirmèrent pas moins de 166 événements hadroniques et un événement électronique. Dans les deux cas, le neutrino incident, bien sûr invisible, interagit, puis continue son chemin, à nouveau invisible. Le 3 septembre, la collaboration publia, dans le même numéro de <em>Physics Letters</em>, deux articles au sujet de ces événements.</p><p>En 1983, deux expériences du CERN, UA1 et UA2, découvrirent les bosons <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> et <a href=\"https://home.cern/science/physics/z-boson\">Z</a>, vecteurs de la force électrofaible.</p><p>Pendant sa courte carrière au SPS, Gargamelle aura été le premier détecteur à observer une interaction faible mettant en jeu des leptons, au cours de laquelle un neutrino de type muonique rencontre un électron, produisant un neutrino de l’électron et un muon. La chambre cessa de fonctionner en 1979 suite à l’apparition de fissures qui se révélèrent impossibles à réparer. Le corps de la chambre est depuis l’une des principales attractions du jardin du <em>Microcosm</em> du CERN.</p><p>Le nom de la chambre est tiré des œuvres de Rabelais, où la géante Gargamelle est la mère de Gargantua.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/gargamelle_1.jpg",
  "oda_tags": ["experiments", "gargamelle"],
  "id": "science/experiments/gargamelle"
}
