{
  "title": {
    "en": "Stochastic cooling",
    "fr": "Refroidissement stochastique"
  },

  "hook": {
    "en": "Simon van der Meer invented the stochastic cooling technique at CERN to reduce the energy spread and angular divergence of beams of charged particles",
    "fr": "Le refroidissement stochastique, inventée par Simon van der Meer, vise à réduire la largeur et la distribution en énergie d’un faisceau de particules"
  },

  "body": {
    "en": "<p>The purpose of stochastic cooling, a technique <a href=\"http://cds.cern.ch/record/312939?ln=en\">invented by Simon van der Meer</a> that was developed at CERN at the beginning of the 1970s, is to reduce the energy spread and angular divergence of a beam of charged particles. During this process, the particles are “compressed” into a finer beam with less energy spread and less angular divergence. By increasing the particle density to close to the required energy, this technique improved the beam quality and brought the discovery of the <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> and <a href=\"https://home.cern/science/physics/z-boson\">Z</a> bosons within reach.</p><h2>Organisation of particles and plunging thermometer</h2><p>By analogy with the kinetic theory of gases, where heat is equivalent to disorder, the term “cooling” here denotes the reduction of disorder in the beam. The focus of stochastic cooling is on reducing the amplitudes in the motion of particles in a beam in order to contain them in a restricted space and maintain their energies close to a mean value. The particles are thereby better organised and the beam is cooled.</p><h2>Feedback and corrections</h2><p>Stochastic cooling is a feedback system comprising two components: a detector or pick up which measures the motion of the particles and a corrector, the kicker, which adjusts their angles. When the beam passes in front of the pick-up, the latter measures the deviation of the centre of gravity of a sample of particles in the beam with respect to the requisite orbit. It then sends this error signal to the kicker which, further down the line, applies an electric field to this same sample to correct the deviation measured (see diagram above).</p><h2>Each particle in turn…</h2><p>Stochastic means random. Unlike the majority of feedback systems used in accelerators the stochastic cooling system does not regard the beam as a single unit but as the sum of its separate particles with their own individual characteristics. The system cannot correct the deviation of all the particles in one go, but after a sufficient amount of time has elapsed and the beam has circulated several times around the accelerator, each particle will be concentrated around the chosen orbit. The beam becomes finer and denser and the “cooling” process is complete.</p>",

    "fr": "<p>Le refroidissement stochastique, technique <a href=\"http://cds.cern.ch/record/312939?ln=en\">inventée par Simon van der Meer</a> et développée au CERN au début des années 1970, vise à réduire la largeur et la distribution en énergie d’un faisceau de particules chargées. Au cours de ce processus, les particules sont « comprimées » dans un faisceau plus fin avec des énergies moins dispersées. En augmentant la densité de particules proche de l’énergie souhaitée, cette technique a amélioré la qualité du faisceau produit et a entre autres, rendu possible l’accès au <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">boson W</a>.</p><h2>Organisation et chute du thermomètre</h2><p>Par analogie à la théorie cinétique des gaz, où la chaleur est équivalente au désordre, le terme “refroidissement” désigne ici la diminution du désordre dans le faisceau. Le refroidissement stochastique veille à réduire les amplitudes du mouvement des particules du faisceau pour les contenir dans un espace restreint et maintenir leurs énergies proches d’une valeur moyenne. Les particules sont mieux organisées, le faisceau est refroidi.</p><h2>Rétroaction et corrections</h2><p>Le refroidissement stochastique est un système rétroactif composé de deux éléments : un détecteur ou <em>pick-up</em> chargé de mesurer le mouvement des particules et un correcteur, le <em>kicker</em>, qui en modifie l’angle. Quand le faisceau passe devant le <em>pick-up</em>, ce dernier mesure l’écart du centre de gravité d’un échantillon du faisceau par rapport à l’orbite souhaitée. Ensuite il envoie ce signal d’erreur au <em>kicker</em> qui, plus loin sur le parcours, applique à ce même échantillon, un champ électrique pour corriger l’écart mesuré (voir schéma).</p><h2>De particule en particule…</h2><p>Stochastique signifiant aléatoire, contrairement à la majorité des systèmes rétroactifs utilisés dans les accélérateurs, l’installation de refroidissement stochastique ne considère pas le faisceau comme un tout mais comme la somme de particules individuelles munies de caractéristiques propres. Ce système ne peut pas corriger les écarts de chaque particule en un seul essai, mais après un temps suffisant et plusieurs passages dans l’appareil, l’orbite de chaque particule va se centrer autour de l’orbite choisie. Le faisceau s’affine et se densifie : il est refroidi !</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-11/stochastic-cooling_0.jpg",
  "oda_tags": ["engineering", "stochastic-cooling", "simon-van-der-meer"],
  "section_id": 5,
  "id": "science/engineering/stochastic-cooling"
}
