{
  "title": {
    "en": "A vacuum as empty as interstellar space",
    "fr": "Du vide à l’ultravide – le CERN fait le plein de technologies"
  },

  "hook": {
    "en": "With the first start-up of beams in 2008, the Large Hadron Collider (LHC) became the biggest operational vacuum system in the world",
    "fr": "A la première circulation de faisceaux en 2008, le LHC est devenu le plus grand système à vide du monde en opération"
  },

  "body": {
    "en": "<p>With the first start-up of beams in 2008, the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) became the biggest operational vacuum system in the world. It operates at a variety of levels of pressure and uses an impressive array of vacuum technologies.</p><h2>A three-in-one vacuum system</h2><p>The LHC is unusual in that it has three separate vacuum systems: one for the beam pipes, one for insulating the cryogenically cooled magnets and one for insulating the helium distribution line.</p><p>To avoid colliding with gas molecules inside the accelerator, the beams of particles in the LHC must travel in a vacuum as empty as interstellar space. In the cryomagnets and the helium distribution line, the vacuum serves a different purpose. Here, it acts as a thermal insulator, to reduce the amount of heat that seeps from the surrounding room-temperature environment into the <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">cryogenic parts</a> which are kept at at 1.9 K (-271.3°C).</p><h2>The largest vacuum system in the world</h2><p>With a total of 104 kilometres of piping under vacuum, the vacuum system of the LHC is among the largest in the world. The insulating vacuum, equivalent to some 10<sup>-6</sup> mbar, is made up of an impressive 50 km of piping, with a combined volume of 15,000 cubic metres, more than enough to fill the nave of a cathedral. Building this vacuum system required more than 250,000 welded joints and 18,000 vacuum seals. The remaining 54 km of pipes under vacuum are the beam pipes, through which the LHC's two beams travel. The pressure in these pipes is in the order of 10<sup>-10</sup> to 10<sup>-11</sup> mbar, a vacuum almost as rarefied as that found on the surface of the Moon. The LHC’s vacuum systems are fitted with 170 Bayard-Alpert ionisation gauges and 1084 Pirani and Penning gauges to monitor the vacuum pressure.</p><h2>A vacuum thinner than the interstellar void</h2><p>Ultra-high vacuum is needed for the pipes in which particle beams travel. This includes 48 km of arc sections, kept at 1.9 K, and 6 km of straight sections, kept at room temperature, where beam-control systems and the insertion regions for the experiments are located.</p><p>In the arcs, the ultra-high vacuum is maintained by cryogenic pumping of 9000 cubic metres of gas. As the beam pipes are cooled to extremely low temperatures, the gases condense and adhere to the walls of the beam pipe by adsorption. Just under two weeks of pumping are required to bring the pressures down below 1.013 × 10<sup>-10 </sup>mbar (or 10<sup>-13</sup> atmospheres).</p><p>Two important design features maintain the ultra-high vacuum in the room-temperature sections. Firstly, these sections make widespread use of a non-evaporable \"getter coating\" – developed and industrialized at CERN – that absorbs residual molecules when heated. The coating consists of a thin liner of titanium-zirconium-vanadium alloy deposited inside the beam pipes. It acts as a distributed pumping system, effective for removing all gases except methane and the noble gases. These residual gases are removed by the 780 ion pumps.</p><p>Secondly, the room-temperature sections allow \"bakeout\" of all components at 300°C. Bakeout is a procedure in which the vacuum chambers are heated from the outside in order to improve the quality of the vacuum. This operation needs to be performed at regular intervals to keep the vacuum at the desired low pressure.</p><p>Though these technologies were developed for fundamental research, they have found everyday uses: ultra-high vacuum technology made possible a major improvement in the performance of solar thermal collector panels, for example.</p>",

    "fr": "<p>A la première circulation de faisceaux en 2008, le LHC est devenu le plus grand système à vide du monde en opération. Il opère à travers une large gamme de pressions et utilise une impressionnante variété de technologies du vide.</p><h2>Le système à vide, trois en un</h2><p>Le LHC a la particularité d’avoir trois systèmes à vide, consacrés aux conduits des faisceaux et à l’isolation des cryoaimants et de la ligne de distribution d’hélium.</p><p>Afin d’éviter les collisions avec des molécules de gaz présentes dans l’accélérateur, les faisceaux de particules du LHC doivent voyager dans une cavité aussi vide que l’espace interplanétaire. C’est l’ultravide.</p><p>Le vide a une seconde fonction dans les cryoaimants et la ligne de distribution d’hélium. Il est utilisé pour ses capacités d’isolation thermique : il permet de diminuer les pertes de chaleur entre les parties cryogéniques (à 1,9 K soit -271.3°C) et leur environnement à température ambiante.</p><h2>Le plus grand système à vide du monde !</h2><p>Avec un total de 104 km de lignes sous vide, le LHC représente l’un des systèmes à vide les plus grands du monde.</p><p>Le vide d’isolation de l’ordre de 10<sup>-6</sup> mbar impressionne par ses dimensions, ce n’est pas moins de 50 km de lignes pour un volume de 15 000 m<sup>3</sup> – des dimensions bien plus importantes que celles de la nef d’une cathédrale. Plus de 250 000 soudures et 18 000 joints ont été nécessaires à la réalisation de ce circuit sous vide.</p><p>Les 54 km de lignes restantes sont consacrées à la circulation des deux faisceaux. La pression dans ces tubes de faisceau s’élève entre 10<sup>-10</sup> et 10<sup>-11</sup> mbar, ce qui est extrêmement plus faible que la pression sur Lune.</p><p>Les systèmes à vide du LHC ne contiennent pas moins de 170 jauges à ionisations de type Bayard-Alpert et 1084 jauges de type Pirani et Penning, pour assurer la lecture des pressions.</p><h2>Quelques semaines pour un espace plus vide que le reste du système solaire…</h2><p>Le système ultravide – nécessaire à la circulation des faisceaux - se compose de 48 km d’arcs à 1,9 K et de 6 km de sections droites à température ambiante, contennant l’insertion des zones expérimentales et des zones de contrôle du faisceau.</p><p>Dans les arcs, l’ultravide résulte d’un immense pompage cryogénique, de 9000 m<sup>3</sup> de gaz : les tubes de faisceau sont refroidis à très basse température entrainant la condensation et la fixation des gaz sur les parois (phénomène d’adsorption). Un peu moins de deux semaines de pompage sont nécessaires pour atteindre des pressions inférieures à 10<sup>-13</sup> atm.</p><h2>Ultravide et technologie du CERN</h2><p>Dans les sections à tempréature ambiante l’ultravide est obtenu grâce à une conception optimisée permettant d’étuver tous les composants à 300°C, ainsi qu’à l’utilisation généralisée d’un revêtement absorbant non évaporable, le « non-evaporable getter » (NEG) développé et industrialisé au CERN.</p><p>L'étuvage consiste à chauffer les tubes à vide de l'extérieur afin d'améliorer la qualité du vide. Cette opération est répétée régulièrement pour obtenir et conserver une faible pression.</p><p>Quant au revêtement NEG, il absorbe les molécules résiduelles lorsqu’il est chauffé. Cet alliage Titane, Zircomium et Vanadium est déposé en couche mince à l’intérieur des tubes de faisceau et permet un pompage distribué de tous les gaz à l’exception des gaz nobles et du méthane. Ce système de pompage est donc complèté par l’utilisation de 780 pompes ioniques capable de retirer ces gaz résiduels.</p><p><em>Ces technologies développées pour la recherche fondamentale peuvent trouver</em> des applications dans la vie de tous les jours. Ainsi en 2012, les technologies de l’ultra-vide ont permis d’améliorer grandement l’efficacité de panneaux solaires.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/beam-screen_0_1.jpg",
  "oda_tags": ["engineering", "vacuum"],
  "section_id": 5,
  "id": "science/engineering/vacuum-empty-interstellar-space"
}
