{
  "title": {
    "en": "The Higgs boson",
    "fr": "Le boson de Higgs"
  },

  "hook": {
    "en": "Elementary particles gain their mass from a fundamental field associated with the Higgs boson",
    "fr": "Les particules élémentaires tirent leur masse d'un champ fondamental associé au boson de Higgs"
  },

  "body": {
    "en": "<h3>The Brout-Englert-Higgs mechanism</h3><p>In the 1970s, physicists realised that there are very close ties between two of the four fundamental forces – the weak force and the electromagnetic force. The two forces can be described within the same theory, which forms the basis of the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a>. This “unification” implies that electricity, magnetism, light and some types of radioactivity are all manifestations of a single underlying force known as the electroweak force.</p><p>The basic equations of the unified theory correctly describe the electroweak force and its associated force-carrying particles, namely the photon, and the <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> and <a href=\"https://home.cern/science/physics/z-boson\">Z</a> bosons, except for a major glitch. All of these particles emerge without a mass. While this is true for the photon, we know that the W and Z have mass, nearly 100 times that of a proton. Fortunately, theorists Robert Brout, François Englert and Peter Higgs made a proposal that was to solve this problem. What we now call the Brout-Englert-Higgs mechanism gives a mass to the W and Z when they interact with an invisible field, now called the “Higgs field”, which pervades the universe.</p><figure><a href=\"https://cds.cern.ch/images/CERN-HI-1207136-101\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2012/1207136/1207136_101/1207136_101-A4-at-144-dpi.jpg\"/></a><figcaption>At CERN on 4 July, the ATLAS and CMS collaborations present evidence in the LHC data for a particle consistent with a Higgs boson, the particle linked to the mechanism proposed in the 1960s to give mass to the W, Z and other particles. (Image: Maximilien Brice/Laurent Egli/CERN)</figcaption></figure><p><a href=\"https://home.cern/science/physics/early-universe\">Just after the big bang</a>, the Higgs field was zero, but as the universe cooled and the temperature fell below a critical value, the field grew spontaneously so that any particle interacting with it acquired a mass. The more a particle interacts with this field, the heavier it is. Particles like the photon that do not interact with it are left with no mass at all. Like all fundamental fields, the Higgs field has an associated particle – the Higgs boson. The Higgs boson is the visible manifestation of the Higgs field, rather like a wave at the surface of the sea.</p><h3>An elusive particle</h3><figure><a href=\"https://cds.cern.ch/images/OPEN-PHO-EXP-2013-003-1\"><img src=\"https://cds.cern.ch/images/OPEN-PHO-EXP-2013-003-1/file?size=medium\"/></a><figcaption>Candidate Higgs boson events from collisions between protons in the LHC. The top event in the CMS experiment shows a decay into two photons (dashed yellow lines and green towers). The lower event in the ATLAS experiment shows a decay into four muons (red tracks) (Image: CMS/ATLAS/CERN)</figcaption></figure><p>A problem for many years has been that no experiment has observed the Higgs boson to confirm the theory. On 4 July 2012, the <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a> experiments at CERN's <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> announced they had each observed a new particle in the mass region around 125 GeV. This particle is consistent with the Higgs boson but it will take further work to determine whether or not it is the Higgs boson predicted by the Standard Model. The Higgs boson, as proposed within the Standard Model, is the simplest manifestation of the Brout-Englert-Higgs mechanism. Other types of Higgs bosons are predicted by other theories that go beyond the Standard Model.</p><p>On 8 October 2013 the <a href=\"https://www.nobelprize.org/prizes/physics/2013/summary/\">Nobel prize in physics</a> was awarded jointly to François Englert and Peter Higgs “for the theoretical discovery of a mechanism that contributes to our understanding of the origin of mass of subatomic particles, and which recently was confirmed through the discovery of the predicted fundamental particle, by the ATLAS and CMS experiments at CERN's Large Hadron Collider”.</p>",

    "fr": "<h3>Le mécanisme de Brout-Englert-Higgs</h3><p>Dans les années 1970, les physiciens ont compris qu’il y avait des liens étroits entre deux des quatre forces fondamentales, la force faible et la force électromagnétique. Ces dernières peuvent être décrites dans le cadre d’une théorie unifiée, qui constitue la base du <a href=\"https://home.cern/science/physics/standard-model\">Modèle standard</a>. On entend par « unification » le fait que l’électricité, le magnétisme, la lumière et certains types de radioactivité sont tous des manifestations d’une seule et même force appelée force électrofaible.</p><p>Les équations fondamentales de la théorie unifiée décrivent de façon correcte la force électrofaible et ses particules porteuses de force associées, à savoir le photon et les bosons <a href=\"https://home.cern/science/physics/w-boson-sunshine-and-stardust\">W</a> et <a href=\"https://home.cern/science/physics/z-boson\">Z</a>. Mais il y a un hic. Dans ce modèle, toutes ces particules paraissent dépourvues de masse. Or si le photon a effectivement une masse nulle, nous savons que les particules W et Z ont une masse non nulle, équivalente à près de 100 fois la masse d'un proton. Heureusement, les théoriciens Robert Brout, François Englert et Peter Higgs ont proposé une théorie qui devait résoudre ce problème. Ce que nous appelons à présent mécanisme de Brout-Englert-Higgs donne une masse au W et au Z lorsqu'ils interagissent avec un champ invisible, dit « champ de Higgs »,  présent dans tout l’Univers.</p><figure><a href=\"https://cds.cern.ch/images/CERN-HI-1207136-101\"><img src=\"https://mediaarchive.cern.ch/MediaArchive/Photo/Public/2012/1207136/1207136_101/1207136_101-A4-at-144-dpi.jpg\"/></a><figcaption>Le 4 juillet 2012 au CERN, les collaborations ATLAS et CMS ont présenté dans leurs données du LHC la preuve de l’existence d’une particule compatible avec un boson de Higgs, la particule liée au mécanisme proposé dans les années 1960 pour expliquer pourquoi les particules W, Z et d’autres particules ont une masse.(Image: Maximilien Brice/Laurent Egli/CERN)</figcaption></figure><p><a href=\"https://home.cern/science/physics/early-universe\">Juste après le Big Bang</a>, le champ de Higgs était nul, mais, lorsque l’Univers a commencé à se refroidir, et que la température est tombée en dessous d’une certaine valeur critique, le champ s’est développé spontanément, si bien que toutes les particules interagissant avec ce champ ont acquis une masse. Plus une particule interagit avec ce champ, plus elle est massive. Les particules comme le photon, qui n’interagissent pas avec le champ, se retrouvent totalement dépourvues de masse. Comme tous les champs fondamentaux, le champ de Higgs est associé à une particule, le boson de Higgs. Le boson de Higgs est la manifestation visible du champ de Higgs, un peu comme la vague à la surface de la mer.</p><h3>L’insaisissable particule</h3><figure><a href=\"https://cds.cern.ch/images/OPEN-PHO-EXP-2013-003-1\"><img src=\"https://cds.cern.ch/images/OPEN-PHO-EXP-2013-003-1/file?size=medium\"/></a><figcaption>Événements candidats au boson de Higgs issus de collisions entre protons dans le LHC. L’événement du haut, obtenu par l’expérience CMS, montre une désintégration en deux photons (lignes jaunes en pointillés et lignes vertes). L’événement du bas, obtenu par l’expérience ATLAS, montre une désintégration en quatre muons (traces rouges). (Image: CMS/ATLAS/CERN)</figcaption></figure><p>Pendant de nombreuses années, le problème a été qu’aucune expérience n’avait observé le boson de Higgs, ce qui aurait permis de confirmer la théorie. Le 4 juillet 2012, les expériences <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> et <a href=\"https://home.cern/science/experiments/cms\">CMS</a> auprès du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) ont annoncé qu'elles avaient toutes deux observé une nouvelle particule dont la masse se situait dans la région des 126 GeV.</p><p>Le 8 octobre 2013, le <a href=\"https://www.nobelprize.org/prizes/physics/2013/summary/\">prix Nobel de physique</a> a été attribué conjointement à François Englert et Peter Higgs « pour la découverte théorique du mécanisme contribuant à notre compréhension de l’origine de la masse des particules subatomiques et récemment confirmée par la découverte, par les expériences ATLAS et CMS auprès du LHC du CERN, de la particule fondamentale prédite par cette théorie ».</p>"
  },

  "image_url": "https://cds.cern.ch/images/CMS-PHO-EVENTS-2011-010-12/file?size=large",
  "oda_tags": ["physics"],
  "id": "science/physics/higgs-boson"
}
