{
  "title": {
    "en": "High-Luminosity LHC",
    "fr": "Le LHC à haute luminosité"
  },

  "hook": {
    "en": "The High-Luminosity Large Hadron Collider will increase the number of collisions to study fundamental components of matter in more detail.",
    "fr": "Le Grand collisionneur de hadrons à haute luminosité va augmenter les performances du LHC pour étudier les composants élémentaires de la matière en détail."
  },

  "body": {
    "en": "<p>The High-Luminosity Large Hadron Collider (HL-LHC) project aims to crank up the performance of the LHC in order to increase the potential for discoveries after 2025. The objective is to increase luminosity by a factor of 10 beyond the LHC’s design value.</p><p>Luminosity is an important indicator of the performance of an <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accelerator</a>: it is proportional to the number of collisions that occur in a given amount of time. The higher the luminosity, the more data the experiments can gather to allow them to observe rare processes.</p><p>The High-Luminosity LHC, which should be operational as from 2026, will allow physicists to study of known mechanisms in greater detail, such as the <a href=\"https://home.cern/science/physics/higgs-boson\">Higgs boson</a>, and observe rare new phenomena that might reveal themselves. For example, the High-Luminosity LHC will produce at least 15 million Higgs bosons per year, compared to around three million from the LHC in 2017.</p><p>The High-Luminosity LHC project was announced as the top priority of the <a href=\"https://home.cern/news/news/cern/cern-council-updates-european-strategy-particle-physics\">European Strategy for Particle Physics</a> in 2013.</p><p>Its development depends on several technological innovations.  The first phase of the project began in 2011 and was partly financed by the European Commission’s seventh framework programme (FP7). This first phase brought together many laboratories from CERN’s Member States, as well as from Russia, Japan and the US. The design study came to a close in October 2015 with the publication of a technical design report, marking the start of the construction phase for the project at CERN and in industry. The <a href=\"https://home.cern/news/news/accelerators/ground-breaking-ceremony-high-luminosity-lhc\">civil-engineering</a> work started in April 2018. </p><p>The project is led by CERN with the support of an international collaboration of 29 institutions in 13 countries, including the United States, Japan and Canada.</p><p>The materials budget for the accelerator is set at 950 million Swiss francs between 2015 and 2026, assuming a constant CERN budget.</p><p> </p><h3><a href=\"https://home.cern/science/accelerators/new-technologies-high-luminosity-lhc\" title=\"Technologies\">               Technologies            </a></h3><h3><a href=\"https://home.cern/resources/faqs?field_p_faq_display_audience_target_id=All&amp;field_p_faq_display_topic_target_id=All&amp;text=high-luminosity\" title=\"FAQ\">               FAQ            </a></h3><h3><a href=\"https://home.cern/resources/faqs/civil-engineering-work-high-luminosity-lhc\" title=\"Civil engineering\">               Civil engineering            </a></h3>",

    "fr": "<p>Le projet de Grand collisionneur de hadrons à haute luminosité (LHC à haute luminosité) vise à <strong>pousser les performances</strong> du LHC à leur maximum pour augmenter le potentiel de découvertes après 2025. L’objectif est d’accroître la luminosité d’un facteur 10 par rapport à sa valeur nominale.</p><p>La luminosité est un indicateur important de la performance d’un <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accélérateur</a> : elle est proportionnelle au nombre de collisions se produisant en un temps donné. Plus la luminosité est grande, plus les expériences récoltent de données, leur permettant d’observer des processus rares.</p><p>Le LHC à haute luminosité, qui devrait être mis en service en 2026, permettra aux physiciens d'étudier les mécanismes connus en détail, comme <a href=\"https://home.cern/science/physics/higgs-boson\">le boson de Higgs</a>, et d'observer de <strong>nouveaux phénomènes très rares</strong> qui pourraient se manifester. À titre d’exemple, le LHC à haute luminosité produira chaque année au moins 15 millions de bosons de Higgs, contre environ trois millions en 2017.</p><p>Le LHC à haute luminosité a été déclaré projet prioritaire en 2013 dans le cadre de <strong><a href=\"https://home.cern/news/news/cern/cern-council-updates-european-strategy-particle-physics\">la stratégie européenne pour la physique des particules</a></strong>.</p><p>Son développement repose sur plusieurs innovations techniques. La première phase du projet, qui a débuté en novembre 2011 et a été en partie financée par le septième programme-cadre de la Commission européenne (7e PC). Cette phase a réuni de nombreux laboratoires des États membres du CERN, mais également de Russie, du Japon et des États-Unis. L'étude de conception a pris fin en octobre 2015 avec la publication d'un rapport technique de conception. La phase de construction a ensuite débuté au CERN et dans l'industrie. Les <a href=\"https://home.cern/news/news/accelerators/ground-breaking-ceremony-high-luminosity-lhc\">travaux de génie civil</a> ont démarré en avril 2018.</p><p>Le projet est mené par le CERN avec le soutien d'une collaboration internationale de 29 instituts dans 13 pays, dont les États-Unis, le Japon et le Canada.</p><p>Le budget matériel pour l’accélérateur est de 950 millions de francs suisses entre 2015 et 2026, avec un budget du CERN constant.</p><p> </p><h3><a href=\"https://home.cern/science/accelerators/new-technologies-high-luminosity-lhc\" title=\"Technologies\">               Technologies            </a></h3><h3><a href=\"https://home.cern/resources/faqs?field_p_faq_display_audience_target_id=All&amp;field_p_faq_display_topic_target_id=All&amp;text=luminosit%C3%A9\" title=\"FAQ\">               FAQ            </a></h3><h3><a href=\"https://home.cern/resources/faqs/civil-engineering-work-high-luminosity-lhc\" title=\"Génie civil\">               Génie civil            </a></h3>"
  },

  "image_url": "https://cds.cern.ch/images/OPEN-PHO-ACCEL-2017-010-2/file?size=large",
  "oda_tags": ["accelerators"],
  "id": "science/accelerators/high-luminosity-lhc"
}
