{
  "title": {
    "en": "Linear accelerator 3",
    "fr": "Accélérateur linéaire 3"
  },

  "hook": {
    "en": "Linac 3 is the starting point for the ions used in physics experiments at CERN",
    "fr": "L’accélérateur linéaire 3 constitue le point de départ des ions utilisés dans les expériences menées au CERN"
  },

  "body": {
    "en": "<p>Linear accelerator 3 (Linac 3) is the starting point for the ions used in experiments at CERN. It provides lead ions for the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) and for fixed-target experiments. Researchers have requested that it produce other ions in the future, including argon and xenon.</p><p>Linear accelerators use <a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">radiofrequency cavities</a> to charge cylindrical conductors. The ions pass through the conductors, which are alternately charged positive or negative. The conductors behind them push particles and the conductors ahead of them pull, causing the particles to accelerate. Superconducting magnets ensure particles remain in a tight beam.</p><p>The linear accelerators at CERN have swapped and changed roles over the years. After <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac 2</a> was built, <a href=\"https://home.cern/science/accelerators/linear-accelerator-1\">Linac 1</a> was used to deliver ions for experiments at the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a>. There was soon pressure to provide heavier ions to study <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">quark-gluon plasma</a>, so the dedicated Linac 3 was built. It started up in 1994, providing ions to the <a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Proton Synchrotron Booster</a>. It now injects lead ions into the <a href=\"https://home.cern/science/accelerators/low-energy-ion-ring\">Low Energy Ion Ring</a>, which prepares them for injection into the LHC.</p><p>Linac 3 uses up about 500 milligrams of lead per two weeks of operation. At the particles’ origin and during acceleration through Linac 3, electrons are stripped away. Eventually, all of the electrons are removed and the lead is transformed into bare nuclei, which are easier to accelerate than whole ions.</p><p>Linac 3 is expected to be in use until at least 2022.</p>",

    "fr": "<p>L’accélérateur linéaire 3 (Linac 3) constitue le point de départ des ions utilisés dans les expériences menées au CERN. Il fournit des ions plomb au <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) et aux expériences à cible fixe. Les chercheurs souhaiteraient qu’il produise d’autres ions dans l’avenir, notamment des ions argon et xénon.</p><p>Les accélérateurs linéaires emploient des cavités radiofréquence pour charger des conducteurs cylindriques. Les ions franchissent les conducteurs, qui oscillent entre charge positive et charge négative. Les conducteurs exercent ainsi alternativement une répulsion et une attraction sur les particules, provoquant leur accélération. De petits aimants quadripolaires permettent de resserrer le faisceau de particules.</p><p>Les accélérateurs linéaires du CERN ont changé de fonctions au fil des années. Une fois le <a href=\"https://home.cern/science/accelerators/linear-accelerator-2\">Linac 2</a> construit, le <a href=\"https://home.cern/science/accelerators/linear-accelerator-1\">Linac 1</a> a été utilisé pour alimenter en ions les expériences menées auprès du Supersynchrotron à protons. On a ensuite rapidement ressenti le besoin de disposer d’ions plus lourds pour étudier le <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">plasma quarks-gluons</a>. Le Linac 3 a alors été construit. Il entra en service en 1994, fournissant d'abord des ions au Synchrotron injecteur du PS (PSB). Aujourd’hui, il injecte des ions plomb dans l'Anneau d’ions de basse énergie (LEIR), qui les prépare pour une injection dans le LHC.</p><p>Le Linac 3 utilise environ 500 milligrammes de plomb en deux semaines d’exploitation. À leur origine, et au cours de leur accélération dans le Linac 3, les ions sont débarrassés de leurs électrons. Tous les électrons étant finalement arrachés, il ne reste que des noyaux nus, plus faciles à accélérer.</p><p>Le Linac 3 devrait rester en service au moins jusqu’en 2022.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/linac-3-lead-source.jpg",
  "oda_tags": ["accelerators", "linear-accelerator"],
  "id": "science/accelerators/linear-accelerator-3"
}
