{
  "title": {
    "en": "The Low Energy Ion Ring",
    "fr": "L’Anneau d’ions de basse énergie \nCDS"
  },

  "hook": {
    "en": "LEIR takes long pulses of lead ions from Linac 3 and transforms them into the short, dense bunches suitable for injection to the Large Hadron Collider",
    "fr": "L’Anneau d’ions de basse énergie reçoit de l’accélérateur linéaire 3 de longues impulsions d’ions plomb qu’il transforme en paquets courts et denses"
  },

  "body": {
    "en": "<p>The Low Energy Ion Ring (LEIR) receives long pulses of lead ions from <a href=\"https://home.cern/science/accelerators/linear-accelerator-3\">Linear accelerator 3</a> (Linac 3) and transforms them into the short, dense bunches suitable for injection to the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC).</p><p>LEIR splits each long pulse from Linac 3 into four shorter bunches, each containing 2.2×10<sup>8</sup> lead ions. It takes about 2.5 seconds for LEIR to accelerate the bunches, in groups of two, from 4.2 MeV to 72 MeV. The ions are then at a suitable energy to be passed to the <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> (PS) for storage. Next, the lead ions are passed from accelerator to accelerator along the CERN complex to end up at their highest energy in the LHC. The LHC uses 592 bunches of ions per beam, so it takes around 10 minutes for LEIR to provide enough for a complete fill.</p><p>LEIR was first proposed in 1993 as a conversion of a then-existing machine, the <a href=\"https://home.cern/science/accelerators/low-energy-antiproton-ring\">Low Energy Antiproton Ring</a> (LEAR). The older machine was designed to decelerate antiprotons. It finished in 1996, offering the opportunity to transfrom LEAR with an \"A\" into LEIR with an \"I\". Slowing and storing antimatter is now provided by the <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a> and the experiments <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS </a>and <a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a>.</p><p>Work on the LEIR upgrade started in 2003, and by autumn 2006, the accelerator was being used to re-commission the PS to handle ions. In 2007 LEIR did the same for the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a>. Finally, in November 2010, the Low Energy Ion Ring carried out its primary role for the first time, providing lead ions for the very first ion collisions in the LHC.</p>",

    "fr": "<p>L’Anneau d’ions de basse énergie (<em>Low Energy Ion Ring</em> - LEIR) reçoit de l’accélérateur linéaire 3 (Linac 3) de longues impulsions d’ions plomb qu’il transforme en paquets courts et denses, qui seront injectés dans le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC).</p><p>Le LEIR sépare chacune des longues impulsions reçues du Linac 3 en quatre paquets plus courts contenant chacun 2,2 × 10<sup>8</sup> ions plomb. Il faut environ 2,5 secondes au LEIR pour accélérer les paquets, par groupes de deux, et les faire passer de 4,2 MeV à 72 MeV. Les ions ont alors l’énergie requise pour être envoyés vers le Synchrotron à protons (PS), où ils sont stockés. Les ions plomb circulent ensuite d’un accélérateur à l’autre tout au long du complexe d’accélérateurs du CERN et parviennent au LHC à leur énergie maximale. Le LHC fonctionne avec 592 paquets d’ions par faisceau. Il faut donc 10 minutes environ au LEIR pour fournir suffisamment de paquets pour un cycle complet.</p><p>Le LEIR a été proposé pour la première fois en 1993 pour succéder à une autre machine, l’Anneau d’antiprotons de basse énergie (<a href=\"https://home.cern/science/accelerators/low-energy-antiproton-ring\"><em>Low Energy Antiproton Ring</em></a> - LEAR). Le LEAR avait été conçu pour décélérer des antiprotons. La machine fut mise hors service en 1996, pour permettre de convertir le LEAR en LEIR. Ce sont désormais le Décélérateur d’antiprotons (AD) ainsi que les expériences <a href=\"https://home.cern/science/experiments/alpha\">ALPHA</a>, <a href=\"https://home.cern/science/experiments/aegis\">AEGIS</a> et <a href=\"https://home.cern/science/experiments/asacusa\">ASACUSA</a> qui ralentissent et stockent l’antimatière.</p><p>Les travaux de transformation du LEAR en LEIR ont commencé en 2003, et, à l’automne 2006, la machine a servi pour adapter le PS l’exploitation avec ions. En 2007, elle a fait la même chose pour le Supersynchroton à protons. En novembre 2010, l’Anneau d’ions de basse énergie a pour la première fois rempli sa mission première : fournir des ions plomb pour les toutes premières collisions d’ions au LHC.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/leir.jpg",
  "oda_tags": ["leir", "accelerators"],
  "id": "science/accelerators/low-energy-ion-ring"
}
