{
  "title": {
    "en": "Computing",
    "fr": "Informatique"
  },

  "hook": {
    "en": "A central role in the fulfilment of CERN’s mission",
    "fr": "Un rôle central dans la réalisation de la mission du CERN"
  },

  "body": {
    "en": "<p>CERN is one of the most highly demanding computing environments in the research world. The <a href=\"https://home.cern/science/computing/birth-web\">World Wide Web was originally conceived and developed at CERN</a> to meet the demand for automated information-sharing between scientists in universities and institutes around the world. From software development, to data processing and storage, networks, support for the LHC and non-LHC experimental programme, automation and controls, as well as services for the accelerator complex and for the whole laboratory and its users, computing is at the heart of CERN’s infrastructure.</p><p>The <a href=\"https://home.cern/science/computing/grid\">Worldwide LHC Computing Grid (WLCG)</a> – a distributed computing infrastructure arranged in tiers – gives a community of thousands of physicists near real-time access to LHC data. The CERN data centre – working in unison with its extension in Budapest – is at the heart of WLCG, the first point of contact between experimental data from the LHC and the grid. Through <a href=\"https://home.cern/science/computing/cern-openlab\">CERN openlab</a>, a unique public-private partnership, CERN collaborates with leading ICT companies and other research organisations to accelerate the development of cutting-edge ICT solutions for the research community.</p><h3><a href=\"https://home.cern/science/computing/data-centre\" title=\"CERN Data Centre\">               CERN Data Centre            </a></h3><h3><a href=\"https://home.cern/science/computing/grid\" title=\"WLCG\">               WLCG            </a></h3>The Worldwide LHC Computing Grid<h3><a href=\"https://home.cern/science/computing/storage\" title=\"Storage\">               Storage            </a></h3><h3><a href=\"https://home.cern/science/computing/network\" title=\"The network challenge\">               The network challenge            </a></h3><h3><a href=\"https://home.cern/science/computing/open-source-open-science\" title=\"Open source for open science\">               Open source for open science            </a></h3><h3><a href=\"https://home.cern/science/computing/data-preservation\" title=\"Data preservation\">               Data preservation            </a></h3><h3><a href=\"https://home.cern/science/computing/cern-openlab\" title=\"CERN openlab\">               CERN openlab            </a></h3><h3><a href=\"https://home.cern/science/computing/volunteer-computing\" title=\"Volunteer computing\">               Volunteer computing            </a></h3><h3><a href=\"https://home.cern/science/computing/net-neutrality\" title=\"Net neutrality\">               Net neutrality            </a></h3><h2><a id=\"future\" name=\"future\"></a>Towards the future: tackling upcoming data challenges</h2><p>A continuing programme of upgrades and consolidations to the LHC and the experiments at CERN will result in hugely increased ICT demands in the coming years, exceeding what is expected to be achievable with a constant investment budget by several factors in both storage and computing capacity. The High-Luminosity LHC, the successor to the LHC, is planned to come online after 2025. By this time, the total computing capacity required by the experiments is expected to be 50-100 times greater than today, with data storage needs expected to be in the order of exabytes.</p><p>In order to address this, in 2017 the High Energy Physics community produced a <a href=\"https://arxiv.org/abs/1712.06982\">roadmap Community White Paper (arXiv:1712.06982)</a> that explores these software challenges and describes a number of potential mechanisms by which the community can address these problems of capacity and efficiency that will be faced during the next decade.</p><p>The large-scale data challenges of HL-LHC are also shared with other science communities. WLCG and CERN have been working with the Square Kilometre Array (SKA) radio astronomy community to explore some of these common challenges. In June 2017, CERN and the SKA Organisation signed a Collaboration Agreement for joint work in computing and data management.</p><p>In 2017 CERN openlab also published <a href=\"http://cds.cern.ch/record/2301895/files/Whitepaper_brochure_ONLINE.pdf\">a white paper</a> identifying the major ICT challenges that face CERN and other ‘big science’ projects in the coming years in order to collaborate with the industry and research institutes to tackle them.</p>",

    "fr": "<p>Le CERN est l’un des environnements informatiques scientifiques les plus exigeants du monde. <a href=\"https://home.cern/science/computing/birth-web\">C’est le lieu de naissance du World Wide Web</a>, qui y a initialement été conçu et développé afin de permettre aux physiciens d’universités et d’instituts du monde entier d’échanger des informations de façon simple et instantanée. Tant par les services au complexe d’accélérateurs, au Laboratoire et à ses utilisateurs, que par le développement logiciel, le traitement et stockage des données, les réseaux, le soutien au programme expérimental LHC et non LHC, et l'automatisation et les contrôles, l’informatique est au cœur de l’infrastructure du CERN.</p><p><a href=\"https://home.cern/science/computing/grid\">La Grille mondiale de calcul pour le LHC (WLCG)</a>, une infrastructure informatique distribuée organisée par niveaux, assure quasiment en temps réel l’accès aux données du LHC à une communauté de milliers de physiciens. Le Centre de calcul du CERN - de concert avec son extension à Budapest – se trouve au cœur de la Grille WLCG. Il est le premier point de contact entre cette dernière et les données expérimentales du LHC. Via <a href=\"https://home.cern/science/computing/cern-openlab\">CERN openlab</a>, le CERN collabore par ailleurs avec des entreprises et des instituts de recherche de premier plan dans le domaine des technologies de l’information et de la communication. Ce partenariat public-privé unique permet d’accélérer le développement de solutions de pointe pour la communauté scientifique.</p><h3><a href=\"https://home.cern/science/computing/data-centre\" title=\"Le Centre de calcul du CERN\">               Le Centre de calcul du CERN            </a></h3><h3><a href=\"https://home.cern/science/computing/grid\" title=\"La Grille de calcul mondiale pour le LHC (WLCG)\">               La Grille de calcul mondiale pour le LHC (WLC...            </a></h3><h3>               Stockage des données            </h3><h3><a href=\"https://home.cern/science/computing/network\" title=\"Les défis des réseaux\">               Les défis des réseaux            </a></h3><h3>               Logiciels libres pour une science ouverte            </h3><h3><a href=\"https://home.cern/science/computing/data-preservation\" title=\"Préservation des données\">               Préservation des données            </a></h3><h3><a href=\"https://home.cern/science/computing/cern-openlab\" title=\"CERN openlab\">               CERN openlab            </a></h3><h3>               Calcul distribué volontaire            </h3><h3><a href=\"https://home.cern/science/computing/net-neutrality\" title=\"Neutralité du Net\">               Neutralité du Net             </a></h3><h2><a id=\"future\" name=\"future\"></a>Le futur : faire face aux défis de demain</h2><p>Un programme continu de mises à niveau et de consolidations du LHC et des expériences au CERN entraîneront une augmentation considérable en tremes de besoins informatiques dans les années à venir, dépassant ce qui devrait être réalisable avec un budget d'investissement constant. Les besoins en capacité de stockage et de calcul seront supérieurs de plusieurs ordres de grandeur à ce que, à budget constant, les projections en termes de progrès technologiques permettent d’espérer. Le LHC à haute luminosité, le successeur du LHC, devrait être opérationnel après 2025. À ce stade, la capacité de calcul totale requise par les expériences devrait être 50 à 100 fois supérieure à celle d'aujourd'hui, les besoins en stockage de données requis devant être de l'ordre des exaoctets.</p><p>Pour remédier à ce problème, la Fondation HSF (HEP Software Foundation) a publié cette année <a href=\"https://arxiv.org/abs/1712.06982\">un livre blanc, une forme de feuille de route pour la communauté</a>, qui explore les défis informatiques à venir et décrit les mécanismes possibles pour les surmonter.</p><p>D’autres communautés scientifiques sont aussi confrontées à de tels défis. À titre d’exemple, le CERN et la Grille WLCG collaborent avec la communauté de la radioastronomie gérant le projet de radiotélescope Square Kilometer Array (SKA). Au mois de juin, le CERN et SKA ont signé un accord de collaboration portant sur la capacité de calcul et la gestion de données.</p><p>CERN openlab a également publié en 2017 <a href=\"http://cds.cern.ch/record/2301895/files/Whitepaper_brochure_ONLINE.pdf\">un livre blanc</a> sur les défis informatiques de la recherche scientifique, qui présente les problématiques pouvant être résolues par des projets collaboratifs de recherche et développement avec des entreprises de premier plan.</p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-CO-1008289-04/file?size=large",
  "oda_tags": ["computing"],
  "id": "science/computing"
}
