{
  "title": {
    "en": "The Synchrocyclotron",
    "fr": "Le Synchrocyclotron"
  },

  "hook": {
    "en": "The 600-MeV Synchrocyclotron, which came into operation in 1957, was CERN’s first accelerator",
    "fr": "Mis en service en 1957, le synchrocyclotron (SC) fut le premier accélérateur du CERN"
  },

  "body": {
    "en": "<p>The 600-MeV Synchrocyclotron (SC), which came into operation in 1957, was CERN’s first accelerator. It provided beams for CERN’s first experiments in particle and nuclear physics. In 1964, this machine started to concentrate on nuclear physics alone, leaving particle physics to the newer and more powerful <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a>.</p><p>The SC became a remarkably long-lived machine. In 1967, it started supplying beams for a dedicated radioactive-ion-beam facility called <a href=\"https://home.cern/science/experiments/isolde\">ISOLDE</a>, which still carries out research ranging from pure nuclear physics to astrophysics and medical physics. In 1990, ISOLDE was transferred to the <a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Proton Synchrotron Booster</a>, and the SC closed down after 33 years of service.</p>",

    "fr": "<p>Mis en service en 1957, le synchrocyclotron (SC) fut le premier accélérateur du CERN. Il fournissait des faisceaux  à une énergie de 600 MeV aux premières expériences du CERN en physique des particules et en physique nucléaire. À partir de 1964, le SC fut orienté vers les recherches en physique nucléaire, laissant la physique des particules au nouvel accélérateur du CERN, le<a href=\"https://home.cern/science/accelerators/proton-synchrotron\"> Synchrotron à protons</a>, plus puissant.</p><p>En 1967, il commença ainsi  à alimenter <a href=\"https://home.cern/science/experiments/isolde\">ISOLDE</a>, une installation fournissant des faisceaux d’ions radioactifs pour des recherches allant de la physique nucléaire pure à l'astrophysique, en passant par la physique pour la médecine. En 1990, ISOLDE fut transféré au<a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\"> Proton Synchrotron Booster</a>. Le SC fut arrêté après 33 ans de service, une remarquable longévité</p><p> </p>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-CE-1212246-02/file?size=large",
  "oda_tags": ["accelerator", "synchrocyclotron"],
  "section_id": 7,
  "id": "science/accelerators/synchrocyclotron"
}
