{
  "title": {
    "en": "DIRAC",
    "fr": "DIRAC"
  },

  "hook": {
    "en": "A collaboration of CERN physicists are studying the decay of unstable “pionium atoms” to gain insight into the strong force",
    "fr": "Une collaboration au CERN étudie la désintégration d'« atomes pioniques » instables pour mieux comprendre la force forte"
  },

  "body": {
    "en": "<p>The <a href=\"http://dirac.web.cern.ch/DIRAC/\">Dimeson Relativistic Atom Complex</a> (DIRAC) is an experiment to help physicists gain a deeper insight into the fundamental force called the strong force. This plays a crucial role in particle physics, as it binds together the particles called quarks, which in turn make up many other particles, including the protons and neutrons that form the nuclei of ordinary atoms.</p><p>Relatively little work has been done at low energy to test the quantum theory of the strong force, or, equivalently, how the force behaves at longer distances.</p><p>DIRAC, a collaboration of 87 scientists from 7 countries, is studying the decay of unstable \"pionium atoms\" to address this gap. These are transient atoms in which positive and negative pions (unstable fundamental particles made of quarks) are bound together. They are produced using a beam from CERN’s <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a> accelerator. Their \"lifetime\", from creation to the end of the decay process, is being measured to a level of accuracy never achieved before.</p>",

    "fr": "<p>L’expérience DIRAC (Complexe atomique relativiste de di-mésons) vise à mieux comprendre la force forte. Cette force joue un rôle crucial en physique des particules, car elle lie entre elles des particules fondamentales appelées quarks. Ces quarks s'assemblent pour produire de nombreuses autres particules, dont les protons et les neutrons, qui forment les noyaux des atomes ordinaires.</p><p>Peu d'expériences ont testé à basse énergie la théorie quantique de la force forte ou, de manière équivalente, comment la force forte se comporte à des distances plus grandes.</p><p>DIRAC, une collaboration de 87 scientifiques de 7 pays, a pour objet de combler cette lacune en étudiant la désintégration d'« atomes pioniques » instables. Ce sont des atomes de transition dans lesquels des pions positifs et des pions négatifs (particules fondamentales instables constituées de quarks) sont liés les uns aux autres. Ils sont produits grâce à un faisceau de l'accélérateur Synchrotron à protons du CERN. Leur « durée de vie », depuis la création jusqu'à la fin du processus de désintégration, est mesurée à un niveau de précision jamais atteint jusqu'ici.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/dirac_0_1.jpeg",
  "oda_tags": ["experiments", "strong-force", "dirac", "quantum-theory", "pion"],
  "section_id": 8,
  "id": "science/experiments/dirac"
}
