{
  "title": {
    "en": "NA63",
    "fr": "NA63"
  },

  "hook": {
    "en": "The NA63 experiment studies radiation processes in strong electromagnetic fields",
    "fr": "L’expérience NA63 étudie les processus de rayonnement dans des champs magnétiques élevés"
  },

  "body": {
    "en": "<p>The NA63 experiment directs beams of electrons and positrons onto a variety of targets to study radiation processes in strong electromagnetic fields. The research is relevant to a range of physics including beam-beam effects in linear colliders and the physics of various astrophysical phenomena.</p><p>NA63 is located in CERN's North Area, where the high-energy proton beam from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> (SPS) is split into several secondary beamlines that provide different particles to experiments. One of these secondary beamlines is H4, which can provide protons, hadrons, electrons or muons on request.</p><h2>Critical fields</h2><p>At NA63, electron beams from H4 are directed onto targets made from a variety of elements, ranging from the relatively light silicon, through the heavier iron and tin to tungsten, gold and lead. Some of the targets are amorphous, some monocrystals. When the electrons hit the targets, they cause showers of new particles to be expelled from the other side. In the case of crystalline targets, these penetrating particles experience an electromagnetic field so strong that it is close to the theoretical \"critical field\".</p><p>In a critical field the uncertainty of the exact locations of electrons leads to an energy gain that may produce new particles from the vacuum. Such fields are generally only seen in astrophysical phenomena, such as highly magnetized neutron stars, black holes (where the gravitational field is strong) and, perhaps, in the cosmic accelerators that give rise to <a href=\"https://home.cern/science/physics/cosmic-rays-particles-outer-space\">cosmic rays</a> of the highest known energies. Using a special approach employing crystalline targets and energetic beams, NA63 has managed to test processes at such fields in the laboratory.</p><h2>Emission times</h2><p>Another line of enquiry for NA63 is the effect of strong electromagnetic fields on the timing of photon emission. Specifically, fields of a critical magnitude have an intriguing effect on how long it takes for an electron to emit a photon.</p><p>An electron entering a magnetic field is accelerated, and therefore must lose part of its energy to radiation in the form of a photon. By exploiting the relativistic phenomena of time dilation and length contraction, the NA63 experiment has shown that this process of photon emission is not instantaneous, but rather, takes time. Because the process takes time, it can be disturbed experimentally.</p><p>In a critical electromagnetic field, for example, electrons are deflected so violently that they don't have enough time to radiate photons. So adjusting the electromagnetic field past a critical level can modify the emerging radiation spectrum of a beam of electrons: increase the field and the relative radiation yield from the beam diminishes. NA63 is investigating such effects, which could lead to new radiation sources and perhaps even to lasing at very high photon energies.</p><p>The effects of strong fields and emission times are relevant in many other branches of physics, ranging from the so-called “bubble-regime” in plasma wakefields used for extremely high-gradient particle acceleration, through astrophysical objects such as magnetars (heavily magnetized neutron stars) to intense lasers and <a href=\"https://home.cern/science/physics/heavy-ions-and-quark-gluon-plasma\">heavy-ion collisions</a>. The concepts studied at NA63 even apply in a gravitational analogue – Hawking radiation from black holes – which remains to be detected.</p>",

    "fr": "<p>L’expérience NA63 dirige des faisceaux d’électrons et de positons sur différentes cibles pour étudier les processus de rayonnement dans de forts champs électromagnétiques. Ces recherches sont utiles pour un large éventail de domaines de la physique, notamment les effets faisceau-faisceau dans les collisionneurs linéaires, et la physique de divers phénomènes astrophysiques.</p><p>L’expérience est installée dans la zone Nord du CERN. À cet endroit, le faisceau de protons de haute énergie du Supersynchrotron à protons (SPS) se divise en lignes de faisceaux secondaires qui fournissent différentes particules aux expériences. L’une de ces lignes de faisceaux secondaires, H4, produit sur demande des protons, des hadrons, des électrons ou des muons.</p><h2>Champs critiques</h2><p>À NA63, les faisceaux d’électrons provenant de la ligne H4 sont dirigés sur des cibles de divers éléments, allant du silicium, relativement léger, au tungstène, à l’or et au plomb, en passant par le fer et l’étain, tous beaucoup plus denses. Certaines cibles sont amorphes, d’autres sont des monocristaux. Lorsqu’ils frappent les cibles, les électrons provoquent des gerbes de nouvelles particules, qui émergent de l’autre côté des cibles. Les particules qui traversent les cristaux-cibles subissent un champ électromagnétique très fort, proche du « champ critique » théorique.</p><p>Dans un champ critique, l’incertitude sur la position des électrons peut entraîner un gain d’énergie suffisant pour produire de nouvelles particules à partir du vide. Habituellement, de tels champs ne se manifestent que lors de phénomènes astrophysiques, par exemple, dans des étoiles à neutrons au fort champ magnétique ou dans des trous noirs (au puissant champ gravitationnel) et, éventuellement, dans les accélérateurs cosmiques propulsant les rayons cosmiques aux plus hautes énergies connues. À travers une méthode spéciale, faisant appel à des cibles en cristaux et à des faisceaux énergétiques, NA63 a réussi à tester certains phénomènes en laboratoire dans des champs magnétiques proches du « champ critique ».</p><h2>Délai d’émission</h2><p>NA63 étudie aussi l’influence des champs électromagnétiques puissants sur le délai d’émission des photons. En particulier, il est intéressant de constater que, pour des valeurs critiques, l’ampleur du champ influe sur le temps que met un électron à émettre un photon.</p><p>Un électron est dévié en pénétrant dans un champ magnétique et perd ainsi une partie de son énergie en rayonnement, sous la forme d’un photon. En s’appuyant sur les phénomènes de la relativité que sont la dilatation du temps et la contraction des longueurs, l'expérience NA63 a montré que le processus d'émission des photons n'est pas instantané, mais prend du temps. C’est pour cette raison qu’il peut faire l’objet d’expériences.</p><p>Dans un champ électromagnétique critique, par exemple, les électrons sont déviés si violemment qu’ils n’ont pas le temps de rayonner des photons. Ainsi, en réglant le champ électromagnétique au-delà du seuil critique, il est possible de modifier le spectre de rayonnement d’un faisceau d’électrons : il suffit d’augmenter le champ électromagnétique pour que l’intensité relative du rayonnement produit par le faisceau diminue. NA63 étudie ces effets, qui pourraient mener vers de nouvelles sources de rayonnements, voire même vers un effet laser à des énergies de photons très élevées.</p><p>Les effets des champs magnétiques intenses et du retard de l’émission sont intéressants pour de nombreuses autres branches de la physique, allant du « mode bulle » des champs de sillage dans les plasmas servant à accélérer des particules sous des gradients extrêmement élevés, aux lasers intenses et aux collisions d’ions lourds, en passant par des objets astrophysiques comme les magnétoiles (des étoiles à neutrons fortement magnétisées). Les concepts étudiés à NA63 s’appliquent même à un analogue gravitationnel – le rayonnement de Hawking des trous noirs – qui n’a toujours pas été prouvé.</p>"
  },

  "image_url": null,
  "oda_tags": ["na63", "experiments"],
  "section_id": 8,
  "id": "science/experiments/na63"
}
