{
  "title": {
    "en": "Linear accelerator 2",
    "fr": "Accélérateur linéaire 2"
  },

  "hook": {
    "en": "Linac 2 is the starting point for the protons used in physics experiments at CERN",
    "fr": "L’accélérateur linéaire 2 constitue le point de départ des protons utilisés dans les expériences menées au CERN"
  },

  "body": {
    "en": "<p>Linear accelerator 2 (Linac 2) is the starting point for the protons used in experiments at CERN. Linear accelerators use <a href=\"https://home.cern/science/engineering/accelerating-radiofrequency-cavities\">radiofrequency cavities</a> to charge cylindrical conductors. The protons pass through the conductors, which are alternately charged positive or negative. The conductors behind them push the particles and the conductors ahead of them pull, causing the particles to accelerate. Small quadrupole magnets ensure that the protons remain in a tight beam.</p><p>The proton source is a bottle of hydrogen gas at one end of Linac 2. The hydrogen is passed through an electric field to strip off its electrons, leaving only protons to enter the accelerator. By the time they reach the other end, the protons have reached the energy of 50 MeV and gained 5% in mass. They then enter the <a href=\"https://home.cern/science/accelerators/proton-synchrotron-booster\">Proton Synchrotron Booster</a>, the next step in CERN's accelerator chain, which takes them to a higher energy.</p><p>The proton beams are pulsed from the hydrogen bottle for up to 100 microseconds per pulse. The pulses are repeated again and again until enough protons are produced.</p><p>Linac 2 started up in 1978, when it replaced <a href=\"https://home.cern/science/accelerators/linear-accelerator-1\">Linac 1</a>. It was originally built to allow higher intensity beams for the accelerators that follow it in CERN's accelerator complex. Linac 2 will be replaced by Linac 4 in 2020.</p>",

    "fr": "<p>L’accélérateur linéaire 2 (Linac 2) constitue le point de départ des protons utilisés dans les expériences menées au CERN. Les accélérateurs linéaires emploient des « cavités radiofréquence » pour charger des conducteurs cylindriques. Les protons franchissent les conducteurs, qui oscillent entre charge positive et charge négative. Les conducteurs exercent ainsi alternativement une répulsion et une attraction sur les particules, provoquant leur accélération. De petits aimants quadripolaires permettent de resserrer le faisceau de protons.</p><p>La source de protons est une bouteille d’hydrogène gazeux, située à l’entrée du Linac 2. L’hydrogène est soumis à un champ électrique, qui arrache ses électrons afin de ne laisser entrer dans l’accélérateur que les protons. Au moment d’arriver à la sortie de l’accélérateur, les protons ont atteint l’énergie de 50 MeV et gagné 5 % de masse. Ils pénètrent alors dans le Synchrotron injecteur du PS (PSB), le maillon suivant de la chaîne d'accélérateurs du CERN, qui les porte à une énergie plus élevée.</p><p>Les faisceaux de protons sont pulsés par tranche de 100 microsecondes maximum. Les impulsions sont répétées jusqu’à ce qu’un nombre suffisant de protons soit obtenu.</p><p>Le Linac 2 a été mis en service en 1978 après l’arrêt du <a href=\"https://home.cern/science/accelerators/linear-accelerator-1\">Linac 1</a>. Initialement, il avait été conçu pour fournir des faisceaux de plus grande intensité aux accélérateurs situés en aval dans le complexe d’accélérateurs du CERN . Le Linac 2 sera remplacé par le <a href=\"https://home.cern/science/accelerators/linear-accelerator-4\">Linac 4</a> en 2020.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2013/01/linac2.jpg",
  "oda_tags": ["accelerator", "linear-accelerator", "proton"],
  "id": "science/accelerators/linear-accelerator-2"
}
