{
  "title": {
    "en": "The Grid: A system of tiers",
    "fr": "La Grille : Une infrastructure sur plusieurs niveaux"
  },

  "hook": {
    "en": "The Grid is composed of four levels, or \"tiers\". Between them they process, store and analyse all the data from the Large Hadron Collider",
    "fr": "La Grille de calcul mondiale pour le LHC (WLCG) se compose de quatre niveaux"
  },

  "body": {
    "en": "<p>The <a href=\"https://home.cern/science/computing/worldwide-lhc-computing-grid\">Worldwide LHC Computing Grid</a> (WLCG) is composed of four levels, or “Tiers”, called 0, 1, 2 and 3. Each Tier is made up of several computer centres and provides a specific set of services. Between them the tiers process, store and analyse all the data from the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC).</p><p>Tier 0 is the CERN Data Centre. All of the data from the LHC passes through this central hub, but it provides less than 20% of the Grid's total computing capacity. CERN is responsible for the safe keeping of the raw data (millions of digital readings from across the detectors), and performs the first pass at reconstructing the raw data into meaningful information. Tier 0 distributes the raw data and the reconstructed output to Tier 1s, and reprocesses data when the LHC is not running.</p><p>Tier 1 consists of 13 computer centres (table 1) large enough to store LHC data. They provide round-the-clock support for the Grid, and are responsible for storing a proportional share of raw and reconstructed data, as well as performing large-scale reprocessing and storing the corresponding output; distributing data to Tier 2s; and storing a share of the simulated data that the Tier 2s produce. Optical-fibre links working at 10 gigabits per second connect CERN to each of the 13 major Tier 1 centres around the world. This dedicated high-bandwidth network is called the <a href=\"https://twiki.cern.ch/twiki/bin/view/LHCOPN/WebHome\">LHC Optical Private Network</a> (LHCOPN).</p><p><em>Table 1: List of Tier 1 Grid sites</em></p><table><tbody><tr><th>Country</th>\n<th>Tier 1 Grid site</th>\n</tr><tr><td>Canada</td>\n<td>TRIUMF</td>\n</tr><tr><td>Germany</td>\n<td>KIT</td>\n</tr><tr><td>Spain</td>\n<td>PIC</td>\n</tr><tr><td>France</td>\n<td>IN2P3</td>\n</tr><tr><td>Italy</td>\n<td>INFN</td>\n</tr><tr><td>Nordic countries</td>\n<td>Nordic Datagrid Facility</td>\n</tr><tr><td>Netherlands</td>\n<td>NIKHEF / SARA</td>\n</tr><tr><td>Republic of Korea</td>\n<td>GSDC at KISTI</td>\n</tr><tr><td>Russian Federation</td>\n<td>RRC-KI and JINR</td>\n</tr><tr><td>Taipei</td>\n<td>ASGC</td>\n</tr><tr><td>United Kingdom</td>\n<td>GridPP</td>\n</tr><tr><td>US</td>\n<td>Fermilab-CMS</td>\n</tr><tr><td>US</td>\n<td>BNL ATLAS</td>\n</tr></tbody></table><p>Tier 2s are typically universities and other scientific institutes that can store sufficient data and provide adequate computing power for specific analysis tasks. They handle a proportional share of the production and reconstruction of simulated events. There are around 155 Tier 2 sites around the world.</p><p>Individual scientists can access the Grid through local (or Tier 3) computing resources, which can consist of local clusters in a university department or even an individual PC. There is no formal engagement between WLCG and Tier 3 resources.</p><p>See a map of WLCG sites and a full site list.</p>",

    "fr": "<p>La Grille de calcul mondiale pour le LHC (WLCG) se compose de quatre niveaux, numérotés de 0 à 3. Chaque niveau compte plusieurs centres de calcul et fournit un ensemble de services spécifiques. Ensemble, ils ont pour mission de traiter, de stocker et d’analyser toutes les données produites par le Grand collisionneur de hadrons (<a href=\"https://home.cern/science/accelerators/large-hadron-collider\">LHC</a>).</p><p>Le niveau 0 est le Centre de données du CERN. L’ensemble des données du LHC passent par ce nœud central, qui fournit toutefois moins de 20 % de la capacité de calcul totale de la Grille. Le CERN est responsable de la sauvegarde des données brutes (des millions de relevés numériques en provenance des détecteurs) et réalise la reconstitution initiale de ces données pour les rendre exploitables. Le niveau 0 envoie les données brutes et les données reconstituées aux centres de niveau 1 et procède à un nouveau traitement des données lorsque le LHC n’est pas en service.</p><p>Le niveau 1 compte 13 centres de calcul (voir le Tableau 1) dont la capacité est suffisante pour stocker les données du LHC. Opérationnels 24 h sur 24, ils assurent un appui à la Grille et sont responsables du stockage d’une quantité relative de données brutes et reconstituées, du retraitement à grande échelle des données et du stockage des résultats de cette opération, ainsi que de l’envoi des données aux centres de niveau 2 et du stockage d’une partie des données de simulation produites par les centres de niveau 2. Des liaisons de fibres optiques fonctionnant à un débit de 10 gigabits par seconde relient le CERN à chacun des 13 centres de niveau 1 du monde entier. Ce réseau large bande dédié est le <a href=\"https://twiki.cern.ch/twiki/bin/view/LHCOPN/WebHome\">Réseau optique privé du LHC</a> (<em>LHC Optical Private Network</em> - LHCOPN,).</p><p><em>Tableau 1 : liste des centres de niveau 1 de la Grille</em></p><table><tbody><tr><th>Pays</th>\n<th>Centre de niveau 1</th>\n</tr><tr><td>Canada</td>\n<td>TRIUMF</td>\n</tr><tr><td>Allemagne</td>\n<td>KIT</td>\n</tr><tr><td>Espagne</td>\n<td>PIC</td>\n</tr><tr><td>France</td>\n<td>IN2P3</td>\n</tr><tr><td>Italie</td>\n<td>INFN</td>\n</tr><tr><td>Pays Nordiques</td>\n<td>Nordic Datagrid Facility</td>\n</tr><tr><td>Pays-Bas</td>\n<td>NIKHEF / SARA</td>\n</tr><tr><td>République de Corée</td>\n<td>GSDC at KISTI</td>\n</tr><tr><td>Fédération de Russie</td>\n<td>RRC-KI and JINR</td>\n</tr><tr><td>Taipei</td>\n<td>ASGC</td>\n</tr><tr><td>Royaume-uni</td>\n<td>GridPP</td>\n</tr><tr><td>États-Unis</td>\n<td>Fermilab-CMS</td>\n</tr><tr><td>États-Unis</td>\n<td>BNL ATLAS</td>\n</tr></tbody></table><p>Les centres de niveau 2 sont principalement des universités et des instituts de recherche capables de stocker un certain volume de données et de fournir une capacité de calcul suffisante pour la réalisation de tâches d’analyse spécialisées. Ces centres sont responsables d’une partie de la production et de la reconstitution d’événements simulés. On compte environ 155 centres de niveau 2 répartis aux quatre coins de la planète.</p><p>Les chercheurs peuvent accéder individuellement à la Grille au moyen de ressources informatiques locales (niveau 3), qui peuvent être des grappes locales d’un département d’université ou même un ordinateur individuel. Aucune obligation ne lie la Grille de calcul mondiale pour le LHC et les ressources de niveau 3.</p><p>Consulter la carte des sites de la Grille.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/computing_page/2013/01/tier_0_servers.jpeg",
  "oda_tags": ["worldwide-lhc-computing-grid", "computing"],
  "oda_type": "about",
  "id": "static/science/computing/grid-system-tiers"
}
