{
  "title": {
    "en": "OPAL",
    "fr": "OPAL"
  },

  "hook": {
    "en": "The OPAL detector on the Large Electron-Positron collider delivered key measurements of Z and W bosons in its 11-year lifetime",
    "fr": "Le détecteur OPAL, l’un des quatre détecteurs du sur le Grand collisionneur électron-positon, a livré des mesures clés des bosons Z et W"
  },

  "body": {
    "en": "<p>OPAL was one of four large detectors on the <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Large Electron-Positron collider</a> (LEP). It started operation along with the collider in August 1989. Data taking for OPAL ended on 2 November 2000 and the detector was dismantled the following year to make way for construction of the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC).</p><p>The OPAL detector was about 12 m long, 12m high and 12m wide. Detector components were arranged around the beam pipe, in a layered structure like that of an onion. OPAL's central tracking system consisted of (from the beam pipe out) a silicon microvertex detector, a vertex detector, a jet chamber, and z-chambers. </p><p>The silicon microvertex detector and the vertex chamber worked together to locate decay vertices of short-lived particles, and to improve the momentum resolution. The central jet chamber identified particles from how much ionization they caused, and how far they curved in the magnetic field. These chambers worked well to identify tracks in the plane perpendicular to the beam axis. They were complemented by \"z-chambers\" at the outside edge of the jet chamber, to provide precise measurements of the perpendicular coordinates of the tracks.</p><p>Further out from the beam pipe, OPAL's calorimeter system was divided into electromagnetic calorimeters (to identify electrons), hadron calorimeters (for hadrons) and forward calorimeters placed around, and close to, the beam pipe at the two ends of the detector to catch particles thrown forwards by collisions in LEP. Muon detectors formed the end caps of the detector.</p><p>In its first phase of operation from 1989 to 1995, electrons and positrons collided in LEP at 91 GeV. The aim was to produce Z bosons. OPAL accumulated millions of these Z events for high-precision measurements. In LEP's second phase from 1996 to 2000, the collider's collision energy was increased to make pairs of W bosons, and to search for possible new particles and new physics.</p>",

    "fr": "<p>OPAL était l’un des quatre détecteurs du <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Grand collisionneur électron-positon</a> (LEP). Son exploitation a débuté avec celle du collisionneur, en août 1989.  OPAL a cessé de collecter des données le 2 novembre 2000, et le détecteur a été démantelé l’année suivante pour permettre la construction du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC).</p><p>Le détecteur OPAL mesurait environ 12 m de long, 12 m de haut et 12 m de large. Ses différents éléments, un détecteur de microvertex au silicium, un détecteur de vertex, une chambre à jets et des chambres à Z se superposaient autour du tube de faisceau en couches successives, pour former le système de trajectographie central.  </p><p>Le détecteur de microvertex au silicium et la chambre à vertex travaillaient ensemble pour localiser les vertex de désintégration de particules à vie brève et améliorer la résolution. La chambre à jets centrale déterminait les types de particules en fonction de l’ionisation qu’elles engendraient et de la courbe qu’elles suivaient dans le champ magnétique. Ces éléments étaient très efficaces pour détecter les traces perpendiculaires à l’axe du faisceau. Situées à l'extérieur de la chambre à jets, les chambres à Z complétaient l’action de cette dernière pour fournir des mesures précises des coordonnées perpendiculaires des trajectoires.</p><p>Plus éloigné encore du tube de faisceau, le système de calorimétrie d’OPAL se composait de calorimètres électromagnétiques (pour repérer les électrons), de calorimètres hadroniques (pour les hadrons) et de calorimètres à petits angles, qui étaient placés tout autour et à proximité du tube de faisceau, aux deux extrémités du détecteur, pour observer les particules produites par les collisions dans le LEP. Les détecteurs de muons formaient la dernière couche du détecteur.</p><p>Lors de sa première phase d’exploitation, entre 1989 et 1995, électrons et positons entraient en collision dans le LEP à 91 GeV. L’objectif était de produire des bosons Z. OPAL a enregistré des millions d’événements Z pour effectuer des calculs de haute précision. Lors de la deuxième phase d’exploitation du LEP, entre 1996 et 2000, l’énergie de collision a été augmentée pour créer des paires de bosons W et chercher de possibles particules inconnues ou les indices d’une nouvelle physique.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/opal_1.jpeg",
  "oda_tags": ["weak-force", "opal", "experiments", "w-boson", "z-boson"],
  "oda_type": "about",
  "id": "static/science/experiments/opal"
}
