{
  "title": {
    "en": "Storage",
    "fr": "Stockage des données"
  },

  "hook": {
    "en": "What data to record?",
    "fr": "Quelles données enregistrer ?"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<p>Collisions in the LHC generate particles that often decay in complex ways into even more particles. Electronic circuits record the passage of each particle through a detector as a series of electronic signals, and send the data to the CERN Data Centre for digital reconstruction. The digitised summary is recorded as a 'collision event'. Up to about 1 billion particle collisions can take place every second inside the LHC experiment's detectors. It is not possible to read out all of these events. A 'trigger' system is therefore used to filter the data and select those events that are potentially interesting for further analysis.</p>\n<p>Even after the drastic data reduction performed by the experiments, the CERN Data Centre processes on average one petabyte (one million gigabytes) of data per day. The LHC experiments produce over 50 petabytes of data per year, and an additional 25 petabytes of data are produced per year for data from other (non-LHC) experiments at CERN. <a href=\"https://home.cern/science/computing/data-preservation\">Archiving the vast quantities of data</a> is an essential function at CERN. Magnetic tapes are used as the main long-term storage medium and data from the archive is continuously migrated to newer technology, higher density tapes.</p>\n<p>The CERN storage system, <a href=\"http://eos.web.cern.ch/\">EOS</a>, was created for the extreme LHC computing requirements. EOS instances at CERN are approaching two billion files (as of 2018), matching the exceptional performances of the LHC machine and experiments. EOS is now expanding for other data storage needs beyond high-energy physics, with AARNET, the Australian Academic and Research Network, and the EU Joint Research Centre for Digital Earth and Reference Data adopting it for their big-data systems.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Â </p>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p>Chaque collision produit des particules qui se décomposent souvent de façon très complexe en formant des particules plus nombreuses. Des circuits électroniques enregistrent le passage de chaque particule à travers un détecteur sous la forme d’une série de signaux électroniques, puis envoient les données au Centre de calcul du CERN afin qu’elles soient reconstituées numériquement. Le résultat numérisé est alors enregistré comme un « événement de collision ». Plus d’un milliard de collisions de particules peuvent se produire chaque seconde dans les détecteurs des expériences du LHC. Il n'est pas possible de garder tous ces événements. Un système de « déclenchement » est donc utilisé pour filtrer les données et sélectionner les événements potentiellement intéressants pour une analyse ultérieure.</p>\n<p>Malgré la réduction drastique des données effectuée par les expériences, le Centre de calcul du CERN traite en moyenne un pétaoctet (un million de gigaoctets) de données chaque jour. Les expériences du LHC produisent plus de 50 pétaoctets de données par an, tandis que 25 pétaoctets additionnels de données sont produits en parallèle par d’autres expériences au CERN. <a href=\"https://home.cern/science/computing/data-preservation\">Le stockage de ces grandes quantités de données</a> est une fonction essentielle de l’infrastructure informatique du CERN. Les données sont stockées sur bandes magnétiques pour être préservées à long terme et sont migrées, dès que la technologie le permet, sur des bandes de densité supérieure.</p>\n<p>Le système de stockage du CERN <a href=\"http://eos.web.cern.ch/\">EOS</a> a été conçu pour répondre aux besoins informatiques très poussés du LHC. Il comptabilise près de deux milliards de fichiers (en 2018), un chiffre à la mesure des performances exceptionnelles du LHC et de ses expériences. L’intérêt qui lui est porté dépasse les frontières de la physique des hautes énergies : AARNET (Australian Academic and Research Network) et le Joint Research Centre for Digital Earth and Reference Data l’ont tous deux adopté pour l’intégrer à leurs systèmes traitant de grands volumes de données.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<p> </p>\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-HI-0610046-01/file?size=large",
  "oda_tags": ["computing"],
  "oda_type": "about",
  "id": "static/science/computing/storage"
}
