{
  "title": {
    "en": "The network challenge",
    "fr": "Les défis des réseaux"
  },

  "hook": {
    "en": "Connecting the dots",
    "fr": "Des connexions essentielles"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<p>Internal and external network communications are essential for CERN. Internally, no less than 35 000 km of optical fibre provide network connectivity throughout the CERN sites. The CERN Data Centre is also the host of the <a href=\"https://cixp.net/\">CERN Internet eXchange Point (CIXP),</a> a carrier-neutral exchange point, through which CERN played a central role for the internet’s development: in 1991, 80% of the internet capacity in Europe for international traffic was installed in the CERN Data Centre.</p>\n<p>The CERN Data Centre and its remote extension, installed at the <a href=\"https://wigner.mta.hu/index.php/en/about-us\">Wigner Research Centre for Physics</a> in Budapest, Hungary, also rely heavily on the quality of the network connections linking them. They are connected via three independent and dedicated 100-Gb/s (gigabit per second) fibre-optic lines. Network latency (the time taken between sending data and receiving on the other end) between the two sites, which are 1200 km apart, is about 12 milliseconds.</p>\n<p>One of the most impressive components of the Worldwide LHC Computing Grid is its networking and connectivity. It can initiate the distribution of data to the hundreds of collaborating institutes worldwide thanks to the excellent connectivity and dedicated networking infrastructure set up at CERN and subsequently worldwide. Since the beginning of the second four-year-long LHC running period, the data transfer rates around the globe also reached new peak rates – between 30 and 40 gigabytes per second continuous rates, around a factor of two higher than had been typical during the LHC Run 1.</p>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p>En interne, pas moins de 35 000 km de fibres optiques assurent la connectivité réseau sur l'ensemble des sites du CERN. Le centre de calcul du CERN héberge également <a href=\"https://cixp.net/\">le point d'échange Internet du CERN (CIXP)</a>, un point d'échange neutre vis-à-vis des opérateurs, via lequel le CERN a joué un rôle central dans le développement d'Internet : en 1991, 80% de la capacité d'internet en Europe pour le trafic international était installée dans le centre de calcul du CERN.</p>\n<p>Le Centre de calcul du CERN et son extension, installée à distance au <a href=\"https://wigner.mta.hu/index.php/en/about-us\">Centre de recherche Wigner pour la physique</a> à Budapest, en Hongrie, dépendent grandement de la qualité des connexions réseaux qui les relient. Ils sont connectés via trois lignes de fibres optiques indépendantes et dédiées de 100 Gb/s (gigabit par seconde). La latence du réseau (délai entre l’envoi de données et la réception) entre les deux sites, distants de 1 200 km, est d’environ 12 millisecondes.</p>\n<p>L’une des composantes les plus impressionnantes de la Grille WLCG est la connectivité et tout ce qui a trait aux réseaux. Grâce à eux, tant au CERN que plus largement au niveau mondial, la Grille est à même de lancer la distribution des données ensuite partagées avec des centaines d’instituts collaborant internationalement. Depuis le début de la seconde période d’exploitation de quatre ans du LHC, les taux de transfert de données globaux ont eux aussi atteints des sommets. Des taux deux fois plus élevés que ceux enregistrés durant la première période d’exploitation du LHC ont été observés, allant de 30 à 40 gigaoctets par seconde en continu.</p>\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/IT-PHO-CCC-2016-002-95/file?size=large",
  "oda_tags": ["computing"],
  "oda_type": "about",
  "id": "static/science/computing/network"
}
