{
  "title": {
    "en": "Powering CERN",
    "fr": "L’énergie du CERN"
  },

  "hook": {
    "en": "It takes a lot of electricity to power the world's largest scientific experiment – but superconducting wires can help keep those energy costs down",
    "fr": "Si la plus grande expérience scientifique du monde est gourmande en électricité, les câbles supraconducteurs permettent de limiter les dépenses"
  },

  "body": {
    "en": "<p>As CERN's <a href=\"https://home.cern/science/physics\">physics programme</a> has evolved and expanded, physicists at the laboratory have used more powerful <a href=\"https://home.cern/science/accelerators\">accelerators</a> and <a href=\"https://home.cern/science/experiments/how-detector-works\">detectors</a> to study the fundamental particles. The laboratory has had to innovate to keep up with electrical demands. CERN uses 1.3 terawatt hours of electricity annually. That’s enough power to fuel 300,000 homes for a year in the United Kingdom. But the energy needed changes from month to month, as the seasons shift and the experimental requirements are adjusted.</p><p>At peak consumption, usually from May to mid-December, CERN uses about 200 megawatts of power, which is about a third of the amount of energy used to feed the nearby city of Geneva in Switzerland. The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) runs during this period of the year, using the power to accelerate protons to nearly the speed of light. CERN's power consumption falls to about 80 megawatts during the winter months. </p><h2>Changing requirements</h2><p>That’s a lot of electricity – where does it come from? The answer has changed over the years. When CERN was established in 1954, a substation on the Swiss side of the campus was enough to meet the electrical needs of the laboratory. Electricity comes into a substation from a power plant and is redirected to where it is needed, like commuters switching trains. As the site – and the science programme – grew, CERN’s planners revisited how the laboratory was powered.</p><p>In the 1970s, a line was installed to connect a new substation on the French side of CERN to an interconnection substation 35 kilometres to the west. This substation is part of the European network. The French station now powers all of CERN, but the Swiss substation is maintained as a partial backup.</p><h2>Superconducting wires to save energy</h2><p>The main line, made of copper, has high energy yields, but it loses some energy on its journey to the internal magnet feeders through electrical resistance, and when <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">it is cooled</a> to the temperatures needed in the LHC. To tackle this energy-loss problem, <a href=\"https://home.cern/science/engineering/superconductivity\">superconducting</a> wires made of niobium-titanium (NbTi) are used on the LHC to connect <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">electromagnets</a> to their power supply. The wires can conduct 100 times the current of traditional copper wire because when cooled to close to absolute zero they offer no resistance to electricity. This greatly cuts down on the energy lost as electricity travels down the wire. To reach a superconducting state, LHC magnets are maintained at 1.9 K (-271.3°C) – temperatures colder than outer space – by a closed liquid-helium circuit.</p><figure><img alt=\"\" src=\"/sites/home.web.cern.ch/files/image/inline-images/old/Superconducting%20coils.jpeg\"/><figcaption>The copper wire on the left is 11 centimetres high, 8 cm wide and 28 cm long. It can conduct a current of 12,500 amps at room temperature. When cooled to 1.9 K, the niobium-titanium coil on the right enters a superconducting state and can conduct the same current (Image: CERN)</figcaption></figure><p>As electricity courses from its source to the LHC, it passes through a temperature gradient. Water cools the copper cables to ease the conversion from room temperature to the cryogenic atmosphere maintained around the accelerator.</p><p>Currently, the main cost of superconductivity is the cooling process. Whatever energy is earned through the use of superconducting wires is lost in the energy needed to cool the wires. But CERN researchers are working on a way to use superconducting cables for the entire journey from source to magnet, which would lower the energy required to cool the wires.</p>",

    "fr": "<p><span>À mesure que le <a href=\"https://home.cern/science/physics\">programme de physique</a> du CERN a évolué et s’est étoffé, les physiciens du Laboratoire ont utilisé des <a href=\"https://home.cern/science/accelerators\">accélérateurs</a> et des <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs</a> de plus en plus puissants pour étudier les particules fondamentales. Le CERN a dû innover pour s’adapter à une demande croissante en électricité. Sur une année, le Laboratoire consomme 1,3 térawatt heures d’électricité. C’est l’énergie qu’il faut pour alimenter 300 000 foyers au Royaume-Uni pendant un an. Mais les besoins en énergie varient au fil des mois, selon les saisons et les exigences des expériences.</span></p><p><span>Au plus fort de sa consommation, généralement entre mai et mi-décembre, le CERN utilise environ 200 mégawatts d'électricité, ce qui représente environ un tiers de l’énergie nécessaire pour alimenter la ville de Genève, située tout près du Laboratoire, en Suisse. C’est durant cette période de l’année que le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) fonctionne, et il utilise cette électricité pour accélérer des protons à une vitesse proche de celle de la lumière. Durant les mois d’hiver, la consommation d’électricité du CERN redescend à quelque 80 mégawatts. </span></p><h2>Des besoins qui ont évolué</h2><p>D’où provient cette grande quantité d’électricité ? La réponse a évolué avec le temps. Lors de la création du CERN, en 1954, une sous-station électrique sur le site côté suisse suffisait pour répondre aux besoins du Laboratoire. L’électricité, fournie par une centrale électrique, entrait dans la sous-station, puis était redirigée selon les besoins, comme les voyageurs dans une gare. Avec l'extension du domaine – et du programme scientifique –, le CERN a revu sa stratégie d’alimentation en électricité.</p><p>Dans les années 1970, une ligne électrique a été installée pour relier une nouvelle sous-station située sur le site du CERN côté français à une sous-station d’interconnexion, 35 kilomètres plus à l’ouest, faisant partie du réseau européen. La sous-station française approvisionne aujourd’hui l’ensemble du CERN, alors que la sous-station suisse est conservée comme source d’alimentation de secours.</p><h2>Des câbles supraconducteurs pour économiser de l’énergie</h2><p>Faite de cuivre, la ligne électrique principale a un fort rendement énergétique, mais l’électricité perd une partie de son énergie lors de son transport vers les électro-aimants internes du fait de la résistance électrique et lorsque <a href=\"https://home.cern/science/engineering/cryogenics-low-temperatures-high-performance\">la ligne est refroidie aux très basses températures</a> requises dans le LHC. Pour remédier à ces pertes d’énergie, les électro-aimants sont reliés à leur source d’alimentation électrique par des câbles <a href=\"https://home.cern/science/engineering/superconductivity\">supraconducteurs</a> en niobium-titane (NbTi). Ces câbles peuvent conduire 100 fois le courant des câbles en cuivre traditionnels, car ils n'offrent aucune résistance lorsqu'ils sont refroidis à une température proche du zéro absolu. On évite ainsi une grande perte d’énergie lors du passage du courant dans les câbles. Pour qu’ils soient dans un état supraconducteur, les <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">aimants du LHC</a> sont maintenus à 1,9 K (-271,3°C), une température plus basse que celle de l’espace intersidéral, grâce à un circuit fermé d’hélium liquide.</p><figure><img src=\"/sites/home.web.cern.ch/files/image/inline-images/old/Superconducting%20coils.jpeg\"/><figcaption>Le câble en cuivre sur la gauche mesure 11 cm de haut, 28 cm de large et 8 cm d’épaisseur. Il peut transporter un courant de 12 500 ampères à température ambiante. Lorsqu’elle est refroidie à 1,9 K, la bobine de niobium et de titane sur la droite devient supraconductrice et peut transporter le même courant  (Image CERN)</figcaption></figure><p>Lorsque le courant se déplace de sa source d’approvisionnement jusqu’au LHC, il traverse un gradient de températures. De l’eau refroidit les câbles de cuivre afin de faciliter le passage de la température ambiante à la température cryogénique maintenue le long de l'accélérateur.</p><p>Aujourd’hui, le procédé de refroidissement constitue le principal facteur de coûts de la supraconductivité. L’énergie économisée grâce à l’utilisation de câbles supraconducteurs est dépensée en énergie nécessaire au refroidissement de ces câbles. Mais les scientifiques du CERN travaillent sur un moyen d'utiliser des câbles supraconducteurs sur l’ensemble du parcours, de la source jusqu'à l'aimant, afin de diminuer l'énergie requise pour refroidir les câbles.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/power_station_1.jpeg",
  "oda_tags": ["energy", "engineering", "superconductivity"],
  "oda_type": "about",
  "id": "static/science/engineering/powering-cern"
}
