{
  "title": {
    "en": "Cryogenics: Low temperatures, high performance",
    "fr": "Grands froids et performances - les systèmes cryogéniques du CERN"
  },

  "hook": {
    "en": "CERN's cryogenic systems cool over 1000 magnets on the LHC to temperatures close to absolute zero, where matter takes on some unusual properties",
    "fr": "À des températures avoisinant le zéro absolu (0 K soit -273,15°C), la matière acquiert des propriétés singulières"
  },

  "body": {
    "en": "<p> </p><p>Cryogenics is the branch of physics that deals with the production and effects of very low temperatures. The <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider </a>(LHC) is the largest cryogenic system in the world and one of the coldest places on Earth. All of the magnets on the LHC are electromagnets – magnets in which the magnetic field is produced by the flow of electric current. The LHC's main <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">magnets</a> operate at a temperature of 1.9 K (-271.3°C), colder than the 2.7 K (-270.5°C) of outer space.</p><p>The LHC's cryogenic system requires 40,000 leak-tight pipe seals, 40 MW of electricity – 10 times more than is needed to power a locomotive – and 120 tonnes of helium to keep the magnets at 1.9 K.</p><h2>Extreme cold for exceptional performances</h2><p>Magnets produce a magnetic field of 8.33 tesla to keep particle beams on course around the LHC's 27-kilometre ring. A current of 11,850 amps in the magnet coils is needed to reach magnetic fields of this amplitude. The use of superconducting materials – those that conduct electricity with no resistance – has proven to be the best way of avoiding overheating in the coils and of keeping them as small as possible.</p><p>Superconductivity could not happen without the use of cryogenic systems. The coils' niobium-titanium (NbTi) wires must be kept at low temperatures to reach a superconducting state. The LHC's superconducting magnets are therefore maintained at 1.9 K (-271.3°C) by a closed liquid-helium circuit.</p><p>Cryogenic techniques essentially serve to cool the superconducting magnets. In particle detectors they are also used to keep heavy gases such as argon or krypton in a liquid state, for detecting particles in calorimeters, for example.</p><h2>Three steps to cooling</h2><p>The layout of the LHC magnet cooling system is based on five \"cryogenic islands\" which distribute the cooling fluid and convey kilowatts of cooling power over several kilometres.</p><p>The entire cooling process takes weeks to complete. It consists of three different stages. During the first stage, helium is cooled to 80 K and then to 4.5 K. It is injected into the cold masses of the magnets in a second stage, before being cooled to a temperature of 1.9 K in the third and final stage.</p><p>During the first stage, some 10,000 tonnes of liquid nitrogen are used in heat exchangers in the refrigerating equipment to bring the temperature of the helium down to 80 K.</p><p>The helium is then cooled to 4.5 K (-268.7°C) using turbines. Once the magnets have been filled, the 1.8 K refrigeration units bring the temperature down yet further to 1.9 K (-271.3°C).</p><p>In total, the cryogenics system cools some 36,000 tonnes of magnet cold masses.</p><h2>Tonnes of helium for the big chill</h2><p>Helium was a natural choice of coolant as its properties allow components to be kept cool over long distances. At atmospheric pressure gaseous helium becomes liquid at around 4.2 K (-269.0°C). However, if cooled below 2.17 K (-271.0°C), it passes from the fluid to the superfluid state. Superfluid helium has remarkable properties, including very high thermal conductivity; it is an efficient heat conductor. These qualities make helium an excellent refrigerant for cooling and stabilising the LHC's large-scale superconducting systems.</p><p>Helium circulates in a closed circuit while the machine is in operation.</p>",

    "fr": "<p> </p><p>À des températures avoisinant le zéro absolu (0 K soit -273,15°C), la matière acquiert des propriétés singulières utilisées pour faire fonctionner plus d’un millier d’aimants du LHC. Seules des systèmes cryogéniques à la pointe de la technologie permettent d’atteindre ces températures.</p><h2>Le plus imposant système cryogénique du monde !</h2><p>Le LHC constitue le plus imposant système cryogénique du monde et représente l’un des endroits les plus froids de la Terre. La température de fonctionnement des principaux aimants du LHC, 1,9 K (-271,3°C) est inférieure à celle de l’espace intersidéral s’élevant à 2,7K (-270,5°C).</p><p>Le système de cryogénie du LHC nécessite 40 000 joints de tuyauterie étanches, une alimentation électrique de 40 MW - soit dix fois plus que la puissance nécessaire à une locomotive – et 120 tonnes d’hélium pour maintenir les aimants à 1,9 K.</p><h2>Un grand froid pour des performances hors norme</h2><p>Des aimants produisant un champ magnétique de 8,33 Teslas sont nécessaires au maintien de la trajectoire des faisceaux dans l’anneau de 27 km du LHC. Pour atteindre de tels champs magnétiques, les bobines des aimants sont parcourues par 11 850 ampères. L’utilisation de matériaux supraconducteurs – qui n’opposent aucune résistance au courant - s’est avérée la meilleure solution pour éviter la sur-chauffe des bobines par effet Joule et limiter leur encombrement.</p><p>Ces performances ne seraient pas envisageables sans l’utilisation de systèmes cryogéniques. Les câbles des bobines composés de niobium-titane (NbTi) doivent être conservés à très basses températures pour atteindre un état de supraconduction. Ainsi les aimants supraconducteurs du LHC sont maintenus à 1,9 K (-271,3°C) grâce à un circuit fermé d’hélium liquide.</p><p>Les techniques cryogéniques sont essentiellement utilisées dans le refroidissement de ces aimants supraconducteurs. Dans les détecteurs de particules, elles permettent également de maintenir les  gaz lourds comme l’argon ou le krypton à l’état liquide afin de détecter des particules dans les calorimètres, par exemple.</p><h2>Chute du thermomètre en trois étapes</h2><p>Le système de réfrigération des aimants du LHC est conçu sur la base de 5 « îlots cryogéniques » devant véhiculer le fluide de refroidissement et transporter des kilowatts de puissance réfrigérante sur plusieurs kilomètres.</p><p>L’ensemble du processus de refroidissement dure quelques semaines, il se déroule en trois phases. Premièrement, l’hélium est refroidi à 80 K puis 4,5 K, deuxièmement, il est injecté dans les masses froides des aimants et troisièmement, il est refroidi jusqu’à la température de 1,9 K.</p><p>Au cours de la première étape, 10 000 tonnes d’azote liquide, environ, sont utilisées dans les échangeurs de chaleur des réfrigérateurs pour baisser la température de l’hélium à 80K. Ensuite des turbines entrent en jeu pour baisser la température du liquide à 4,5 K (-268,7°C). Une fois les aimants remplis, le système est à nouveau refroidi par les unités de réfrigération à 1,8 K pour atteindre 1,9 K (-271,3°C).</p><p>Au total, 36 000 tonnes de masses froides dans les aimants sont refroidies par le système cryogénique.</p><h2>Des tonnes d’hélium pour un frisson garanti</h2><p>Le choix du fluide réfrigérant s’est porté sur l’hélium car il permet de garder des éléments froids sur de longues distances. À la pression atmosphérique, l’hélium gazeux devient liquide à 4,2 K (-269,0°C) environ. Cependant, refroidi à une température inférieure à 2,17 K (-271,0°C), il passe de l’état fluide à l’état superfluide. L’hélium superfluide possède des propriétés remarquables, notamment une conductivité thermique très élevée - ce qui signifie qu’il  transmet très bien l’énergie thermique. Ces qualités font de l’hélium un excellent réfrigérant pour refroidir et stabiliser les grands systèmes supraconducteurs du LHC.</p><p>En période d’exploitation de la machine, l’hélium circule en boucle fermée.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/cryogenics_1.jpeg",
  "oda_tags": ["magnet", "engineering", "cryogenics", "superconductivity"],
  "oda_type": "about",
  "id": "static/science/engineering/cryogenics-low-temperatures-high-performance"
}
