{
  "title": {
    "en": "LHCf",
    "fr": "LHCf"
  },

  "hook": {
    "en": "The LHCf experiment uses particles thrown forward by LHC collisions to simulate cosmic rays",
    "fr": "L’expérience LHCf utilise les particules émises à petits angles lors des collisions produites dans le LHC pour simuler des rayons cosmiques"
  },

  "body": {
    "en": "<p>The Large Hadron Collider forward (LHCf) experiment uses particles thrown forward by collisions in the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> as a source to simulate cosmic rays in laboratory conditions. <a href=\"https://home.cern/science/physics/cosmic-rays-particles-outer-space\">Cosmic rays</a> are naturally occurring charged particles from outer space that constantly bombard the Earth's atmosphere. They collide with nuclei in the upper atmosphere, triggering a cascade of particles that reaches ground level. Studying how collisions inside the LHC cause similar cascades of particles will help physicists to interpret and calibrate large-scale cosmic-ray experiments that can cover thousands of kilometres.</p><p>LHCf is made up of two detectors which sit along the LHC beamline, at 140 metres either side of the <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> collision point. The location allows the observation of particles at nearly zero degrees to the proton beam direction. Each of the two detectors weighs only 40 kilograms and measures 30 cm long by 80 cm high and 10 cm wide. The LHCf experiment involves 30 scientists from 9 institutes in 5 countries (November 2012).</p>",

    "fr": "<p>L’expérience LHCf (<em>Large Hadron Collider forward</em>) utilise les particules à petits angles créées lors des collisions produites dans le Grand collisionneur de hadrons (LHC) pour simuler des rayons cosmiques en conditions de laboratoire. Les rayons cosmiques sont des particules chargées provenant de l’espace interstellaire, qui bombardent constamment l’atmosphère terrestre. Arrivés dans la haute atmosphère, ils percutent des noyaux d’atomes, ce qui produit une cascade de particules au sol. L’étude de la façon dont les collisions dans le LHC produisent des cascades similaires pourrait aider les physiciens à étalonner les détecteurs des gigantesques expériences sur les rayons cosmiques (certaines peuvent couvrir des milliers de kilomètres), ainsi qu’à interpréter leurs résultats.</p><p>L’expérience LHCf est constituée de deux détecteurs disposés le long de la ligne de faisceau du LHC, à 140 mètres de chaque côté du point de collision d’ATLAS. Un tel positionnement permet d’observer les particules à un angle presque nul par rapport au faisceau de protons. Chacun des deux détecteurs ne pèse que 40 kg et mesure 30 cm de long, 10 cm de large et 80 cm de haut. L’expérience LHCf compte 35 scientifiques représentant 10 instituts et 6 pays (novembre 2009).</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/lhcf.jpeg",
  "oda_tags": ["experiments", "lhcf"],
  "oda_type": "about",
  "id": "static/science/experiments/lhcf"
}
