{
  "title": {
    "en": "CMS",
    "fr": "CMS"
  },

  "hook": {
    "en": "The CMS detector uses a huge solenoid magnet to bend the paths of particles from collisions in the LHC",
    "fr": "Le détecteur CMS repose sur un aimant solénoïde géant pour incurver les trajectoires des particules produites lors des collisions dans le LHC"
  },

  "body": {
    "en": "<p>The <a href=\"https://cms.cern/detector\">Compact Muon Solenoid</a> (CMS) is a general-purpose detector at the<a href=\"https://home.cern/science/accelerators/large-hadron-collider\"> Large Hadron Collider</a> (LHC). It has a broad physics programme ranging from studying the <a href=\"https://home.cern/science/physics/standard-model\">Standard Model</a> (including the <a href=\"https://home.cern/science/physics/higgs-boson\">Higgs boson</a>) to searching for <a href=\"https://home.cern/science/physics/extra-dimensions-gravitons-and-tiny-black-holes\">extra dimensions</a> and particles that could make up <a href=\"https://home.cern/science/physics/dark-matter\">dark matter</a>. Although it has the same scientific goals as the <a href=\"https://home.cern/science/experiments/atlas\">ATLAS experiment</a>, it uses different technical solutions and a different magnet-system design.</p><p>The CMS detector is built around a huge solenoid magnet. This takes the form of a cylindrical coil of superconducting cable that generates a field of 4 tesla, about 100,000 times the magnetic field of the Earth. The field is confined by a steel “yoke” that forms the bulk of the detector’s 14,000-tonne weight.</p><p>An unusual feature of the CMS detector is that instead of being built in-situ like the other giant detectors of the LHC experiments, it was constructed in 15 sections at ground level before being lowered into an underground cavern near Cessy in France and reassembled. The complete detector is 21 metres long, 15 metres wide and 15 metres high.</p><p>The CMS experiment is one of the largest international scientific collaborations in history, involving 4300 particle physicists, engineers, technicians, students and support staff from 182 institutes in 42 countries (February 2014).</p><p> </p><section class=\"blurb\"><p><img alt=\"CMS\" src=\"/sites/home.web.cern.ch/files/image/virtual-tours/cms_vtour.jpg\"/></p>\n<h1>Virtual tour</h1>\n<p>Take a virtual tour of CMS</p>\n</section>",

    "fr": "<p>Le Solénoïde compact pour muons (CMS) est un détecteur polyvalent installé sur l’anneau du LHC. Il a été conçu pour explorer un large éventail de domaines de la physique, allant de la recherche du boson de Higgs à celle d’autres dimensions, en passant par la quête des particules qui pourraient constituer la matière noire. Bien que ses buts scientifiques soient les mêmes que ceux de l’expérience ATLAS, la collaboration CMS a opté pour d’autres solutions techniques et un système magnétique de conception différente.</p><p>Le détecteur CMS est construit autour d’un énorme aimant solénoïde, qui se présente sous la forme d’une bobine cylindrique supraconductrice générant un champ magnétique de 4 teslas, soit environ 100 000 fois le champ magnétique terrestre. Le champ magnétique créé est confiné par une « culasse » d’acier, qui constitue la pièce la plus lourde de ce détecteur de 14 000 tonnes.</p><p>Contrairement aux autres détecteurs géants du LHC, dont les éléments ont été construits sous terre, CMS a été construit à la surface, en 15 sections, qui ont ensuite été descendues dans une caverne souterraine située près de Cessy (France), où elles ont été assemblées. Le détecteur dans son ensemble mesure 21 mètres de long, 15 mètres de large et 15 mètres de haut.</p><p>L’expérience CMS est l’une des plus grandes collaborations scientifiques internationales qui ait jamais existé. Elle compte en effet 4300 physiciens des particules, ingénieurs, techniciens, étudiants et personnes chargées de l’appui représentant 179 universités et instituts de 41 pays (février 2012).</p><p><strong>Pour en savoir plus :</strong></p><p><a href=\"https://cms.cern/\">Site web de CMS</a></p><p> </p><section class=\"blurb\"><p><img alt=\"CMS\" src=\"/sites/home.web.cern.ch/files/image/virtual-tours/cms_vtour.jpg\"/></p>\n<h1>Visite virtuelle</h1>\n<p>Faites une visite virtuelle du détecteur CMS</p>\n</section>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/cms.jpeg",
  "oda_tags": ["cms", "detector", "experiments", "lhc"],
  "oda_type": "about",
  "id": "static/science/experiments/cms"
}
