{
  "title": {
    "en": "A short history of the Web",
    "fr": "Brève histoire du Web"
  },

  "hook": {
    "en": "The Web has grown to revolutionise communications worldwide",
    "fr": "Au fil du temps, le Web a révolutionné les communications dans le monde entier"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<h2>Where the Web was born</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Tim Berners-Lee, a British scientist, invented the World Wide Web (WWW) in 1989, while working at CERN. The Web was originally conceived and developed to meet the demand for automated information-sharing between scientists in universities and institutes around the world.</p>\n<figure class=\"cds-image align-right\" id=\"CERN-GE-9407011-31\"><a href=\"https://cds.cern.ch/images/CERN-GE-9407011-31\" title=\"View on CDS\"><img alt=\"WWW,Web,CERN50,Golden Jubilee Photos\" src=\"//cds.cern.ch/images/CERN-GE-9407011-31/file?size=large\"/></a>\n<figcaption>Tim Berners-Lee, pictured at CERN<span> (Image: CERN)</span></figcaption></figure><p class=\"column-left image-align\">CERN is not an isolated laboratory, but rather the focal point for an extensive community that includes more than 17 000 scientists from over 100 countries. Although they typically spend some time on the CERN site, the scientists usually work at universities and national laboratories in their home countries. Reliable communication tools are therefore essential.</p>\n<p class=\"column-left image-align\">The basic idea of the WWW was to merge the evolving technologies of computers, data networks and hypertext into a powerful and easy to use global information system.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>How the Web began</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Tim Berners-Lee wrote the first proposal for the World Wide Web in March 1989 and his <a href=\"http://cds.cern.ch/record/369245/files/dd-89-001.pdf\">second proposal in May 1990</a>. Together with Belgian systems engineer Robert Cailliau, this was formalised as <a href=\"http://cds.cern.ch/record/2639699/files/Proposal_Nov-1990.pdf\">a management proposal</a> in November 1990. This outlined the principal concepts and it defined important terms behind the Web. The document described a \"hypertext project\" called \"WorldWideWeb\" in which a \"web\" of \"hypertext documents\" could be viewed by “browsers”.</p>\n<p>By the end of 1990, Tim Berners-Lee had the first Web server and browser up and running at CERN, demonstrating his ideas. He developed the code for his Web server on a NeXT computer. To prevent it being accidentally switched off, the computer had a hand-written label in red ink: \"<strong><span><span>This machine is a server. DO NOT POWER IT DOWN!!</span></span></strong>\"</p>\n</div><div class=\"text-component-text cern_full_html\">\n<figure class=\"cds-image align-right\" id=\"CERN-PHOTO-201809-235-1\"><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201809-235-1\" title=\"View on CDS\"><img alt=\"NEXT,WWW,Computers and Control Rooms\" src=\"//cds.cern.ch/images/CERN-PHOTO-201809-235-1/file?size=large\"/></a><figcaption>A replica of the NeXT machine used by Tim Berners-Lee in 1990 to develop and run the first WWW server, multimedia browser and web editor<span> (Image: Maximilien Brice/Anna Pantelia/CERN)</span></figcaption></figure><p class=\"column-left image-align\"><a href=\"http://info.cern.ch/\">info.cern.ch</a> was the address of the world's first website and Web server, running on a NeXT computer at CERN. The first Web page address was <a href=\"http://info.cern.ch/hypertext/WWW/TheProject.html\">http://info.cern.ch/hypertext/WWW/TheProject.html</a></p>\n<p class=\"column-left image-align\">This page contained links to information about the WWW project itself, including a description of hypertext, technical details for creating a Web server, and links to other Web servers as they became available.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<figure class=\"cds-image align-left\" id=\"CERN-IT-9001001-01\"><a href=\"https://cds.cern.ch/images/CERN-IT-9001001-01\" title=\"View on CDS\"><img alt=\"web,Hypertext,Computer,NEXT\" src=\"//cds.cern.ch/images/CERN-IT-9001001-01/file?size=large\"/></a><figcaption>A screenshot showing the NeXT world wide web browser created by Tim Berners-Lee<span> (Image: CERN)</span></figcaption></figure><p class=\"column-right image-align\">The WWW design allowed easy access to existing information and an <a href=\"http://info.cern.ch/NextBrowser.html\">early web page</a> linked to information useful to CERN scientists (e.g. the CERN phone book and guides for using CERN’s central computers). A search facility relied on keywords - there were no search engines in the early years.</p>\n<p class=\"column-right image-align\">Berners-Lee’s original Web browser running on NeXT computers showed his vision and had many of the features of current Web browsers. In addition, it included the ability to modify pages from directly inside the browser – the first Web editing capability. This screenshot shows the <a href=\"http://info.cern.ch/NextBrowser1.html\">browser running on a NeXT computer in 1993</a>.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>The Web extends</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Only a few users had access to a NeXT computer platform on which the first browser ran, but development soon started on a simpler, <a href=\"http://line-mode.cern.ch/\">‘line-mode’ browser</a>, which could run on any system. It was written by Nicola Pellow during her student work placement at CERN.</p>\n<p class=\"column-left image-align\">In 1991, Berners-Lee released his WWW software. It included the ‘line-mode’ browser, Web server software and a library for developers. In March 1991, the software became available to colleagues using CERN computers. A few months later, in August 1991, he <a href=\"https://www.w3.org/People/Berners-Lee/1991/08/art-6484.txt\">announced the WWW software on Internet newsgroups</a> and interest in the project spread around the world.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Going global</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Thanks to the efforts of Paul Kunz and Louise Addis, the first Web server in the US came online in December 1991, once again in a particle physics laboratory: the <a href=\"http://www.slac.stanford.edu/history/earlyweb/history.shtml\">Stanford Linear Accelerator Center</a> (SLAC) in California. At this stage, there were essentially only two kinds of browser. One was the original development version, which was sophisticated but available only on NeXT machines. The other was the ‘line-mode’ browser, which was easy to install and run on any platform but limited in power and user-friendliness. It was clear that the small team at CERN could not do all the work needed to develop the system further, so Berners-Lee launched a plea via the internet for other developers to join in. Several individuals wrote browsers, mostly for the X-Window System. Notable among these were MIDAS by Tony Johnson from SLAC, Viola by Pei Wei from technical publisher O'Reilly Books, and Erwise by Finnish students from Helsinki University of Technology.</p>\n<p class=\"column-left image-align\">Early in 1993, the <a href=\"http://www.ncsa.illinois.edu/\">National Center for Supercomputing Applications</a> (NCSA) at the University of Illinois released a first version of its Mosaic browser. This software ran in the X Window System environment, popular in the research community, and offered friendly window-based interaction. Shortly afterwards the NCSA released versions also for the PC and Macintosh environments. The existence of reliable user-friendly browsers on these popular computers had an immediate impact on the spread of the WWW. The European Commission approved its first web project (WISE) at the end of the same year, with CERN as one of the partners. On 30 April 1993, CERN made the source code of WorldWideWeb available on a royalty-free basis, making it free software. By late 1993 there were over 500 known web servers, and the WWW accounted for 1% of internet traffic, which seemed a lot in those days (the rest was remote access, e-mail and file transfer). 1994 was the “Year of the Web”. Initiated by Robert Cailliau, <a href=\"http://www94.web.cern.ch/WWW94/Welcome0522.html\">the First International World Wide Web conference</a> was held at CERN in May. It was attended by <a href=\"http://www94.web.cern.ch/WWW94/Welcome.html\">380 users and developers</a>, and was hailed as the “Woodstock of the Web”.</p>\n<p class=\"column-left image-align\">As 1994 progressed, stories about the Web hit the media. A second conference, attended by 1300 people, was held in the US in October, organised by the NCSA and the newly-formed <a href=\"http://www.iw3c2.org/conferences\">International WWW Conference Committee</a> (IW3C2). By the end of 1994, the Web had 10 000 servers - 2000 of which were commercial - and 10 million users. Traffic was equivalent to shipping the entire collected works of Shakespeare every second. The technology was continually extended to cater for new needs. Security and tools for e-commerce were the most important features soon to be added.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Open standards</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">An essential point was that the web should remain an open standard for all to use and that no-one should lock it up into a proprietary system. In this spirit, CERN submitted a proposal to the Commission of the European Union under the ESPRIT programme: “WebCore”. The goal of the project was to form an international consortium, in collaboration with the US Massachusetts Institute of Technology (MIT). In 1994, Berners-Lee left CERN to join MIT and founded the <a href=\"https://www.w3.org/\">International World Wide Web Consortium</a> (W3C). Meanwhile, with approval of the LHC project clearly in sight, CERN decided that further web development was an activity beyond the laboratory’s primary mission. A new European partner for W3C was needed.</p>\n<p class=\"column-left image-align\">The European Commission turned to the French National Institute for Research in Computer Science and Controls (INRIA), to take over CERN's role. In April 1995, INRIA became the first European W3C host, followed by <a href=\"https://www.keio.ac.jp/en/\">Keio University of Japan</a> (Shonan Fujisawa Campus) in Asia in 1996. In 2003, <a href=\"https://www.ercim.eu/\">ERCIM (European Research Consortium in Informatics and Mathematics)</a> took over the role of European W3C Host from INRIA. In 2013, W3C <a href=\"http://www.w3.org/2013/01/china-host.html.en\">announced</a> <a href=\"https://ev.buaa.edu.cn/\">Beihang University</a> as the fourth Host. In September 2018, there were <a href=\"https://www.w3.org/Consortium/Member/List\">more than 400 member organisations</a> from around the world.</p>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<h2>Le berceau du Web</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Le chercheur britannique Tim Berners-Lee a inventé le World Wide Web en 1989, lorsqu’il travaillait au CERN. À l’origine, le projet a été conçu et développé pour que des scientifiques travaillant dans des universités et instituts du monde entier puissent s'échanger des informations instantanément.</p>\n<figure class=\"cds-image align-right\" id=\"CERN-GE-9407011-31\"><a href=\"https://cds.cern.ch/images/CERN-GE-9407011-31\" title=\"View on CDS\"><img alt=\"WWW,Web,CERN50,Golden Jubilee Photos\" src=\"//cds.cern.ch/images/CERN-GE-9407011-31/file?size=large\"/></a>\n<figcaption>Tim Berners-Lee, photographié au CERN (Image : CERN)</figcaption></figure><p class=\"column-left image-align\">Le CERN n’est pas un laboratoire isolé, mais le pôle de convergence d'une très vaste communauté, qui comprend plus de 17 000 scientifiques de plus de 100 pays. Bien que ces scientifiques passent en général une partie de leur temps au CERN, ils travaillent le plus souvent dans des universités et des laboratoires nationaux de leur pays d'origine. Il leur est donc essentiel de disposer d'outils de communication fiables.</p>\n<p class=\"column-left image-align\">L'idée de base du WWW était de combiner les technologies des ordinateurs personnels, des réseaux informatiques et de l'hypertexte pour créer un système d'information mondial, puissant et facile à utiliser.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Les débuts du Web</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Tim Berners-Lee écrit la première proposition de création du World Wide Web en mars 1989 et <a href=\"http://cds.cern.ch/record/369245/files/dd-89-001.pdf\">sa seconde proposition en mai 1990</a>. Puis, en novembre 1990, l’ingénieur en systèmes belge Robert Cailliau le rejoint et ils élaborent ensemble une <a href=\"http://cds.cern.ch/record/2639699/files/Proposal_Nov-1990.pdf\">proposition formelle pour un système de gestion de l'information</a> esquissant les concepts fondamentaux et définissant les principaux termes liés au Web. Le document décrit un « projet hypertexte » appelé WorldWideWeb, dans lequel un « web » (une toile) de « documents hypertextes » peut être vu par des « navigateurs ».</p>\n<p>Fin 1990, Tim Berners-Lee rend opérationnel le premier serveur et navigateur Web au CERN, concrétisant ainsi ses idées. Il avait développé le code pour le premier serveur Web sur un ordinateur NeXT. Pour éviter qu'on ne l'éteigne accidentellement, une étiquette avait été collée sur l'ordinateur, où il était écrit à la main, en rouge : « Cette machine est un serveur. NE PAS ÉTEINDRE !! »</p>\n</div><div class=\"text-component-text cern_full_html\">\n<figure class=\"cds-image align-right\" id=\"CERN-PHOTO-201809-235-1\"><a href=\"https://cds.cern.ch/images/CERN-PHOTO-201809-235-1\" title=\"View on CDS\"><img alt=\"NEXT,WWW,Computers and Control Rooms\" src=\"//cds.cern.ch/images/CERN-PHOTO-201809-235-1/file?size=large\"/></a><figcaption>Une réplique de la machine NeXT sur laquelle Tim Berners-Lee developpa le premier serveur WWW, le navigateur multimédia et l'éditeur web en 1990. (Image : CERN)</figcaption></figure><p class=\"column-left image-align\">Info.cern.ch était l’adresse du tout premier site et serveur Web, qui était hébergé sur un ordinateur NeXT du CERN. L’adresse de la première page Web était <a href=\"http://info.cern.ch/hypertext/WWW/TheProject.html\">http://info.cern.ch/hypertext/WWW/TheProject.html</a></p>\n<p class=\"column-left image-align\">La page comportait essentiellement des informations relatives au projet WWW, notamment une description de ce qu'est l'hypertexte, des détails techniques pour la création d'un serveur Web, et des liens vers d'autres serveurs, qui étaient ajoutés au fur et à mesure qu'ils devenaient disponibles.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<figure class=\"cds-image align-left\" id=\"CERN-IT-9001001-01\"><a href=\"https://cds.cern.ch/images/CERN-IT-9001001-01\" title=\"View on CDS\"><img alt=\"web,Hypertext,Computer,NEXT\" src=\"//cds.cern.ch/images/CERN-IT-9001001-01/file?size=large\"/></a><figcaption>Capture d'écran montrant le navigateur NeXT créé par TimBerners-Lee</figcaption></figure><p class=\"column-right image-align\">La conception du WWW permettait d'avoir facilement accès à l'information existante ; <a href=\"http://info.cern.ch/NextBrowser.html\">une page Web rudimentaire</a> proposait des liens utiles pour les scientifiques du CERN (par exemple l'annuaire du CERN, ou encore des guides d'utilisation des ordinateurs centraux du CERN). La recherche se faisait par mots-clés, car il n'y avait pas encore de moteurs de recherche.</p>\n<p class=\"column-right image-align\">Le navigateur de Tim Berners-Lee, qui fonctionnait sur les ordinateurs NeXT, incarnait la vision de son créateur et comprenait déjà nombre des caractéristiques des navigateurs Web actuels. Il permettait en outre de modifier les pages directement sur le navigateur, ce qui constituait la toute première fonction d'édition de pages Web. Su cette capture d'écran, on voit comment <a href=\"http://info.cern.ch/NextBrowser1.html\">le navigateur fonctionne sur un ordinateur NeXT en 1993</a>.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Le Web se tisse</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Au départ, seuls quelques utilisateurs avaient accès à la plateforme d'ordinateurs NeXT sur laquelle fonctionnait le premier navigateur. Cependant, Tim Berners-Lee conçoit rapidement <a href=\"http://line-mode.cern.ch/\">un navigateur en mode ligne</a> pouvant être exécuté sur tous les systèmes.</p>\n<p class=\"column-left image-align\">En 1991, Tim Berners-Lee lance son premier logiciel WWW, qui incluait le navigateur en mode ligne, un logiciel pour le serveur Web et une bibliothèque pour les développeurs. En mars de cette même année, le logiciel devient accessible à d'autres collègues sur des ordinateurs du CERN. En août, <a href=\"https://www.w3.org/People/Berners-Lee/1991/08/art-6484.txt\">il présente le logiciel WWW sur un groupe de discussion internet</a>, ce qui éveille l'intérêt pour le projet à travers le monde.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Élargissement mondial</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Grâce aux efforts de Paul Kunz et Louise Addis, le premier serveur Web aux États-Unis est mis en ligne en décembre 1991, là aussi dans un laboratoire de physique des particules : le <a href=\"http://www.slac.stanford.edu/history/earlyweb/history.shtml\">Centre de l'accélérateur linéaire de Stanford</a> (SLAC), en Californie. Il n'y avait alors pour ainsi dire que deux sortes de navigateur. L'un était la version qui avait servi au développement initial, sophistiquée mais disponible uniquement sur des machines NeXT. L'autre était le navigateur en mode ligne, très simple à installer et à exécuter sur n'importe quelle plateforme, mais limité en puissance et peu convivial. Il était évident que la petite équipe du CERN à l'origine du système ne pourrait à elle seule effectuer le travail nécessaire pour le développer. Aussi Tim Berners-Lee lance-t-il un appel via l'Internet pour que d'autres développeurs viennent leur prêter main-forte. Plusieurs personnes créent alors des navigateurs, la plupart exécutables dans l'environnement X-Window. Les plus connus de cette époque sont MIDAS, de Tony Johnson (qui travaille alors auprès du SLAC), Viola, de Pei Wei (qui travaillait pour l'éditeur d'ouvrages techniques O'Reilly), et Erwise, d'un groupe d'étudiants finlandais de l'Université de technologie d'Helsinki.</p>\n<p class=\"column-left image-align\">Début 1993, le <a href=\"http://www.ncsa.illinois.edu/\">Centre national de superinformatique</a> (NCSA) de l'Université de l'Illinois met en service une première version de son navigateur MOSAIC. Ce logiciel était exécutable dans l'environnement X-Window, très répandu dans la communauté de la recherche, et permettait une utilisation conviviale grâce à un système utilisant des fenêtres. Peu de temps après, le NCSA met également en circulation des versions pour les environnements PC et Macintosh. La disponibilité de navigateurs conviviaux et fiables sur ces ordinateurs très populaires a eu un impact immédiat sur la diffusion du WWW. La Commission européenne approuve son premier projet Web (WISE) à la fin de cette même année, le CERN étant l'un des partenaires. Le 30 avril 1993, le CERN met gratuitement à disposition le code source du World Wide Web, qui devient ainsi un logiciel libre. Fin 1993, on compte plus de 500 serveurs Web connus, et le WWW représente 1 % du trafic sur internet, ce qui semble beaucoup à cette époque (le reste du trafic est composé des accès à distance et des envois de courriels et de fichiers). 1994 est l’année du Web. Lancée par Robert Cailliau, <a href=\"http://www94.web.cern.ch/WWW94/Welcome0522.html\">la première conférence internationale sur le World Wide Web</a> se tient au CERN en mai. <a href=\"http://www94.web.cern.ch/WWW94/Welcome.html\">Près de quatre cents utilisateurs et développeurs</a> y participent et cet événement est salué comme le « Woodstock du Web ».</p>\n<p class=\"column-left image-align\">Au cours de l'année 1994, le Web est abondamment mentionné dans les médias. En octobre, une seconde conférence, organisée aux États-Unis par le NCSA et le <a href=\"http://www.iw3c2.org/conferences\">Comité international des conférences World Wide Web</a> (IW3C2), nouvellement créé, réunit 1 300 participants. Fin 1994, le Web compte 10 000 serveurs, dont 2 000 à usage commercial, et 10 millions d'utilisateurs. Le trafic est alors équivalent au transfert, à chaque seconde, de la collection complète des œuvres de Shakespeare. La technologie continue ensuite de progresser pour satisfaire les nouveaux besoins qui apparaissent, la sécurité et les outils pour le commerce en ligne étant les domaines traités en priorité.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Un outil libre</h2>\n</div><div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-align\">Il était essentiel que le Web reste un outil libre utilisable par tous, dont personne ne puisse devenir le propriétaire unique. C'est dans ce sens que le CERN soumet un projet à la Commission de l'Union européenne dans le cadre du programme ESPRIT : « WebCore ». Le but de ce projet était de créer un consortium international, en collaboration avec l'Institut de technologie du Massachusetts (MIT). En 1994, Tim Berners-Lee quitte officiellement le CERN pour rejoindre le MIT, et fonde le <a href=\"https://www.w3.org/\">Consortium international World Wide Web</a> (W3C). Pendant cette période, avec l'approbation du projet LHC en ligne de mire, le CERN estime que le nouveau développement du Web ne fait pas partie de sa mission première. Pour le W3C, il est donc nécessaire de trouver un nouveau partenaire en Europe.</p>\n<p class=\"column-left image-align\">La Commission européenne se tourne alors vers l'Institut national de la Recherche en informatique et en automatique (INRIA) français, pour prendre le relais. En janvier 1995, l'INRIA devient le premier siège européen du W3C, et en 1996, l'Université Keio au Japon (campus Shonan Fujisawa) en devient le siège asiatique. En 2003, l'ERCIM (European Research Consortium in Informatics and Mathematics) remplace l'INRIA pour ce qui est de l'Europe, et en 2013, le W3C annonce que l'Université Beihang est devenue son quatrième siège. En septembre 2018, le consortium compte <a href=\"https://www.w3.org/Consortium/Member/List\">plus de 400 organisations membres</a>, situées à travers le monde.</p>\n</div>"
  },

  "image_url": "https://cds.cern.ch/images/CERN-PHOTO-201809-235-1/file?size=large",
  "oda_tags": ["computing"],
  "oda_type": "about",
  "id": "static/science/computing/birth-web/short-history-web"
}
