{
  "title": {
    "en": "How a detector works",
    "fr": "Mode d'emploi d’un détecteur"
  },

  "hook": {
    "en": "Just as hunters can identify animals from tracks in mud or snow, physicists identify subatomic particles from the traces they leave in detectors",
    "fr": "La fonction d’un détecteur est d’enregistrer et de visualiser les explosions de particules résultant des collisions dans les accélérateurs"
  },

  "body": {
    "en": "<p>Accelerators at CERN boost particles to high energies before they are made to collide inside detectors. The detectors gather clues about the particles – including their speed, mass and charge – from which physicists can work out a particle's identity. The process requires <a href=\"https://home.cern/science/accelerators\">accelerators</a>, <a href=\"https://home.cern/science/engineering/pulling-together-superconducting-electromagnets\">powerful electromagnets</a>, and layer upon layer of complex subdetectors.</p><p>Particles produced in collisions normally travel in straight lines, but in the presence of a magnetic field their paths become curved. Electromagnets around particle detectors generate magnetic fields to exploit this effect. Physicists can calculate the momentum of a particle – a clue to its identity – from the curvature of its path: particles with high momentum travel in almost straight lines, whereas those with very low momentum move forward in tight spirals inside the detector.</p><p>Modern particle detectors consist of layers of subdetectors, each designed to look for particular properties, or specific types of particle. Tracking devices reveal the path of a particle; calorimeters stop, absorb and measure a particle’s energy; and particle-identification detectors use a range of techniques to pin down a particle's identity.</p><h2>Tracking devices</h2><p>Tracking devices reveal the paths of electrically charged particles as they pass through and interact with suitable substances. Most tracking devices do not make particle tracks directly visible, but record tiny electrical signals that particles trigger as they move through the device. A computer program then reconstructs the recorded patterns of tracks.</p><p>One type of particle, the muon, interacts very little with matter – it can travel through metres of dense material before it is stopped. For this reason, muon chambers – tracking devices specialized for detecting muons – usually make up the outermost layer of a detector.</p><h2>Calorimeters</h2><p>A calorimeter measures the energy a particle loses as it passes through. It is usually designed to stop entirely or “absorb” most of the particles coming from a collision, forcing them to deposit all of their energy within the detector. Calorimeters typically consist of layers of “passive” or “absorbing” high-density material – for example, lead – interleaved with layers of an “active” medium such as solid lead-glass or liquid argon.</p><p>Electromagnetic calorimeters measure the energy of electrons and photons as they interact with the electrically charged particles in matter. Hadronic calorimeters sample the energy of hadrons (particles containing quarks, such as protons and neutrons) as they interact with atomic nuclei. Calorimeters can stop most known particles except muons and neutrinos.</p><h2>Particle-identification detectors</h2><p>Once a particle has passed through the tracking devices and the calorimeters, physicists have two further methods of narrowing down its identity. Both methods work by detecting radiation emitted by charged particles.</p><p>When a charged particle travels faster than light does through a given medium, it emits Cherenkov radiation at an angle that depends on its velocity. The particle's velocity can be calculated from this angle. Velocity can then be combined with a measure of the particle's momentum to determine its mass, and therefore its identity.</p><p>When a fast charged particle crosses the boundary between two electrical insulators with different resistances to electric currents, it emits transition radiation. The phenomenon is related to the energy of the particle and so can distinguish different particle types.</p><p>Collating all these clues from different parts of the detector, physicists build up a snapshot of what was in the detector at the moment of a collision. The next step is to scour the collisions for unusual particles, or for results that do not fit current theories.</p>",

    "fr": "<p>La fonction d’un détecteur est d’enregistrer et de visualiser les explosions de particules résultant des collisions dans les <a href=\"https://home.cern/science/accelerators\">accélérateurs</a>. Les informations sur la vitesse, la masse et la charge d’une particule aident les physiciens à l’identifier.</p><p>Le travail des physiciens pour identifier la particule qui a laissé une trace dans le détecteur s’apparente à celui du naturaliste qui étudie les traces laissées par des animaux dans la nature. Pour les empreintes d'animaux, la taille, la direction, la profondeur et la forme des traces, la longueur du pas et le motif général peuvent donner des indications sur le type d’animal passé par là. De la même manière, les particules laissent des signes révélateurs que les physiciens doivent déchiffrer.</p><p>Un détecteur de particules moderne est composé de couches de sous-détecteurs, chacun étant spécialisé dans un type de particule ou une propriété. Il existe trois grands types de sous-détecteurs :</p><ul><li>les trajectographes, qui révèlent la trajectoire d'une particule ;</li>\n<li>les calorimètres, qui arrêtent une particule et en absorbent l'énergie, ce qui permet de mesurer celle-ci ;</li>\n<li>les identificateurs de particules, qui identifient le type de la particule à l'aide de techniques diverses.</li>\n</ul><p>Pour permettre l’identification des particules produites lors de collisions, tout le détecteur doit être soumis à un champ magnétique. Une particule se déplace généralement en ligne droite, mais un champ magnétique courbe sa trajectoire. À partir de la courbure de la trajectoire, les physiciens peuvent calculer l’impulsion de la particule, ce qui les aide à l’identifier. Les particules à impulsion élevée se déplacent quasiment en ligne droite, alors que celles à impulsion plus faible se décrivent de petites spirales.</p><h3><a id=\"tracking\" name=\"tracking\"></a>Les trajectographes</h3><p>Les trajectographes, ou détecteurs de traces, révèlent la trajectoire des particules chargées électriquement, à travers les traces qu’elles laissent. Des effets similaires surviennent dans notre vie quotidienne : les avions volant à haute altitude semblent invisibles, mais si les conditions s’y prêtent, leur traînée est visible. Pour obtenir des traces, on amène les particules à traverser une substance pour visualiser leur interaction avec les atomes du milieu en question.</p><p>La plupart des trajectographes modernes ne rendent pas les traces des particules directement visibles. Ils produisent de faibles signaux électriques enregistrés comme des données informatiques. La configuration des traces décelées par le détecteur est ensuite reconstituée par ordinateur.</p><p>Ils peuvent enregistrer la courbe suivie par la trajectoire d'une particule (sous l’influence d'un champ magnétique). On peut ainsi calculer l'impulsion de celle-ci, ce qui est utile pour l’identifier.</p><p>La « chambre à muons » est un trajectographe utilisée pour détecter les muons. Les muons n’interagissent que très peu avec la matière et peuvent se déplacer sur de longues distances, même à travers plusieurs mètres de matériau dense. De même que les fantômes traversent les murs, les muons peuvent passer à travers plusieurs couches à l’intérieur d’un détecteur. Les chambres à muons constituent en général la couche la plus externe.</p><h3><a id=\"calorimeter\" name=\"calorimeter\"></a>Les calorimètres</h3><p>Un calorimètre mesure l’énergie perdue par la ou les particules qui le traversent. Il est généralement conçu pour stopper totalement ou « absorber » la plupart des particules résultant d'un évènement de collision, les forçant à déposer toute leur énergie à l’intérieur du détecteur. En général, les calorimètres sont constitués de couches d'un matériau de haute densité « passif » ou « absorbant » (du plomb par exemple) intercalées avec des couches d'un milieu « actif » tel que du verre au plomb solide ou de l'argon liquide.</p><p>Les calorimètres électromagnétiques mesurent l'énergie des particules légères - électrons et photons - qui interagissent avec les particules chargées à l'intérieur de la matière.</p><p>Les calorimètres hadroniques échantillonnent l'énergie des hadrons (particules contenant des quarks, telles que des protons et des neutrons) qui interagissent avec les noyaux des atomes.</p><p>Les calorimètres stoppent la plupart des particules connues, à l'exception des muons et des neutrinos.</p><h3><a id=\"identif\" name=\"identif\"></a>Les identificateurs de particules</h3><p>Il existe deux méthodes d’identification des particules par détection du rayonnement émis par les particules chargées :</p><ul><li>le rayonnement Tchérenkov : il s’agit d’une lumière émise lorsqu’une particule chargée se déplace plus vite que la vitesse de la lumière dans un milieu donné. La lumière est émise à un certain angle, en fonction de la vitesse de la particule. »Si l’on connaît l’impulsion de la particule, on peut, à partir de cette vitesse, déterminer sa masse, et donc l’identifier ;</li>\n<li>le rayonnement de transition : ce rayonnement est produit par une particule rapide chargée lorsqu'elle traverse la limite entre deux matériaux présentant des résistances électriques différentes. Ce phénomène est corrélé à l’énergie d’une particule et permet d’en distinguer les différents types.</li>\n</ul>"
  },

  "image_url": "None",
  "oda_tags": ["experiments", "detectors"],
  "oda_type": "about",
  "id": "static/science/experiments/how-detector-works"
}
