{
  "title": {
    "en": "About CERN",
    "fr": "Le CERN"
  },

  "hook": {
    "en": "What is the universe made of?\nAt CERN, we probe the fundamental structure of the particles that make up everything around us.\nWe do so using the world's largest and most complex scientific instruments.",
    "fr": "De quoi l'Univers est-il fait ? Comment a-t-il évolué ?\nLes physiciens du CERN cherchent des réponses avec de puissants accélérateurs de particules"
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-breakout\">Physicists and engineers at CERN use the world's largest and most complex scientific instruments to study the basic constituents of matter – fundamental particles. Subatomic particles are made to collide together at close to the speed of light. The process gives us clues about how the particles interact, and provides insights into the fundamental laws of nature. We want to advance the boundaries of human knowledge by delving into the smallest building blocks of our universe.</p>\n<p class=\"column-left image-breakout\">The instruments used at CERN are purpose-built <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">particle accelerators</a> and <a href=\"https://home.cern/science/experiments/how-detector-works\">detectors</a>. Accelerators boost beams of particles to high energies before the beams are made to collide with each other or with stationary targets. Detectors observe and record the results of these collisions.</p>\n<p class=\"column-left image-breakout\">Founded in 1954, the CERN laboratory sits astride the Franco-Swiss border near Geneva. It was one of Europe's first joint ventures and now has 22 <a href=\"https://home.cern/about/who-we-are/our-governance/member-states\">member states</a>.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>What does “CERN” stand for?</h2>\n<p class=\"column-left image-breakout\">At an intergovernmental meeting of UNESCO in Paris in December 1951, the first resolution concerning the establishment of a European Council for Nuclear Research (in French <em>Conseil Européen pour la Recherche Nucléaire)</em> was adopted.</p>\n<p class=\"column-left image-breakout\">Two months later, an agreement was signed establishing the provisional Council – the acronym CERN was born.</p>\n<p class=\"column-left image-breakout\">Today, our understanding of matter goes much deeper than the nucleus, and CERN's main area of research is particle physics. Because of this, the laboratory operated by CERN is often referred to as the European Laboratory for Particle Physics.</p>\n</div><div class=\"component-call-to-action__wrapper has-icon\">\n<a href=\"https://home.cern/about/who-we-are/our-history\" title=\"Learn more about CERN’s history\">\n<span>Learn more about CERN’s history</span>\n</a>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>What is the LHC?</h2>\n<p class=\"column-left image-breakout\">The Large Hadron Collider (LHC) is the world’s largest and most powerful <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">particle accelerator</a>. It first started up on 10 September 2008, and remains the latest addition to CERN’s <a href=\"https://home.cern/science/accelerators\">accelerator complex</a>. The LHC consists of a 27-kilometre ring of superconducting magnets with a number of accelerating structures to boost the energy of the particles along the way.</p>\n<p class=\"column-left image-breakout\">The beams inside the LHC are made to collide at four locations around the accelerator ring, corresponding to the positions of four particle detectors – <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, <a href=\"https://home.cern/science/experiments/alice\">ALICE</a> and <a href=\"https://home.cern/science/experiments/lhcb\">LHCb.</a></p>\n</div><div class=\"component-call-to-action__wrapper has-icon\">\n<a href=\"https://home.cern/science/accelerators/large-hadron-collider\" title=\"Learn more about the Large Hadron Collider\">\n<span>Learn more about the Large Hadron Collider</span>\n</a>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p class=\"column-left image-breakout\">Le CERN, l’Organisation européenne pour la recherche nucléaire, est l’un des plus grands et des plus prestigieux laboratoires scientifiques du monde. Il a pour vocation la physique fondamentale, la découverte des constituants et des lois de l’Univers. Il utilise des instruments scientifiques très complexes pour sonder les constituants ultimes de la matière : les particules fondamentales. En étudiant ce qui se passe lorsque ces particules entrent en collision, les physiciens appréhendent les lois de la Nature.</p>\n<p class=\"column-left image-breakout\">Les instruments qu’utilise le CERN sont des <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">accélérateurs</a> et des <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs</a> de particules. Les accélérateurs portent des faisceaux de particules à des énergies élevées pour les faire entrer en collision avec d'autres faisceaux ou avec des cibles fixes. Les détecteurs, eux, observent et enregistrent le résultat de ces collisions.</p>\n<p class=\"column-left image-breakout\">Fondé en 1954, le CERN est situé de part et d’autre de la frontière franco-suisse, près de Genève. Il a été l’une des premières organisations à l'échelle européenne et compte aujourd’hui 22 <a href=\"https://home.cern/about/who-we-are/our-governance/member-states\">États membres</a>.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Que signifie l’acronyme CERN ?</h2>\n<p class=\"column-left image-breakout\">La première résolution concernant la fondation d’un Conseil européen pour la recherche nucléaire est adoptée en décembre 1951, à Paris, lors d’une réunion intergouvernementale de l’UNESCO.</p>\n<p class=\"column-left image-breakout\">Deux mois plus tard, un accord est signé pour la création du Conseil provisoire ; l’acronyme CERN est né.</p>\n<p class=\"column-left image-breakout\">En vertu de cet accord, le CERN a 18 mois pour établir la Convention formelle du CERN.</p>\n<p class=\"column-left image-breakout\">Aujourd’hui, notre compréhension de la matière va bien au-delà du noyau, et le principal domaine de recherche du CERN est la physique des particules. C’est pourquoi le CERN est souvent appelé « Laboratoire européen pour la physique des particules ».</p>\n</div><div class=\"component-call-to-action__wrapper has-icon\">\n<a href=\"https://home.cern/about/who-we-are/our-history\" title=\"Pour en savoir plus sur l'histoire du CERN\">\n<span>Pour en savoir plus sur l'histoire du CERN</span>\n</a>\n</div><div class=\"text-component-text cern_full_html\">\n<h2>Qu'est-ce que le LHC ?</h2>\n<p class=\"column-left image-breakout\">Le LHC est <a href=\"https://home.cern/science/accelerators/how-accelerator-works\">l’accélérateur de particules le plus grand et le plus puissant du monde. Il a démarré le 10 septembre 2008 et est le dernier maillon du </a><a href=\"https://home.cern/science/accelerators/accelerator-complex\">complexe d’accélérateurs</a> du CERN. Il consiste en un anneau de 27 kilomètres de circonférence formé d’aimants supraconducteurs et de structures accélératrices qui augmentent l’énergie des particules qui y circulent.</p>\n<p class=\"column-left image-breakout\">Tous les systèmes de contrôle de l’accélérateur et de son infrastructure technique sont regroupés au Centre de contrôle du CERN. C’est depuis ce Centre que sont déclenchées les collisions des faisceaux au centre des quatre détecteurs de particules : <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a>, <a href=\"https://home.cern/science/experiments/alice\">ALICE</a> et <a href=\"https://home.cern/science/experiments/lhcb\">LHCb.</a></p>\n</div><div class=\"component-call-to-action__wrapper has-icon\">\n<a href=\"https://home.cern/science/accelerators/large-hadron-collider\" title=\"Pour en savoir plus sur le Grand collisionneur de hadrons\">\n<span>Pour en savoir plus sur le Grand collisionneur de hadrons</span>\n</a>\n</div>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-10/Higgsfield_0.jpg",
  "oda_tags": [],
  "oda_type": "about",
  "id": "static/about"
}
