{
  "title": {
    "en": "DELPHI",
    "fr": "DELPHI"
  },

  "hook": {
    "en": "The DELPHI detector was equipped with 20 subdetectors and advanced tracking systems for short-lived particles",
    "fr": "Le détecteur DELPHI a été équipé de 20 sous-détecteurs et des systèmes évolués pour détecter des particules de courte durée de vie"
  },

  "body": {
    "en": "<p>DELPHI was one of four large <a href=\"https://home.cern/science/experiments/how-detector-works\">detectors</a> on the <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Large Electron-Positron collider</a> (LEP). It took 7 years to design and build, and it started up in 1989. In December 2000, DELPHI stopped taking data and was dismantled to leave room for the construction of the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> in the LEP tunnel.</p><p>DELPHI consisted of a central cylinder filled with subdetectors, with two end-caps. It was 10 metres in length and diameter, and weighed 3500 tonnes. The detector consisted of 20 subdetectors. A large superconducting magnet sat between an electromagnetic calorimeter (for tracking electrons) and a hadronic calorimeter (to detect hadrons). The magnet generated a field to deflect charged particles so their charge and momenta could be measured.</p><p>The DELPHI detector used the ring imaging Cherenkov technique to differentiate between secondary charged particles, and it had an advanced silicon detector to detect short-lived particles by extrapolating the tracks back towards the collision point.</p><p>The collaboration running the detector consisted of about 550 physicists from 56 participating universities and institutes in 22 countries.</p><p><strong><a href=\"http://delphiwww.cern.ch/\">Find out more on the archived DELPHI public site</a></strong></p>",

    "fr": "<p>DELPHI était l’un des quatre <a href=\"https://home.cern/science/experiments/how-detector-works\">détecteurs</a> du <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Grand collisionneur électron-positon</a> (LEP). Sa conception et sa construction ont duré sept ans, et son exploitation a commencé en 1989. En décembre 2000, DELPHI a cessé de recueillir des données et a été démonté pour permettre de construire le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) dans le tunnel du LEP.</p><p>DELPHI se composait d’un cylindre central équipé de 20 sous-détecteurs et de deux bouchons externes, pesait 3 500 tonnes et mesurait 10 mètres de long et 10 mètres de diamètre. À l’intérieur, un grand aimant supraconducteur était disposé entre un calorimètre électromagnétique (qui détectait les électrons) et un calorimètre hadronique (qui détectait les hadrons). L’aimant générait un champ magnétique qui déviait la trajectoire des particules chargées pour permettre la mesure de leur charge et de leur impulsion.</p><p>DELPHI utilisait la technique du détecteur Tchérenkov à focalisation annulaire pour déterminer les différents types de particules chargées secondaires, et son détecteur au silicium détectait les particules à durée de vie brève par une extrapolation de la trajectoire remontant jusqu’au point de collision.</p><p>La collaboration DELPHI comptait environ 550 physiciens issus de 56 universités et instituts de 22 pays.</p><p><strong><a href=\"http://delphiwww.cern.ch/\">Pour en savoir plus voir les pages publiques de DELPHI (archives)</a></strong></p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/delphi_1.jpeg",
  "oda_tags": ["lep", "delphi", "experiments"],
  "oda_type": "about",
  "id": "static/science/experiments/delphi"
}
