{
  "title": {
    "en": "The Worldwide LHC Computing Grid",
    "fr": "La Grille de calcul mondiale pour le LHC"
  },

  "hook": {
    "en": "A global collaboration of computer centres distributes and stores LHC data, giving real-time access to physicists around the world",
    "fr": "A global collaboration of computer centres distributes and stores LHC data, giving real-time access to physicists around the world"
  },

  "body": {
    "en": "<p>The <a href=\"http://wlcg-public.web.cern.ch/\">Worldwide LHC Computing Grid</a> (WLCG) is a global collaboration of computer centres. It was launched in 2002 to provide a resource to store, distribute and analyse the 15 petabytes (15 million gigabytes) of data generated every year by the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC).</p><p>In 1999, when work began on the design of a computing system for LHC data analysis, it rapidly became clear that the required computing power was far beyond the funding capacity available to CERN. On the other hand, most of the laboratories and universities collaborating on the LHC had access to national or regional computing facilities.</p><p>These were integrated into a single LHC computing service – the Grid – in 2002. It now links thousands of computers and storage systems in over 170 centres across 41 countries. These computer centres are arranged in \"<a href=\"https://home.cern/science/computing/grid-system-tiers\">Tiers</a>\", and together serve a community of over 8000 physicists with near real-time access to LHC data. The Grid gives users the power to process, analyse and in some cases to store LHC data.</p><p>The WLCG is the world's largest computing grid. It is based on two main grids – the <a href=\"https://www.egi.eu/\">European Grid Infrastructure</a> in Europe, and <a href=\"https://opensciencegrid.org/\">Open Science Grid</a> in the US – but has many associated regional and national grids (such as <a href=\"http://www.twgrid.org/\">TWGrid</a> in Taiwan and <a href=\"http://www.euindiagrid.eu/\">EU-IndiaGrid</a>, which supports grid infrastructures across Europe and Asia).</p><p>This grid-based infrastructure is the most effective solution to the data-analysis challenge of the LHC, offering many advantages over a centralized system. Multiple copies of data can be kept at different sites, ensuring access for all scientists independent of geographical location; there is no single point of failure; computer centres in multiple time zones ease round-the-clock monitoring and the availability of expert support; and resources can be distributed across the world, for funding and sociological reasons.</p><h3>Using the Grid</h3><p>With more than 8000 LHC physicists across the four main experiments – <a href=\"https://home.cern/science/experiments/alice\">ALICE</a>, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a> and <a href=\"https://home.cern/science/experiments/lhcb\">LHCb</a> – actively accessing and analysing data in near real-time, the computing system designed to handle the data has to be very flexible.</p><p>WLCG provides seamless access to computing resources which include data storage capacity, processing power, sensors, visualization tools and more. Users make job requests from one of the many entry points into the system. A job request can be almost anything – storage, processing capacity, or availability of analysis software, for example. The computing Grid establishes the identity of the user, checks their credentials, and searches for available sites that can provide the resources requested. Users do not have to worry about where the computing resources are coming from – they can tap into the Grid's computing power and access storage on demand.</p><p>Tier 0 of the Grid runs around one million jobs per day. Peak data-transfer rates of 10 gigabytes per second – the equivalent of two full DVDs of data per second – are not unusual.</p>",

    "fr": "<p>La <a href=\"http://wlcg-public.web.cern.ch/\">Grille de calcul mondiale pour le LHC</a> (WLCG) est une collaboration entre plusieurs centres de calcul répartis dans le monde entier. Lancée en 2002, elle a pour but de fournir les ressources nécessaires au stockage, à la distribution et à l’analyse des 15 pétaoctets (15 millions de gigaoctets) de données générées chaque année par le <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC).</p><p>En 1999, lorsqu’ont débuté les travaux de conception d’un système informatique pour l’analyse des données du LHC, il est vite apparu que la puissance informatique requise dépassait largement les ressources financières disponibles au CERN. Par ailleurs, la plupart des laboratoires et universités qui travaillaient ensemble sur le LHC avaient accès à des installations informatiques nationales ou régionales.</p><p>En 2002, celles-ci ont été rassemblées au sein d’une même infrastructure informatique pour le LHC – la Grille – qui relie désormais des milliers d’ordinateurs et de systèmes de stockage dans plus de 170 centres répartis dans 41 pays. Hiérarchisés en <a href=\"https://home.cern/science/computing/grid-system-tiers\">niveaux</a> (« <em>Tiers</em> »), ces centres de calcul sont utilisés par une communauté de plus de 8 000 chercheurs qui ont ainsi accès aux données du LHC en temps quasi réel. Grâce à la Grille, ces données peuvent être traitées, analysées, et, dans certains cas, stockées par les utilisateurs.</p><p>La Grille de calcul mondiale pour le LHC est la plus grande grille de calcul du monde. Elle repose sur deux grilles principales, <a href=\"https://www.egi.eu/\">l’infrastructure de grille européenne</a> (EGI), en Europe, et <a href=\"https://opensciencegrid.org/\">l’Open Science Grid</a> (OSG), aux États-Unis, mais dispose de nombreuses grilles associées au niveau régional ou national, telles que TWGrid, à Taïwan, ou <a href=\"http://www.euindiagrid.eu/\">EU-IndiaGrid</a>, qui soutient les infrastructures de grilles en Europe et en Asie.</p><p>Une telle infrastructure de grille est la solution la plus efficace au problème posé par l’analyse des données du LHC, présentant de nombreux avantages par rapport à un système centralisé : plusieurs copies des données peuvent être conservées dans des lieux différents, ce qui garantit leur accès à tous les scientifiques indépendamment de l'endroit où ils se trouvent ; la grille assure aussi la redistribution des tâches informatiques en cas de problème sur un site ; en outre, la présence de centres de calcul dans différents fuseaux horaires facilite la surveillance du système et permet de bénéficier de l’appui de spécialistes 24 heures sur 24 ; enfin, les ressources peuvent être réparties dans le monde entier, en fonction d’enjeux politiques et financiers.</p><h3>La Grille et son utilisation</h3><p>Avec plus de 8 000 chercheurs du LHC travaillant sur les quatre grandes expériences – <a href=\"https://home.cern/science/experiments/alice\">ALICE</a>, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a>, <a href=\"https://home.cern/science/experiments/cms\">CMS</a> et <a href=\"https://home.cern/science/experiments/lhcb\">LHCb</a> – qui sollicitent activement les données et les analysent en temps quasi-réel, le système informatique conçu pour exploiter ces données se doit d’être extrêmement flexible.</p><p>La Grille de calcul mondiale pour le LHC offre un accès fluide et sans faille à des ressources informatiques (capacité de stockage, puissance de traitement, capteurs, outils de visualisation, etc.). Les utilisateurs effectuent des demandes de calculs depuis l’un des nombreux points d’entrée du système. Une demande de calculs peut porter aussi bien sur le stockage, la capacité de traitement, ou encore la disponibilité de logiciels d’analyse des données, pour ne citer que ces éléments. La Grille de calcul vérifie l’identité de l’utilisateur et ses identifiants, puis recherche parmi les sites ceux en mesure de lui fournir les ressources demandées. Les utilisateurs n’ont pas à se soucier de la provenance des ressources informatiques : ils peuvent exploiter la puissance de la Grille et disposer de la capacité de stockage dont ils ont besoin sur simple demande.</p><p>Le niveau 0 de la Grille traite plus d’un million de calculs par jour. Les pics de distribution de données de 10 gigaoctets par seconde, soit l’équivalent de deux DVD de données par seconde, n’ont rien d’inhabituel.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/computing_page/2013/01/computing_home_image.jpeg",
  "oda_tags": ["worldwide-lhc-computing-grid", "computing"],
  "oda_type": "about",
  "id": "static/science/computing/worldwide-lhc-computing-grid"
}
