{
  "title": {
    "en": "ALPHA",
    "fr": "ALPHA"
  },

  "hook": {
    "en": "ALPHA makes, captures and studies atoms of antihydrogen and compares them with hydrogen atoms",
    "fr": "ALPHA a pour objet de capturer et étudier des atomes d'antihydrogène et de les comparer aux atomes d'hydrogène"
  },

  "body": {
    "en": "<p>The <a href=\"http://alpha.web.cern.ch/\">ALPHA experiment</a> is a successor of an earlier antimatter experiment, ATHENA. Set up in late 2005 with similar overall research goals as its predecessor, ALPHA makes, captures and studies atoms of antihydrogen and compares these with hydrogen atoms.</p><p>Creating antihydrogen depends on bringing together the two component antiparticles, antiprotons and positrons, in a trapping device for charged particles. Since antihydrogen atoms have no electric charge, once they form they can't be confined in such a device. In the ATHENA experiment the antiatoms would drift naturally to the walls of the trap. Because these walls were made of ordinary matter, the contact caused the antiatoms to annihilate a few microseconds after they were created.</p><p>ALPHA is picking up from where ATHENA left off. ALPHA uses a different trapping method to hold the antihydrogen atoms, and will keep them for a longer period before they annihilate with ordinary atoms.</p><p>In June 2011, ALPHA reported that it had <a href=\"https://home.cern/news/press-release/cern/cern-experiment-traps-antimatter-atoms-1000-seconds\">succeeded in trapping antimatter atoms for over 16 minutes</a>: long enough to begin to study their properties in detail. This should give the physicists time to take measurements and to find more answers to the antimatter mystery.</p>",

    "fr": "<p><a href=\"http://alpha.web.cern.ch/\">L’expérience ALPHA</a> a pris la suite d’une autre expérience sur l’antimatière, ATHENA. Lancée fin 2005, ALPHA a pour objet de capturer et étudier des atomes d’antihydrogène et de les comparer aux atomes d’hydrogène. ALPHA poursuit des objectifs similaires à l’expérience qui l’a précédée mais avec des outils différents, dont la conception représente une évolution par rapport à l’installation antérieure.</p><p>Pour obtenir de l’antihydrogène, les physiciens doivent regrouper les antiprotons et les positons à l’intérieur d’une machine qui piège les particules au moyen d’une charge électrique. Cependant, comme les atomes d’antihydrogène sont électriquement neutres, ils ne peuvent pas être confinés : ils migrent naturellement vers les parois du piège. Comme les parois sont constituées de matière, le contact provoque l’annihilation des antiatomes quelques microsecondes après leur création.</p><p>ALPHA, s’appuyant sur les connaissances acquises grâce à l’expérience ATHENA, utilise, outre le piège standard, une méthode de capture différente pour conserver plus longtemps les atomes d’antihydrogène avant qu’ils s’annihilent en rencontrant des atomes de matière. En juin 2011,  les chercheurs de l’expérience ALPHA, ont annoncé qu’<a href=\"https://home.cern/fr/news/press-release/general-cern/cern-experiment-traps-antimatter-atoms-1000-seconds\">ils sont parvenus à piéger des atomes d’antimatière pendant plus de 16 minutes</a>, soit suffisamment longtemps pour commencer à étudier leurs propriétés en détail. Les physiciens devraient ainsi disposer de plus de temps pour effectuer leurs mesures et, en conséquence, pour élucider les mystères de l'antimatière.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-07/alpha.jpg",
  "oda_tags": ["antihydrogen", "alpha", "experiments", "antimatter"],
  "oda_type": "about",
  "id": "static/science/experiments/alpha"
}
