{
  "title": {
    "en": "Heavy ions and quark-gluon plasma",
    "fr": "Ions lourds et plasma de quarks et de gluons"
  },

  "hook": {
    "en": "CERN physicists collide heavy ions to free quarks - recreating conditions that existed in the universe just after the Big Bang",
    "fr": "Des collisions d’ions lourds pour libérer les quarks et recréer les conditions qui prévalaient juste après le Big Bang"
  },

  "body": {
    "en": "<p>For a few millionths of a second, shortly after the Big Bang, the universe was filled with an astonishingly hot, dense soup made of all kinds of particles moving at near light speed. This mixture was dominated by quarks – fundamental bits of matter – and by gluons, carriers of the strong force that normally “glue” quarks together into familiar protons and neutrons and other species. In those first evanescent moments of extreme temperature, however, quarks and gluons were bound only weakly, free to move on their own in what’s called a quark-gluon plasma.</p><p>To recreate conditions similar to those of the very <a href=\"https://home.cern/science/physics/early-universe\">early universe</a>, powerful <a href=\"https://home.cern/science/accelerators\">accelerators</a> make head-on collisions between massive ions, such as gold or lead nuclei. In these heavy-ion collisions the hundreds of protons and neutrons in two such nuclei smash into one another at energies of upwards of a few trillion electronvolts each. This forms a miniscule fireball in which everything “melts” into a quark-gluon plasma.</p><p>The fireball instantly cools, and the individual quarks and gluons (collectively called partons) recombine into a blizzard of ordinary matter that speeds away in all directions. The debris contains particles such as pions and kaons, which are made of a quark and an antiquark; protons and neutrons, made of three quarks; and even copious antiprotons and antineutrons, which may combine to form the nuclei of antiatoms as heavy as helium. Much can be learned by studying the distribution and energy of this debris. An early discovery was that the quark-gluon plasma behaves more like a perfect fluid with small viscosity than like a gas, as many researchers had expected.</p><p>One type of debris is rare but particularly instructive. In an initial heavy-ion collision, pairs of quarks or gluons may slam directly into each other and scatter back-to-back – a spurt of energy that quickly condenses to a jet of pions, kaons, and other particles. First observed in accelerator-based experiments in the early 1980s, jets are fundamental to quantum chromodynamics, the theory that explains how quarks and gluons can combine depending on their different “colours” (a quantum property that has nothing to do with visible colours).</p><p>In heavy-ion collisions, the first evidence for jets was seen in 2003 in the <a href=\"https://www.bnl.gov/rhic/STAR.asp\">STAR</a> and <a href=\"https://www.bnl.gov/rhic/PHENIX.asp\">PHENIX</a> experiments at <a href=\"https://www.bnl.gov/rhic/\">Brookhaven National Laboratory’s Relativistic Heavy Ion Collider</a> (RHIC) in the US. These jets showed a remarkable difference from those in simpler collisions, however. In the most striking measurement, STAR observed that one of the two back-to-back jets was invariably “quenched,” sometimes weakened and sometimes completely extinguished. The further a jet has to push through the dense fireball of a heavy-ion collision – 30 to 50 times as dense as an ordinary nucleus – the more energy it loses.</p><p>Jets are “hard probes”, by nature strongly interacting but moving so fast and with so much energy that they are often not completely absorbed by the surrounding quarks and gluons in the quark-gluon plasma. The degree of jet quenching – a figure that emerges in data from millions of collision events – plus the jets' orientation, directionality, composition, and how they transfer energy and momentum to the medium, reveal what’s inside the fireball and thus the properties of the quark-gluon plasma.</p><p>Recently the <a href=\"https://home.cern/science/experiments/alice\">ALICE</a>, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> and <a href=\"https://home.cern/science/experiments/cms\">CMS</a> experiments at CERN’s <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) have confirmed the phenomenon of jet quenching in heavy-ion collisions. The much greater collision energies at the LHC push measurements to much higher jet energies than are accessible at RHIC, allowing new and more detailed characterization of the quark-gluon plasma. Theoretical understanding of these measurements is challenging, however, and is one of the most important problems in quantum chromodynamics today.</p>",

    "fr": "<p>Durant quelques millionièmes de seconde, juste après le Big Bang, l'Univers s’est rempli d'une soupe extrêmement dense et chaude, faite de toutes sortes de particules se déplaçant à une vitesse proche de celle de la lumière. Cette soupe était composée principalement de quarks, constituants fondamentaux de la matière, et de gluons, porteurs de la force forte qui, dans des conditions normales, lie les quarks entre eux pour constituer les protons, neutrons, et autres particules bien connues. Dans les tous premiers instants qui ont suivi le Big Bang, à très haute température, les quarks et les gluons n’étaient toutefois que faiblement liés et pouvaient se déplacer librement dans ce que l’on appelle le plasma de quarks et de gluons.</p><p>Pour recréer des conditions similaires à celles de l’Univers primordial, de puissants accélérateurs font entrer frontalement en collision des ions massifs, par exemple des noyaux d'or ou de plomb. Dans ces collisions d’ions lourds, les centaines de protons et de neutrons présents dans les noyaux en collision se percutent à des énergies chacune supérieure à plusieurs millions de millions d’électronvolts. Une minuscule boule de feu se forme alors, dans laquelle tout « fond » pour former un plasma de quarks et de gluons.</p><p>La boule de feu se refroidit instantanément et les quarks et les gluons (autrement dit les partons) se recombinent, formant une tempête de matière ordinaire qui déferle dans toutes les directions. Parmi les débris des collisions, on trouve des particules telles que les pions et les kaons (constitués d'un quark et d’un antiquark), les protons et les neutrons (constitués de trois quarks), et même un grand nombre d’antiprotons et d’antineutrons susceptibles de se combiner pour former des noyaux d’antiatomes aussi lourds que l’hélium. L’étude de la répartition et de l’énergie de ces débris est riche d’enseignement. Il a tout d’abord été découvert que le plasma de quarks et de gluons se comporte plutôt comme un fluide parfait de faible viscosité que comme un gaz – contrairement à ce qui était généralement prédit.</p><p>Une catégorie de débris est particulièrement intéressante. Dans les collisions initiales entre ions lourds, des paires de quarks ou de gluons peuvent se percuter directement les unes avec les autres et diffuser dos à dos en produisant un jaillissement d’énergie qui se condense rapidement en un jet de pions, de kaons et d’autres particules. Observés pour la première fois dans les années 1980, dans des expériences avec accélérateur, les jets sont une pièce maîtresse de la chromodynamique quantique, la théorie qui explique comment les quarks et les gluons se combinent selon leur « couleur » (une propriété quantique qui n’a rien à voir avec les couleurs que nous voyons).</p><p> Dans les collisions d’ions lourds, les jets ont été observés pour la première fois en 2003 par les expériences <a href=\"https://www.star.bnl.gov/\">STAR</a> et PHENIX auprès du <a href=\"https://www.bnl.gov/rhic/\">Collisionneur d’ions lourds relativistes</a> (<em>Relativistic Heavy Ion Collider</em> - RHIC) du Laboratoire national de Brookhaven, aux États-Unis. Toutefois, ces jets présentaient une différence remarquable avec ceux émis dans des collisions plus simples. Dans sa mesure la plus surprenante, l’expérience STAR a observé que l’un des deux jets émis dos à dos était invariablement « étouffé », parfois affaibli, parfois complètement supprimé. Plus un jet doit traverser la boule de feu dense d’une collision d’ions lourds (de 30 à 50 fois plus denses qu’un noyau ordinaire), plus il perd d’énergie.</p><p>Les jets sont des « sondes dures », soumises, par nature, à l’interaction forte, mais qui se déplacent si rapidement et avec une telle énergie que, le plus souvent, ils ne sont pas complètement absorbés par les quarks et les gluons avoisinants du plasma. Le degré d’étouffement des jets (un chiffre déterminé après analyse de millions de collisions), l'orientation, la direction et la composition des jets, ainsi que la manière dont ils transfèrent énergie et impulsion au milieu révèlent le contenu de la boule de feu et donc les propriétés du plasma de quarks et de gluons.</p><p>Récemment, les expériences <a href=\"https://home.cern/science/experiments/alice\">ALICE</a>, <a href=\"https://home.cern/science/experiments/atlas\">ATLAS</a> et <a href=\"https://home.cern/science/experiments/cms\">CMS</a> auprès du <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Grand collisionneur de hadrons</a> (LHC) du CERN ont confirmé le phénomène d’étouffement des jets dans les collisions d’ions lourds. Les énergies de collisions étant bien plus élevées au LHC, les énergies des jets mesurées sont bien plus grandes que celles observées au RHIC, ce qui permet de déterminer plus précisément les caractéristiques du plasma de quarks et de gluons. Comprendre sur le plan théorique ces mesures est ardu, mais c’est à ce jour l’un des défis les plus importants de la chromodynamique quantique.</p>"
  },

  "image_url": "None",
  "oda_tags": ["physics", "big-bang", "quark-gluon-plasma"],
  "oda_type": "about",
  "id": "static/science/physics/heavy-ions-and-quark-gluon-plasma"
}
