{
  "title": {
    "en": "The Intersecting Storage Rings",
    "fr": "Les anneaux de stockage à intersections"
  },

  "hook": {
    "en": "The Intersecting Storage Rings is a former particle accelerator at CERN. It was the world's first hadron collider",
    "fr": "Les anneaux de stockage à intersections (ISR) était le premier collisionneur de hadrons du monde"
  },

  "body": {
    "en": "<p>On 27 January 1971, two beams of protons collided in the Intersecting Storage Rings (ISR) for the first time.  Physicists had planned this machine in the 1960s, based on the idea that smashing two particle beams head on would give much higher energies than colliding a single beam of particles with a fixed target. It was the world’s first hadron collider, and proved pivotal in changing the views of members of the physics community who doubted the usefulness of hadron colliders. The ISR began operation in 1971 and ran until 1984, holding  the luminosity record for hadron colliders until 2004.</p><p>The ISR was composed of two interlaced rings each with a diameter of 300 metres. Each ring contained a beam pipe surrounded by magnets to direct the circulating particles. Protons circulated in opposite directions and collided with a maximum centre-of-mass energy of 62 GeV. This is the equivalent of a 2000 GeV beam hitting a stationary target. The <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Proton Synchrotron</a>, which is still in operation, fed proton beams into the ISR.</p><p>The ISR performed the first-ever proton-proton and proton-antiproton collisions. It was also where stochastic cooling was first developed. This technique reduces both the transverse dimension of the beam and the spread in the energy of the particles. The technique was adopted by the<a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\"> Super Proton Synchrotron</a> for proton-antiproton collisions and is still used in the <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Antiproton Decelerator</a>. The ISR paved the way for later accelerators as it hinted at the smaller elements of protons which are now known to be quarks and gluons.</p><p>About 15% of the research done at the ISR was directed at improving the machine itself, which grew increasingly sophisticated during its 13 years of operation. The detector expertise gained through operating the ISR  made later projects such as the Large Hadron Collider possible</p><p>After the ISR shut down in 1984, CERN’s focus shifted to the planned <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Large Electron-Positron Collider</a> but the ISR tunnel is still used for storage and magnet work.</p>",

    "fr": "<p>Le 27 janvier 1971, deux faisceaux de protons sont entrés en collision pour la première fois dans les anneaux de stockage à intersections (ISR).  </p><p>Cette machine a été imaginée par des physiciens dans les années 1960, à partir de l’idée que deux faisceaux de particules entrant en collision l’un contre l’autre engendreraient des énergies beaucoup plus élevées qu’un seul faisceau de particules envoyé sur une cible fixe.</p><p>Il s’agissait du premier collisionneur de hadrons du monde, et il a joué un rôle déterminant pour faire changer d’avis la communauté des physiciens, qui doutait de l'utilité des collisionneurs de hadrons. Les ISR ont fonctionné de 1971 à 1984, et ils ont détenu, jusqu’en 2004, le record de luminosité pour un collisionneur hadronique.</p><p>Les ISR étaient composés de deux anneaux entrelacés, d’un diamètre de 300 m chacun. Chaque anneau contenait un tube de faisceau entouré d’aimants guidant les particules. Les protons circulaient dans des directions opposées et entraient en collision avec une énergie maximale dans le centre de masse de 62 GeV, ce qui équivaut à l’énergie d’un faisceau de 2 000 GeV frappant une cible fixe. Le <a href=\"https://home.cern/science/accelerators/proton-synchrotron\">Synchrotron à protons</a>, qui fonctionne encore à ce jour, fournissait aux ISR les faisceaux de protons.</p><p>Les ISR ont réalisé les toutes premières collisions proton-proton et proton-antiproton,  et c’est avec cette machine que le refroidissement stochastique a été développé. Cette technique réduit à la fois la dimension transversale du faisceau et la dispersion de l’énergie des particules ; elle a été adoptée pour le <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Supersynchrotron à protons</a>, pour les collisions proton-antiproton, et est encore utilisée à ce jour pour le <a href=\"https://home.cern/science/accelerators/antiproton-decelerator\">Décélérateur d’antiprotons</a>. Les ISR ont ouvert la voie aux accélérateurs qui leur ont succédé, en donnant un aperçu des plus petits constituants des protons, que nous connaissons aujourd’hui comme les quarks et les gluons.</p><p>Environ 15 % des recherches menées auprès des ISR visaient à améliorer la machine elle-même ; celle-ci est devenue de plus en plus sophistiquée pendant les 13 ans de son exploitation. Grâce aux compétences acquises en matière d’accélérateurs à travers l’exploitation des ISR, des projets d’envergure ont pu voir la jour par la suite, comme le Grand collisionneur de hadrons.</p><p>Après l’arrêt des ISR en 1984, le CERN a centré son programme autour du <a href=\"https://home.cern/science/accelerators/large-electron-positron-collider\">Grand collisionneur électron-positon</a> alors en projet ; le tunnel des ISR est néanmoins toujours en usage aujourd’hui pour le stockage des aimants et les travaux sur ceux-ci.</p>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/image/accelerator/2012/12/ISR_0.jpg",
  "oda_tags": ["accelerators", "intersecting-storage-rings"],
  "oda_type": "about",
  "id": "static/science/accelerators/intersecting-storage-rings"
}
