{
  "title": {
    "en": "Our contribution to society",
    "fr": "Notre contribution à la société"
  },

  "hook": {
    "en": "CERN brings nations together and trains tomorrow's scientists.\nCERN’s engineers, technicians and scientists develop novel technologies and expertise contributing to applications in fields beyond high-energy physics, addressing global societal challenges in areas such as health and environment.",
    "fr": "Le CERN unit les nations et forme les scientifiques de demain.\nEn développant des technologies innovantes et un savoir-faire reconnu, applicables à des domaines autres que la physique des hautes énergies, les ingénieurs, techniciens et scientifiques du CERN contribuent à résoudre des problèmes sociétaux au niveau mondial dans des secteurs tels que la santé et l'environnement."
  },

  "body": {
    "en": "<div class=\"text-component-text cern_full_html\">\n<p>Over the years, CERN has always been open to the scientific communities of all nations, overcoming political barriers. CERN scientists worked with their Soviet and US counterparts throughout the Cold War. It is no accident that many Eastern European countries joined CERN soon after the fall of the Berlin Wall. And today, scientists from all regions of the world rub shoulders at the Laboratory.</p>\n<p>CERN was the prototype for scientific collaboration in Europe, and has given rise to organisations with remits ranging from astronomy to biology. The latest organisation to follow in CERN’s footsteps is SESAME, a laboratory for the Middle East in Jordan. That Israel and the Palestinian Authority should be among the founder members of SESAME may seem surprising, but perhaps no more so than the countries of Europe coming together in the wake of the Second World War to found CERN.</p>\n</div><div class=\"text-component-text cern_full_html\">\n<p>A myriad of engineers, technicians and scientists develop novel technology and expertise that can be <strong>applied to fields other than high-energy physics</strong>. This is made possible by the CERN community, which develops the expertise and shares it with society. <strong>CERN also collaborates with industry</strong> – including large companies, SMEs or recent start-ups – and <strong>engages with other stakeholders, such as policy makers</strong>, especially those acting in CERN’s Member States.</p>\n<h3>What is our knowledge-transfer mission?</h3>\n<p>The scientific advancements of CERN push the frontiers of technology, which has a positive impact on society globally. Although the core mission of the Laboratory is fundamental research in particle physics, it also has a remit to train the next generation of scientists and to bring nations together. The transfer of CERN technologies and expertise to society is an integral part of these activities, providing novel solutions in many fields.</p>\n<figure><figure role=\"group\"><img alt=\"Knowledge transfer fields\" data-entity-type=\"file\" data-entity-uuid=\"1d61ea7b-eda5-49d8-9155-7b02cd03fb35\" src=\"/sites/home.web.cern.ch/files/inline-images/hjarlett/content-image-about-us.png\"/><figcaption>How CERN's various areas of expertise translate into impact across industries beyond CERN (Image: CERN)</figcaption></figure></figure><div class=\"blockquote\">Places like CERN contribute to the kind of knowledge that not only enriches humanity, but also provides the wellspring of ideas that become the technologies of the future.<em> — Fabiola Gianotti, Director-General of CERN</em></div>\n</div><div class=\"component-division__text\">\n<div class=\"component-division__text__link\">\n<a href=\"https://kt.cern/medtech\" title=\"How do we improve medical and biomedical technology?\">\n<span>How do we improve medical and biomedical technology?</span>\n</a>\n</div>\n<div class=\"component-division__text__text\">\n<span><p>The technologies and scientific advances at CERN have contributed to the medical field since the 1970s, when <a href=\"https://home.cern/news/opinion/cern/particle-physics-valuable-driver-innovation-medicine\">CERN scientists contributed to early studies on PET devices</a>. Today, CERN’s unique expertise and technologies are being used in areas related to medical diagnostics and imaging, therapy as well as computing and simulations for health applications.</p>\n</span>\n</div>\n</div><div class=\"component-division__text\">\n<div class=\"component-division__text__link\">\n<a href=\"https://kt.cern/aerospace\" title=\"How can technologies developed for particle physics be useful in space?\">\n<span>How can technologies developed for particle physics be useful in space?</span>\n</a>\n</div>\n<div class=\"component-division__text__text\">\n<span><p>CERN is playing a critical and increasingly recognised role, scientifically and technologically, in aerospace. Both space missions and underground accelerator and detector infrastructures have to deal with extreme environments, posing stringent technological requirements that often overlap. By establishing partnerships and exploring synergies with a variety of players in the aerospace sector, CERN’s technologies, facilities and expertise are used in the flight and ground segments of many space missions.</p>\n</span>\n</div>\n</div><div class=\"component-division__text\">\n<div class=\"component-division__text__link\">\n<a href=\"https://kt.cern/cern-technologies-society\" title=\"How does CERN help other areas of society?\">\n<span>How does CERN help other areas of society?</span>\n</a>\n</div>\n<div class=\"component-division__text__text\">\n<span><p>CERN technologies and expertise are applied to a wide range of fields:</p>\n<ul><li>Contributing to a better planet, with <a href=\"https://home.cern/news/news/knowledge-sharing/how-can-high-energy-physics-help-water-shortage\">novel and more efficient technologies</a></li>\n<li>Industry 4.0, increasing automation and efficiency</li>\n<li>Cultural heritage through art restoration</li>\n<li>Developing <a href=\"https://kt.cern/more-applications\">technologies expected to have significant impact in the future</a></li>\n</ul></span>\n</div>\n</div>",

    "fr": "<div class=\"text-component-text cern_full_html\">\n<p>Toutes ces années, le CERN a accueilli les communautés scientifiques de toutes origines, transcendant les barrières politiques. Durant la guerre froide, les chercheurs du CERN travaillèrent avec leurs confrères soviétiques et américains. Juste après la chute du mur de Berlin, de nombreux pays d’Europe de l’Est rejoignirent le CERN. Et aujourd’hui, des scientifiques du monde entier se côtoient au sein du Laboratoire.</p>\n<p>Le CERN fut pionnier dans la collaboration scientifique européenne et aida de nombreuses organisations à se développer, dans des domaines allant de l’astronomie à la biologie. La dernière organisation en date à suivre le modèle du CERN est le laboratoire SESAME en Jordanie, au Moyen-Orient. Israël et l’Autorité palestinienne font partie des membres fondateurs. Cela peut paraître surprenant, mais c’est pourtant la même philosophie qui conduisit, au sortir de la Seconde Guerre mondiale, les pays européens à coopérer en fondant le CERN</p>\n</div><div class=\"text-component-text cern_full_html\">\n<p>Au CERN, une multitude d'ingénieurs, de techniciens et de scientifiques développent des technologies et des compétences innovantes, <strong>qui peuvent être appliquées à des domaines autres que la physique des hautes énergies</strong>. La communauté du CERN contribue donc à la société en développant cette expertise et en la transmettant. Par ailleurs, <strong>le Laboratoire travaille en étroite collaboration avec le secteur de l'industrie</strong> – grandes entreprises, PME ou start-ups – et <strong>interagit avec d'autres parties prenantes tels que les décideurs politiques</strong>, en particulier ceux des États membres.</p>\n<h3>Transfert de connaissances : notre mission</h3>\n<p>Les avancées scientifiques du CERN permettent de repousser les frontières de la technologie et ont par conséquent des retombées positives sur la société à l'échelle mondiale. Bien que le Laboratoire ait pour mission principale de se consacrer à la recherche fondamentale en physique des particules, il a également pour mandate former la prochaine génération de scientifiques et de rassembler les nations. Une composante essentielle de ses activités consiste donc à transférer à la société des technologies et des compétences, qui apportent des solutions innovantes dans de nombreux domaines.</p>\n<figure><figure role=\"group\"><img alt=\"Knowledge transfer fields\" data-entity-type=\"file\" data-entity-uuid=\"0f4c4a44-27e7-47cc-8b75-00d02ad60744\" src=\"/sites/home.web.cern.ch/files/inline-images/katebrad/KT-FR.png\"/><figcaption>Les différents domaines de compétence du CERN et leur application dans divers secteurs industriels (Image: CERN)</figcaption></figure></figure><div class=\"blockquote\">Les lieux comme le CERN permettent de contribuer à la production d’un type de connaissance qui non seulement enrichit l’humanité, mais sera à la source d’idées de technologies du futur.<em> — Fabiola Gianotti, directrice générale du CERN</em></div>\n</div><div class=\"component-division__text\">\n<div class=\"component-division__text__link\">\n<a href=\"https://kt.cern/medtech\" title=\"Faire progresser la technologie médicale et biomédicale\">\n<span>Faire progresser la technologie médicale et biomédicale</span>\n</a>\n</div>\n<div class=\"component-division__text__text\">\n<span><p><span lang=\"fr\"><span><span>Les technologies et les avancées scientifiques du CERN ont contribué au domaine médical dès les années 1970, lors de la participation de </span></span></span><span lang=\"EN-GB\"><span><a href=\"https://home.cern/news/opinion/cern/particle-physics-valuable-driver-innovation-medicine\">scientifiques du CERN aux premières études sur les appareils TEP</a></span></span><span lang=\"fr\"><span><span>.</span></span></span></p></span>\n</div>\n</div><div class=\"component-division__text\">\n<div class=\"component-division__text__link\">\n<a href=\"https://kt.cern/aerospace\" title=\"Nos technologies dans l'espace\">\n<span>Nos technologies dans l'espace</span>\n</a>\n</div>\n<div class=\"component-division__text__text\">\n<span><p><span><span><span lang=\"fr\"><span>Le CERN tient une place importante, et de plus en plus reconnue, tant du point de vue scientifique que technologique, dans le secteur aérospatial. Les infrastructures des missions dans l'espace et celles des accélérateurs et des détecteurs ont en commun d'être soumises à des conditions extrêmes, avec des contraintes technologiques rigoureuses, souvent similaires.</span></span></span></span></p></span>\n</div>\n</div><div class=\"component-division__text\">\n<div class=\"component-division__text__link\">\n<a href=\"https://kt.cern/cern-technologies-society\" title=\"Et aussi...\">\n<span>Et aussi...</span>\n</a>\n</div>\n<div class=\"component-division__text__text\">\n<span><p>Les technologies et les compétences du CERN offrent à l'industrie des solutions concrètes dans des domaines d'application très variés, tels que :</p>\n<ul><li>l'écologie, grâce au développement de <a href=\"https://home.cern/news/news/knowledge-sharing/how-can-high-energy-physics-help-water-shortage\">technologies innovantes et plus efficientes</a></li>\n<li>le patrimoine culturel, grâce à des projets consacrés à la et restauration d'œuvres d'art à la préservation numérique.</li>\n</ul></span>\n</div>\n</div>"
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-10/NASA.jpg",
  "oda_tags": [],
  "oda_type": "about",
  "id": "static/about/what-we-do/our-impact"
}
