{
  "title": {
    "en": "UA9",
    "fr": null
  },

  "hook": {
    "en": "The UA9 experiment is investigating how crystals could help to steer particle beams in high-energy colliders",
    "fr": null
  },

  "body": {
    "en": "<p>The <a href=\"http://ua9.web.cern.ch/\">UA9 collaboration</a> is investigating how tiny bent crystals could improve how beams are collimated in modern hadron colliders such as the LHC.</p><p>The planes in crystalline solids can constrain the directions that charged particles take as they pass through. Physicists can use this \"channelling\" property of crystals to steer particle beams. In a bent crystal, for example, channelled particles follow the bend and can change their direction.</p><p>In high-energy hadron colliders, particles surrounding the beam core can be lost, damaging sensitive areas of the <a href=\"https://home.cern/science/accelerators\">accelerator</a>. Multi-stage collimation systems are usually used to absorb this beam halo. These systems are composed of massive collimators and absorbers very close to the beam. Using a tiny bent crystal as a primary collimator could deflect halo particles coherently at large angles and direct them into a secondary collimator-absorber.  In this way, the massive collimator-absorber could be placed at an increased distance from the beam, reducing the complexity of the system.</p><p>The UA9 collaboration has been testing this idea since 2009, using beams from the <a href=\"https://home.cern/science/accelerators/super-proton-synchrotron\">Super Proton Synchrotron</a> to do experiments on the collimation efficiency of silicon crystals.</p><p>Developing a crystal collimation system for a high-energy collider such as the <a href=\"https://home.cern/science/accelerators/large-hadron-collider\">Large Hadron Collider</a> (LHC) poses several challenges:</p><ul><li>In steady conditions, a bent crystal could deposit up to 0.5 MW power in a small spot on the collimator-absorber that would need to sustain the power for several seconds without damage.</li>\n<li>The higher the particle energy, the lower the angular acceptance for channelling. UA9 is working in partnership with industrial companies to develop alignment mechanisms with high angular accuracy.</li>\n<li>And the growth rate of the beam halo is so slow that the first impacts on the crystal occur in a region not exceeding a few atomic layers. This imposes the requirement to have a flat surface parallel to the crystal planes with unprecedented tolerance.</li>\n</ul><p>The global requirements for crystal-assisted collimation call for technological breakthroughs in a multidisciplinary range; issues are related to beam manipulation, particle detectors, computing and data analysis. UA9 intends to provide solutions for them.</p>",

    "fr": null
  },

  "image_url": "https://home.cern/sites/home.web.cern.ch/files/2018-06/ua9_1.jpg",
  "oda_tags": ["ua9", "experiments"],
  "oda_type": "about",
  "id": "static/science/experiments/ua9"
}
